[
    {
        "ja": "　一日の仕事を終え、草十郎は洋館に戻ってきた。",
        "en": "  With the day's work behind him, Soujuurou returned to the mansion.",
        "pl": ""
    },
    {
        "ja": "「よし。どこを探しても、二階のホールから上がれる階段はここだけだ」",
        "en": "\"This must be it. It's the only set of stairs leading up from the second floor hall.\"",
        "pl": ""
    },
    {
        "ja": "　日付も替わろうとする零時前。",
        "en": "  It was just before midnight.",
        "pl": ""
    },
    {
        "ja": "　くたびれた階段の先には、このような景色が広がっていた。",
        "en": "  This was the scene that awaited him beyond the rickety staircase.",
        "pl": ""
    },
    {
        "ja": "「――――――」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　たいていのコトには驚かない……もう驚きなれてしまった……草十郎をして、それは、言葉を失う光景だった。",
        "en": "  Not much surprised Soujuurou. Or rather, being surprised had become normal to him. This scene, however, was enough to leave him speechless.",
        "pl": ""
    },
    {
        "ja": "　草十郎にあてがわれた部屋は、",
        "en": "  The room allotted to Soujuurou,",
        "pl": ""
    },
    {
        "ja": "　どこをどう見ても、",
        "en": "  no matter how he looked at it,",
        "pl": ""
    },
    {
        "ja": "　何をとりつくろうとも、",
        "en": "  no matter how he ran it through in his mind,",
        "pl": ""
    },
    {
        "ja": "　まがうことなき屋根裏部屋でした。",
        "en": "  was without a shadow of a doubt, an attic.",
        "pl": ""
    },
    {
        "ja": "「………………」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　むう、と己の<処遇|しょぐう>に<一抹|いちまつ>の不安を覚える。",
        "en": "  This treatment stirred a tinge of anxiety in him.",
        "pl": ""
    },
    {
        "ja": "　ただでさえ気の重いことばかりなのに、こんなんでやっていけるのかな、とシーツの敷かれたベッドに倒れこもうとした時、",
        "en": "  Just as he was about to flop onto the taut sheets of his bed, wondering if he could make this work despite his share of other problems,",
        "pl": ""
    },
    {
        "ja": "　ささやかすぎて役に立たない、ちぐはぐな気遣いがあった。",
        "en": "  he noticed an awkward courtesy, so meager as to be useless.",
        "pl": ""
    },
    {
        "ja": "『寒かったら重ねて使うこと。これはサービスとする』",
        "en": "\"Something to use if you get cold. Consider it a gift.\"",
        "pl": ""
    },
    {
        "ja": "　メモにある文字は、几帳面な性格がにじみ出ている。",
        "en": "  The message in the memo pointed to the meticulous personality of the author.",
        "pl": ""
    },
    {
        "ja": "　布団は十分用意されていた。",
        "en": "  The bed had been perfectly prepared.",
        "pl": ""
    },
    {
        "ja": "　その上で、念のためにと置かれた毛布を大事そうに<端|はし>にどけて、草十郎は空を仰いだ。",
        "en": "  Carefully, setting aside the blanket that had been painstakingly placed on the edge of the bed for him in case he needed it, he looked up at the sky.",
        "pl": ""
    },
    {
        "ja": "　おぼろげではあるが、天窓には星が<瞬|またた>いている。",
        "en": "  Though faint, the stars twinkled through the skylight.",
        "pl": ""
    },
    {
        "ja": "　山育ちである彼にすれば、不満はあれ十分な明かりといえる。",
        "en": "  For a mountain boy, that meager light was more than enough for him.",
        "pl": ""
    },
    {
        "ja": "　居間との格差から面食らってしまったが、冷静になれば落胆するコトでもない。",
        "en": "  The stark contrast with the drawing room had caught him off guard, but now that he had collected himself, it was not so bad.",
        "pl": ""
    },
    {
        "ja": "　この部屋はこの部屋で彼の性格に合っているのだし。",
        "en": "  This room fit his personality.",
        "pl": ""
    },
    {
        "ja": "　いまだ勝手の分からない建物だとしても、町の建物よりは安心できた。",
        "en": "  Even if he still was not used to the building, he felt more at ease here than he did in any building in the city, ",
        "pl": ""
    },
    {
        "ja": "　丘の上、森の中に建っているからだろう。",
        "en": "  perhaps because it was built on a hill, surrounded by woods.",
        "pl": ""
    },
    {
        "ja": "　ここは少しだけ彼の住んでいた山の空気に近いのだ。",
        "en": "  The atmosphere here was a little closer to the mountains where he used to live.",
        "pl": ""
    },
    {
        "ja": "「……あ。でも、家の中に霧が出るのはどうなんだろう？」",
        "en": "\"...Oh. Is it normal for there to be fog inside the house?\"",
        "pl": ""
    },
    {
        "ja": "　先ほどの光景を思い返して首をかしげる。",
        "en": "  He crooked his neck, pondering over the spectacle he had witnessed.",
        "pl": ""
    },
    {
        "ja": "　草十郎はここに来る途中、二階のホールで霧らしきものを見かけていた。",
        "en": "  On the way to his room, Soujuurou had encountered what looked like fog in the foyer on the second floor.",
        "pl": ""
    },
    {
        "ja": "　白い霧は廊下の一部分にだけ漂っていて、<藪蚊|やぶか>の群を思わせた。",
        "en": "  The misty fog drifted into a portion of the corridor, reminding him of a swarm of mosquitoes.",
        "pl": ""
    },
    {
        "ja": "　じっと見ていると、おかしな風景が見えた気がして近寄ったのだが、",
        "en": "  As he stared at it, he swore he could make out a strange landscape, and as he moved closer to get a better look...",
        "pl": ""
    },
    {
        "ja": "　これまたとつぜん、不自然なことに青い小鳥が目の前を横切ったのだ。館内で。",
        "en": "  Again, out of nowhere, here inside of the mansion, a little blue bird darted purposefully in front of him.",
        "pl": ""
    },
    {
        "ja": "「―――鳥？」",
        "en": "\"...A bird?\"",
        "pl": ""
    },
    {
        "ja": "　小鳥に気を取られて立ち止まる。",
        "en": "  The bird caught his attention, stopping him in his tracks.",
        "pl": ""
    },
    {
        "ja": "　もう一度霧を見ると、おかしな風景は消えていた。",
        "en": "  When he looked to check on the fog again, the strange scene had disappeared.",
        "pl": ""
    },
    {
        "ja": "「……この家、隙間でもあるのかな。",
        "en": "\"...This house must have a draft.",
        "pl": ""
    },
    {
        "ja": "　明日、蒼崎に訊いてみるか」",
        "en": "  I'll ask Aozaki about it tomorrow,\"",
        "pl": ""
    },
    {
        "ja": "　ベッドに腰掛けながら呟く。",
        "en": "  he muttered to himself as he sat on the bed.",
        "pl": ""
    },
    {
        "ja": "　天窓から<覗|のぞ>く星の光は、ささやかではあるが気持ちを落ち着かせてくれた。",
        "en": "  Meager as it was, the starlight peeping in through the skylight calmed him.",
        "pl": ""
    },
    {
        "ja": "「うん、これなら―――」",
        "en": "\"Yeah, this will work.\"",
        "pl": ""
    },
    {
        "ja": "　ほう、と息を吐いてベッドに体を預ける。",
        "en": "  Exhaling slowly, he laid down.",
        "pl": ""
    },
    {
        "ja": "　とりあえず衣食住はあるのだし、ベッドは見た目より何倍も柔らかいし。",
        "en": "  For the time being, he had the essentials needed to live, and his bed was many times softer than it appeared.",
        "pl": ""
    },
    {
        "ja": "　心配事はあまりないな、と草十郎は速やかに眠りに落ちていった。",
        "en": "  Thinking his worries seemed smaller than they were, he quickly drifted off to sleep.",
        "pl": ""
    },
    {
        "ja": "　以上が、彼の目覚めてから眠るまでの話。",
        "en": "  That was the story of from when he opened his eyes, to when he fell asleep.",
        "pl": ""
    },
    {
        "ja": "　長い夜のあとの、短い夜はこうして終わった。",
        "en": "  Just like that, the short night following the long night was over.",
        "pl": ""
    },
    {
        "ja": "　……どうあれ。",
        "en": "  For one thing was true...",
        "pl": ""
    },
    {
        "ja": "　楽観的すぎるけれど、やっていけない事はなさそうだ。",
        "en": "  Soujuurou was an optimist to a fault, but it wasn't the end of the world.",
        "pl": ""
    },
    {
        "ja": "　そんな、踏まれても踏まれても応えない<天然草|てんねんそう>の話から、時間は五時間ほどさかのぼる。",
        "en": "  Now, let us rewind five hours prior to this glutton for punishment going to bed.",
        "pl": ""
    },
    {
        "ja": "　魔術師の当事者ふたりと、おまけの少年の不毛な話し合いが終わった午後七時。",
        "en": "  It was seven o'clock in the evening, just after the unproductive discussion between the two mages and the boy had ended.",
        "pl": ""
    },
    {
        "ja": "　居間に<同居人|あおこ>と<闖入者|そうじゅうろう>を残したまま、少女はひとりロビーを歩いていた。",
        "en": "  Leaving her roommate and the intruder in the drawing room, the girl walked alone through the foyer.",
        "pl": ""
    },
    {
        "ja": "　向かう先は館の西館。",
        "en": "  From there, she headed to the west wing.",
        "pl": ""
    },
    {
        "ja": "　同居人である蒼崎青子でさえ滅多に足を踏み入れない、久遠寺有珠の居住区である。",
        "en": "  These were Alice Kuonji's personal chambers, in which even her roommate, Aoko Aozaki, seldom dared to step foot.",
        "pl": ""
    },
    {
        "ja": "　月明かりだけのロビー。",
        "en": "  The foyer was illuminated only by pale moonlight.",
        "pl": ""
    },
    {
        "ja": "　寒々しい明かりの下、硬い足音が<木霊|こだま>している。",
        "en": "  Hard footsteps echoed through the dreary, moonlit lobby.",
        "pl": ""
    },
    {
        "ja": "　洋風の屋敷では靴を脱ぐ習慣はない。",
        "en": "  In such mansions in Japan, there was no custom for removing shoes at the door.",
        "pl": ""
    },
    {
        "ja": "　有珠はブーツのままロビーを横断する。",
        "en": "  Hence, Alice crossed the foyer in her boots.",
        "pl": ""
    },
    {
        "ja": "　彼女が靴を脱ぐのは寝室で休む時だけだ。",
        "en": "  She only removed them when she relaxed in her bedroom.",
        "pl": ""
    },
    {
        "ja": "「――――――」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　……ふと、有珠は子供の頃の出来事を思い出した。",
        "en": "  ...Suddenly, she remembered something from her childhood.",
        "pl": ""
    },
    {
        "ja": "　冷たい床の感覚を楽しみたくて、日射しの強い日は裸足でこのロビーを歩いた。",
        "en": "  She used to enjoy the feeling of the cold hardwood floor on her bare feet, and would walk around the foyer on particularly sunny days.",
        "pl": ""
    },
    {
        "ja": "　それを父に優しく<咎|とが>められて以来、彼女は裸足で歩く事はなくなったのだが―――",
        "en": "  After her father affectionately scolded her for it, she never did it again.",
        "pl": ""
    },
    {
        "ja": "「……そうだったわね。青子は結局、守らなかった」",
        "en": "\"And I don't know why I bother. Aoko never does.\"",
        "pl": ""
    },
    {
        "ja": "　かすかなため息がもれる。",
        "en": "  She let out a quiet sigh.",
        "pl": ""
    },
    {
        "ja": "　日本に来てから得た新しい同居人は、有珠の言いつけには従わなかった。",
        "en": "  Alice's new roommate, whom she took on after coming to Japan, would not comply with her instructions.",
        "pl": ""
    },
    {
        "ja": "“落ち着かないものはしょうがない”",
        "en": "\"Old habits die hard.\"",
        "pl": ""
    },
    {
        "ja": "　と、青子はスリッパに履き替える事がある。",
        "en": "  Aoko would say, changing into her slippers.",
        "pl": ""
    },
    {
        "ja": "　中学生まで一般家屋で暮らしていた青子にすれば自然なのだろうが、あのペタペタいう足音でロビーを移動される度に、有珠は彼女との共同生活を破棄したくなったものだ。",
        "en": "  Aoko might have found it natural to do so given that she lived in a typical Japanese house through middle school, but every time Alice heard her flip-flopping through the foyer, she wanted to cancel their cohabitation.",
        "pl": ""
    },
    {
        "ja": "　それも今ではさして気にはならない。",
        "en": "  By now, Alice was not particularly bothered by it anymore.",
        "pl": ""
    },
    {
        "ja": "　人間の順応性は時に優秀で、不義理だ。",
        "en": "  Human adaptability was remarkable at times, and ungracious at others.",
        "pl": ""
    },
    {
        "ja": "　現実の<忙|いそが>しさの前には、昔からの思い入れなんて<脆|もろ>すぎる。",
        "en": "  The emotional attachments of the past had proved far too brittle under the weight of reality.",
        "pl": ""
    },
    {
        "ja": "　階段の手すりには青い小鳥が止まっていた。",
        "en": "  A little blue bird was perched on the banister.",
        "pl": ""
    },
    {
        "ja": "　小さな鳴き声に、少女は足を止めて視線を向ける。",
        "en": "  Its tiny chirping made Alice stop and look its way.",
        "pl": ""
    },
    {
        "ja": "「……今夜は放っておくわ。今は青子の問題よ」",
        "en": "\"...Leave him be for tonight. Right now, he's Aoko's problem.\"",
        "pl": ""
    },
    {
        "ja": "　感情の乏しい声に、小鳥は首をかしげながら鳴いた。",
        "en": "  The lack of feeling in her voice made the bird tilt its head as it sang.",
        "pl": ""
    },
    {
        "ja": "　チチチ、と。",
        "en": "  Tweet tweet tweet.",
        "pl": ""
    },
    {
        "ja": "　いつもの<主人|アリス>からは考えつかない、懐の深さを<訝|いぶか>しむように。",
        "en": "  It trilled, as though questioning its master's uncharacteristic leniency.",
        "pl": ""
    },
    {
        "ja": "「約束は約束よ。今夜ぐらいは大目に見ないと。",
        "en": "\"A promise is a promise. I can at least tolerate him for tonight.",
        "pl": ""
    },
    {
        "ja": "　……青子と彼は、それだけの活躍をしたのだし」",
        "en": "  Aoko and the boy did go to such lengths, after all.\"",
        "pl": ""
    },
    {
        "ja": "　小鳥に言い聞かせる声は、内容とは裏腹に不機嫌気味だ。",
        "en": "  She said to the bird, her voice betraying her discontent.",
        "pl": ""
    },
    {
        "ja": "“勝負に勝てば見逃してあげる”",
        "en": "\"If you win, I'll let you go.\"",
        "pl": ""
    },
    {
        "ja": "　その約束を守ってはいるものの、少女の胸には消しがたい戦意が灯っている。",
        "en": "  She would keep that promise, in spite of the unquenchable desire to fight that burned in her chest.",
        "pl": ""
    },
    {
        "ja": "「……でも、その後の処遇は別の話。",
        "en": "\"...But I didn't make any guarantees after that.",
        "pl": ""
    },
    {
        "ja": "　条件付きのゲームに勝ったぐらいで、いつまでも得意げでいられるのは心外だわ」",
        "en": "  She scraped a win even with a handicap in our little game, but I won't let her strut around childishly rubbing it my face forever.\"",
        "pl": ""
    },
    {
        "ja": "　潔癖性からくる完全主義か。",
        "en": "  Perhaps it was perfectionism born of fastidiousness, but ",
        "pl": ""
    },
    {
        "ja": "　こう見えて久遠寺有珠は負けず嫌いらしい。",
        "en": "  despite her prim demeanor, Alice Kuonji was a sore loser.",
        "pl": ""
    },
    {
        "ja": "　魔術の優劣などどうでもいいが、ゲームに負けた事が今も不満で仕方がないのだ。",
        "en": "  It did not matter to her whose magecraft was superior. Losing the game had proven hard to move on from.",
        "pl": ""
    },
    {
        "ja": "　シュタ、と翼をあげて同意する小鳥。",
        "en": "  The little bird fluttered its wings in agreement.",
        "pl": ""
    },
    {
        "ja": "　有珠の嫌悪感を汲んで、<草十郎|がいてき>を打ちのめさんとやる気に満ちている。",
        "en": "  Drinking in Alice's contempt, it was itching to dive-bomb the invader.",
        "pl": ""
    },
    {
        "ja": "　その<羽繕|はづくろ>いは、上官に<敬礼|けいれい>する仕草に見えなくもない。",
        "en": "  It looked like a soldier saluting a superior officer as it preened itself.",
        "pl": ""
    },
    {
        "ja": "　かくして、青い小鳥は主人に向き直る。",
        "en": "  The blue bird turned to face its master.",
        "pl": ""
    },
    {
        "ja": "　チチチ、チチチ。",
        "en": "  Tweet tweet tweet, tweet tweet tweet.",
        "pl": ""
    },
    {
        "ja": "　軽快な鳴き声は、明日の朝一番で<草十郎|アイツ>をヤりましょう、と宣言するかのようだ。",
        "en": "  Its lighthearted tweeting seemed to display a desire to deal with Soujuurou first thing in the morning.",
        "pl": ""
    },
    {
        "ja": "「…………そうね。理由さえできたのなら、瓶なり本なりに入ってもらいましょう」",
        "en": "\"...Indeed. If he gives us a reason, let us put him in a bottle, or perhaps a book.\"",
        "pl": ""
    },
    {
        "ja": "　だが、少女の声には張りがなかった。",
        "en": "  Except, her words lacked any bite.",
        "pl": ""
    },
    {
        "ja": "　魔女らしい、容赦のない台詞だったが、よくよく考えてみれば<生温|なまぬる>いコトこの上ない。コマドリ的に。",
        "en": "  On the face of it, they were the chilling kind one might come to expect from a witch's lips, but then again so tame as to remind you of a certain robin's flapping.",
        "pl": ""
    },
    {
        "ja": "「しばらくの話よ。けど、それも<一時|いっとき>だけ。わたしの我慢も長くは続かないし。",
        "en": "\"It's only a matter of time, and there's not very much at that. My patience has its limits.",
        "pl": ""
    },
    {
        "ja": "　……だいたい、青子も人にかまけていられる立場じゃないわ。五日もすれば思い知るでしょう。そうすれば―――」",
        "en": "  Aoko is in no position to dote on others in the first place. I give her five days. And then...\"",
        "pl": ""
    },
    {
        "ja": "　その時こそ、彼を<排斥|はいせき>するのは<容易|たやす>い。",
        "en": "  When that time came, expelling him would be simple.",
        "pl": ""
    },
    {
        "ja": "　同居人が夢のない合理主義者である事を、有珠はよく分かっている。",
        "en": "  Alice was well aware her roommate was a pragmatist with no vision.",
        "pl": ""
    },
    {
        "ja": "　青子の置かれた状況は、いつまでもあんな余分を許しはしない。",
        "en": "  The situation she'd created would not allow her to wait around.",
        "pl": ""
    },
    {
        "ja": "　あの少年の保護に割り当てる<時間|よゆう>は、せいぜい三日から四日ほど。",
        "en": "  She could only afford to protect that boy for three or four days at most.",
        "pl": ""
    },
    {
        "ja": "　それを過ぎれば青子の方から“あとは有珠の判断に任せる”と折れるだろう。",
        "en": "  Beyond that, Alice sensed Aoko would crack and say something like, \"You take care of this, Alice.\"",
        "pl": ""
    },
    {
        "ja": "「それまで待つか、あるいはわたしの我慢がきかなくなるか。",
        "en": "\"Will I wait until then, or will I lose my patience first?",
        "pl": ""
    },
    {
        "ja": "　どちらにしても結果は変わらないわ」",
        "en": "  Whichever comes first, the end result will be the same.\"",
        "pl": ""
    },
    {
        "ja": "　久遠寺有珠はこれ以上の厄介事を許さない。",
        "en": "  Alice Kuonji would suffer no more irritations.",
        "pl": ""
    },
    {
        "ja": "　目撃者の保護や、まして、この洋館に住まわせるなんてもってのほかで―――",
        "en": "  And protecting a witness, let alone allowing them to live in her mansion, was an *indignity*.",
        "pl": ""
    },
    {
        "ja": "「………………」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　<漏|も>れだした<濃霧|のうむ>に引かれるよう、有珠は視線を上げた。",
        "en": "  Alice looked up, fascinated by the dense fog that had crawled into the foyer.",
        "pl": ""
    },
    {
        "ja": "　暖炉の上には一枚の鏡がある。",
        "en": "  Above the fireplace was a single mirror.",
        "pl": ""
    },
    {
        "ja": "　本来なら絵画が飾られるだろう壁には、直径一メートルほどの鏡。",
        "en": "  Roughly one meter in diameter, it decorated the wall where one might find a painting.",
        "pl": ""
    },
    {
        "ja": "　鏡の表面はぼんやりと<曇|くも>り、ロビーの様子を<曖昧|あいまい>に映している。",
        "en": "  Its surface was faintly clouded, and vaguely reflected the foyer's appearance.",
        "pl": ""
    },
    {
        "ja": "「……スナークを<喪|な>くした影響でしょうね。",
        "en": "\"This is what I get for losing the Snark.",
        "pl": ""
    },
    {
        "ja": "　鏡の機能、しばらくは制御できないみたい」",
        "en": "  I suppose that means the mirror is out of commission for the time being.\"",
        "pl": ""
    },
    {
        "ja": "　主人の呟きに、小鳥は喜びの<鳴|こえ>をあげた。",
        "en": "  The little bird joyfully chirped at its master's mumbling.",
        "pl": ""
    },
    {
        "ja": "　それなら自分たちが手を下すまでもなく、邪魔者は鏡に落ちて退場すると。",
        "en": "  The bird attempted to imply that there was no need for her to lift a finger, not if the nuisance would fall into the mirror of his own accord.",
        "pl": ""
    },
    {
        "ja": "　……あるいは。",
        "en": "  Or perhaps...",
        "pl": ""
    },
    {
        "ja": "　この小鳥さえそんな鳴き声をあげなければ、有珠も同じ意見だっただろう。",
        "en": "  Had the little bird had not sang, Alice would have come to the same conclusion.",
        "pl": ""
    },
    {
        "ja": "「………………」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　少女はなんとなしに、先ほどの会話を思い出した。",
        "en": "  For some reason, she recalled an earlier conversation.",
        "pl": ""
    },
    {
        "ja": "“これでも一番、無難だと思う？”",
        "en": "\"How about now? Still think this is the safest option?\"",
        "pl": ""
    },
    {
        "ja": "　そう問うた少女に、小瓶の中の少年は肩をすくめながら答えた。",
        "en": "  In response to her question, the boy inside the bottle shrugged his shoulders and answered.",
        "pl": ""
    },
    {
        "ja": "　自分にとっては町も<洋|こ><館|こ>も変わらない、と。",
        "en": "  From his perspective, the city and the mansion were no different.",
        "pl": ""
    },
    {
        "ja": "　なんでも、田舎から出てきたばかりの彼にすれば、あらゆるものが“見たこともないもの”なのだそうだ。",
        "en": "  It seemed that having just moved from the countryside, everything was \"something he had never seen before.\"",
        "pl": ""
    },
    {
        "ja": "『自慢できるコトじゃないが、まだ書き物さえ満足にできないし、都会のルールは複雑すぎて、何が正しいのかさえ区別がつかない』",
        "en": "\"I'm not proud of it, but I still have trouble writing, and the city rules are so complicated that I don't even know right from wrong.\"",
        "pl": ""
    },
    {
        "ja": "　……あれは恥ずかしさより、<憤|いきどお>りに満ちた声だった。",
        "en": "  More than embarrassment, his voice was full of resentment.",
        "pl": ""
    },
    {
        "ja": "　彼が何に対して怒っているのか、有珠には読み取れない。",
        "en": "  He was angry about something, though Alice could not tell what.",
        "pl": ""
    },
    {
        "ja": "　ただ、",
        "en": "  But...",
        "pl": ""
    },
    {
        "ja": "『だから、どこにいても危ない事に変わりはないんだ。",
        "en": "\"That's why no matter where I go I'm always in danger.",
        "pl": ""
    },
    {
        "ja": "　極端な話、道を歩くだけでも、人と話すだけでも不安になる。俺は、どこでだろうと上手くやっていける保証はないんだよ。",
        "en": "  It may be an exaggeration, but even walking down the street, or talking to someone makes me anxious. No matter where I am, there's no guarantee I'll make it out.",
        "pl": ""
    },
    {
        "ja": "　けど、ここにはそんなヤツに気を遣ってくれる人がいる。気遣ってくれる理由は物騒なものっぽいけど、それは本当に、贅沢なコトだと思うんだ』",
        "en": "  But here, there's someone that might show concern for a person like me. Sure, my reasoning is a little messed up, but I've never known such luxury.\"",
        "pl": ""
    },
    {
        "ja": "　……少女の瞳がわずかに曇る。",
        "en": "  Her eyes welled up ever so slightly.",
        "pl": ""
    },
    {
        "ja": "　静かにこぼれたあの言葉は、無視できるものではなかった。",
        "en": "  Those soft words were something she could not brush off,",
        "pl": ""
    },
    {
        "ja": "　だって、きちんと筋が通っている。",
        "en": "  because they made sense to her.",
        "pl": ""
    },
    {
        "ja": "　彼にとって都会はどこであろうと危険なら、この洋館ですら“何も”変わらないのだ。",
        "en": "  Given that everything in the city was a danger to him, nothing had changed after coming to the mansion.",
        "pl": ""
    },
    {
        "ja": "　本当に、この洋館を恐れるだけの理由がない。",
        "en": "  In reality, he had no reason to fear this place in particular;",
        "pl": ""
    },
    {
        "ja": "　外との違いがあるとしたら、それは味方になってくれる誰かがいるかいないかという点だけ。",
        "en": "  if anything was different from the outside, it would be that someone here was his ally.",
        "pl": ""
    },
    {
        "ja": "　その説でいけば、彼は何ひとつ嘘を言っていない。",
        "en": "  With that view, he had been entirely sincere.",
        "pl": ""
    },
    {
        "ja": "　久遠寺有珠へのご機嫌とりでもなく、",
        "en": "  His explanation hadn't contained any flattery towards Alice Kuonji,",
        "pl": ""
    },
    {
        "ja": "　蒼崎青子に頼ろうとしたのでもなく。",
        "en": "  mor pandering to Aoko Aozaki.",
        "pl": ""
    },
    {
        "ja": "　心から、『ここがいい』と告げたのだ。",
        "en": "  He was simply speaking from the heart: \"I like it here.\"",
        "pl": ""
    },
    {
        "ja": "「……いま、鏡に迷いこまれるのは迷惑ね。",
        "en": "\"Perhaps having him wander into the mirror is more trouble than it's worth right now.",
        "pl": ""
    },
    {
        "ja": "　鏡の機能は侵入者の探索に専念させたいし、彼が迷いこみそうになったら止めてあげて」",
        "en": "  I want to dedicate the mirror's function to searching for intruders, so if it looks like he's going to be swallowed up by it, do stop him, will you?\"",
        "pl": ""
    },
    {
        "ja": "　予想外の言葉に小鳥の羽が震える。",
        "en": "  The bird shook its feathers at her strange instruction.",
        "pl": ""
    },
    {
        "ja": "　少女は鏡から視線を逸らして歩きだした。",
        "en": "  Alice looked away from the mirror and continued her walk.",
        "pl": ""
    },
    {
        "ja": "　抗議の<鳴|こえ>をあげる小鳥。",
        "en": "  The bird chirped in protest.",
        "pl": ""
    },
    {
        "ja": "「貴方の仕事よロビン。それぐらいの役には立って」",
        "en": "\"It is your job, Robin. At least get that right, would you?\"",
        "pl": ""
    },
    {
        "ja": "　それに冷たい言葉を返して、少女は西館に消えていった。",
        "en": "  Leaving the bird with that icy retort, she vanished into the west wing.",
        "pl": ""
    },
    {
        "ja": "　後に残されたのは月の明かりと、",
        "en": "  All that remained was the moonlight,",
        "pl": ""
    },
    {
        "ja": "　かつてない変化の予兆に激震する、青い小鳥だけだった。",
        "en": "  and the little blue bird, trembling at an perilous prospect of unprecedented change.",
        "pl": ""
    }
]