[
	[
		"　唐突に言うと、私は魔法使いである。",
		"　なんていうか、指先ひとつで奇跡を起こして、<辺鄙|へんぴ>な森に隠れ住んでいる童話のあれだ。",
		"　イメージはちょっと違うけど、わりと的を射ているので採用したいと思う。",
		"　ただ断っておくと、ホウキに乗って空は飛ばない。",
		"　動物に変身したり小鳥と話したりもできない。",
		"　夢があるようでないのが今風の魔術師なのである。",
		"　非常識だけど現実的。",
		"　万能なようでわりと<窮屈|きゅうくつ>。",
		"　胸を張るには色々半端なものだけど、私の本当の職業は学生じゃなくて、そんな<浪漫|ロマン>あふれるものだった。",
		"　けど、その事はもちろん秘密。",
		"“魔術師はこれ、その<御業|みわざ>をすべて<隠匿|いんとく>すべし”",
		"　協会の十箇条のトップに出ている事だし、私だってこんなワケわかんない<話|こと>を口外する気はさらさらない。",
		"　これでも外じゃ優等生で通っているし、だいたい、知らしめたところで私が嬉しい事なんてまったくない。",
		"　どっちかというと頭の痛いことばかりだ。",
		"　なので、そんなつまんない事は極力、自重するにかぎる。",
		"　もっとも、それはまだ私が立派な魔法使いになれていないからだ。",
		"　生涯の秘密というのは、私自身が立派になって一人前になった時、たったひとりにだけ打ち明けられれば、それで幸せだと思う。",
		"　うん。いちばん大きな秘密の告白が『実は魔法使いでした』なんていうのは、たいへん洒落ている。",
		"　そのシーンを想像すると妙におかしくて、協会の規則なんかより晩年のために秘密を守りたくなるぐらい。",
		"　以上の事を祖父に話すと、彼は私の頭を撫でてくれた。",
		"　誉めてくれたのか<窘|たしな>めていたのかは分からないけど、あの人にしては優しい感触だったと思う。",
		"　私が魔術―――祖父の後を継ぐ事になったのは、中学を卒業したその日だった。",
		"　家に帰るなり祖父は",
		"『姉は旅に出た。今日からおまえが蒼崎の後継ぎだ』",
		"　なんて事を淡々と語ったのだ。",
		"　蒼崎の家が魔術なんて古くさいものを伝えていた事は知っていたけど、正直、自分にそのおはちが回ってくるとは思ってもいなかった。",
		"　魔術の継承は<一子相伝|いっしそうでん>とかなんとか。",
		"　色々と決まり事の多そうな魔法使いの座とやらは姉貴の役割で、私はそういうトンデモとは無関係。いたってノーマルな生活設計、将来希望だったのだ。",
		"　なので、姉貴には悪いけど自由気ままに人生を送らせてもらいましょう―――",
		"　なんて気楽にやってきたところで、とんでもないカウンターが待っていたワケである。",
		"　以来、私は今まで横目で見ていただけの世界に身を置くことになった。",
		"　まさかまさかの高校デビュー。",
		"　まあ、新生活のスタートとしては悪くない。",
		"　……それから色々あって現在。",
		"　この役柄には戸惑ったけど、それも気が付けばもう二年目に届こうとしている。",
		"　その間にトラブルらしき物は一切なかったし……私たちの名誉のため、半年に<亘|わた>る同居人との殺し合いはカウントしない……",
		"魔法使いとしての才能もそれなりに優れているみたいで、まだ壁にはぶつかってはいない。",
		"　人間なんだから頭の痛い悩みは二つや三つあるけれど、今のところ将来に不安を感じる事はまったくなかった。",
		"　私の生活は、このまま<順風満帆|じゅんぷうまんぱん>に行くと思っていたのだ。",
		"　昨夜の、例の一件さえ起こらなければ。",
		"「どう？」",
		"　久遠寺邸に帰宅するなり、蒼崎青子は久遠寺有珠にそう<訊|たず>ねられた。",
		"　切迫感も危機感もない声だが、<玻|は><璃|り>のような<黒瞳|こくどう>が事の重要性を告げている。",
		"　色気のないコートを脱いでハンガーにかけ、青子はソファーに腰を下ろした。",
		"　正面にはテーブルを挟んで有珠が座っている。",
		"「そっちは？」",
		"「良くないわね。<偵察|ていさつ>に行けるのは七個ぐらい。ここのところ使ってばかりで、作り置きをする余裕もなかったし」",
		"　青子から視線を逸らすと、有珠はテーブルの上に置かれた箱に視線を戻す。",
		"「あの夜、街を監視していたヤツはいないの？",
		"　街の偵察は完璧なんでしょ、そいつら」",
		"「それは昼間の話よ。夜間飛行は危険が多いわ」",
		"　肝心なところで役に立たないのね、とため息をつく青子。",
		"「……そういう貴女は？　朝はずいぶんと強気だったけど？」",
		"「ん？　",
		"あ、こっちは予定通りよ。",
		"　明日までにはしぼりこめると思う。今朝、鳶丸にうちの生徒の自宅と行動時間を調べさせたから。",
		"　あの時間に公園をうろつく奴は滅多にいないし、簡単に割り出せる」",
		"「そう簡単にいくの？」",
		"「いくわよ。<伊|ダ><達|テ>に生徒会に勤めてないわ。その程度のデータは揃えてある。",
		"月一のバイト先はおろか親しい友人宅との移動時間、その優先順位まで調べ上げてるんだから。",
		"　<他|ひ><人|と>には見せたくなかったリストだけど、そんな余裕ないでしょ？　だから、そういうのが向いてる副会長にやらせたの」",
		"　余談ではあるが、その機密ファイルが作成されたのは青子が生徒会長になってからである。",
		"　その存在だけが噂され、彼女が全校生徒に恐れられる一因になっている、いわく付きの一品だ。",
		"「……そう。徹底しているわね、あい変わらず」",
		"　やや呆れ気味に漏らす有珠。",
		"　同居をはじめて二年近く。",
		"　一度やると決めればとことんまで突っ走るのが蒼崎青子だと、有珠も十分身にしみている。",
		"「ま、私もアレがこんな風に役立つとは思ってもみなかったけど。ほんと、備えあれば憂いなしとはこの事ね」",
		"　とはいえ昨夜の出来事は異例中の異例だ。",
		"　この状況は、本来起こりえるものではない。",
		"「それより原因は分かったの？　結界の<結|むす>びに不手際があったなんてのは聞かないわよ」",
		"　凛とした視線を一際強くする青子。",
		"　結界の仕上げは有珠の役割だ。",
		"　昨夜のトラブルの原因が結界にあるのなら、責任の所在は明らかにしなくてはならない。",
		"　同居人であり相棒である青子と有珠だが、それはあくまで利害が一致しているからである。",
		"　ふたりの関係は、それが家柄によるものだとしても、味方というより敵に近い。",
		"　最終的な話、蒼崎青子と久遠寺有珠は<相容|あいい>れない。",
		"　失点があれば叩く。",
		"　隙があれば攻撃する。",
		"　―――機会さえ。",
		"　互いが信条的に納得のいく機会が訪れるのなら、当然のように殺し合う関係だ。",
		"　そんな青子の視線を、有珠は正面から受けとめる。",
		"　大の男でもたじろぐ視線を前にして、有珠の<表情|かお>は微塵も変わらない。",
		"「……仮の話だけど。あの結界に落ち度があったのなら、今まで何度もこういう状況になっていたでしょうね」",
		"　でしょうね、と青子は頷いた。立場上問いつめただけで、青子は有珠を信頼している。",
		"「結界の在り方は完璧だったのね？」",
		"「絶対とまでは、断言はできないけど」",
		"　やはり抑揚のない声で答える有珠。",
		"　結界とは、一つの閉じられた世界を意味する。",
		"　閉じたい場所を、どのような手段であれ外界から<遮断|しゃだん>した状況を結界と呼ぶ。",
		"　結界には様々な種類があり、",
		"　実際にその区間を壁で隔離する物理的なものもあれば、",
		"　区間内の様子を鏡や霧、森の囲み等で隠してしまう視覚的なものもある。",
		"　ただし、それらの結界は『内部』を閉じるために『外部』に異常性を報せてしまっている。",
		"　立ち入り禁止にはできても、その区間が立ち入り禁止となっている事実を隠蔽できない。",
		"　いずれ、中の様子が見えずとも“立ち入り禁止”区域そのものに興味を持つ者がでてくるだろう。",
		"　それでは本末転倒だ。",
		"　真に優れた結界とは、外界に何ら異変を感じさせず、同時に、外から干渉されない<隔|へだ>たりでなくてはならない。",
		"　昨夜、久遠寺有珠が公園に敷いた結界はその<類|たぐい>の、“理想的な”結界だった。",
		"「……その場所に用があっても、今は無いように思わせれば誰もそこには立ち入らない。",
		"　隠したい場所の周りに、一時的な意識の<改竄|かいざん>を<促|うなが>す結界を張る……手間はかかるんだけど、一時間程度の<人避|ひとよ>けには信頼性は高い結界よね。",
		"　有珠の鏡を使った一級品だし、途中で破れる事もない。事実、入ってきたのはあの人形だけだとはっきり感じられた。",
		"　これで完璧じゃなかったら何が完璧なのよ？」",
		"「……わたしも分からない。森作りに落ち度はなかったわ。",
		"　森は数日かけて栽培したものだし、今まで通り信頼できる結界よ。けど例外があったのなら、どこかで見落としがあったのね」",
		"　そう言う有珠の瞳は、その見落とし自体なかった事を示している。",
		"「……まいった。こうなると、一番いいのは<目撃者|あいつ>が人形使いだってパターンね。それならかろうじて納得できる。相手が魔術師なら、結界の侵入ぐらいできるでしょうし。",
		"　問題は……侵入した時の違和感を、どうやって消したかって事だけど」",
		"　そんな使い手が自分たちを狙っている、というのもぞっとしない話だ。",
		"　有珠の結界を魔術で騙し通せるという事は、相手は久遠寺有珠を上回る魔術の腕を持つという事。",
		"　―――とてもではないが、今の蒼崎青子にどうにかできる相手ではない。",
		"「……その線はないわ。",
		"　彼は部外者よ。<椋鳥|むくどり>はともかく、ロビンが後を<辿|たど>れなかったもの。魔力の気配はまったくなし。誰かの魔術で操られている犠牲者、というのもないわね」",
		"　はかない希望は打ち砕かれた。",
		"　なら、これで青子の質問は終わりだ。",
		"　ここはもう、たんに運が無かったと諦めて昨夜の事を認めるしかない。",
		"『……魔術師の秘密を見られて、おまけに目撃者を逃がした、か……。普通の高校生の悩みじゃないなぁ……』",
		"　ばふ、とソファーに大きく背中を預ける。",
		"　悲しいかな、見上げた空はブラウンの天井だ。",
		"　風情も何もあったものじゃない、とますます青子はブルーになる。",
		"「青子。覚悟を決めておいて」",
		"　超然とした同居人の声。",
		"　天井を見上げる青子の瞳に変化はない。ただ、ぼんやりと木造の景色を眺めている。",
		"「……それとも。貴女にできないのなら、わたしが行ってあげてもいいけど」",
		"　冷酷な彼女の言葉は、真実、冷酷な意味を持っていた。",
		"　それをゆっくり、自分に許される精一杯の誠実さで青子は飲みこんだ。",
		"　決して消化できない、熱した<鉛|なまり>を口にするように。",
		"『……そうだ。覚悟なんて、もう決めたでしょう』",
		"　自分に言い聞かせるが、それも誤魔化しだ。",
		"　明らかに前回と今回は違う。",
		"　やる事は同じだとしても、その対象の立場が違う。",
		"　前回の覚悟は、いわば魔術師としての覚悟だった。",
		"　敵が来るから倒す。",
		"　戦いを挑まれたのならこれに応える。",
		"　こちらもむこうも同じ魔術師で、形式上<非|ひ>はあちら側にある。たとえその決着が殺人以外の何物でもないとしても、お互い合意の行動だ。",
		"　殺し、殺される<天秤|てんびん>の上での行為。",
		"　彼らも彼女も、善悪の<秤|はかり>をそもそも用意していない。",
		"　けれど今回は違う。",
		"　相手は敵でもないし、魔術師でもない。こっちはそのつもりでも、相手にその気はないだろう。",
		"　……だから、これはきっと善悪の話になる。",
		"　無関係な殺戮を、果たして自分は負えるのか。",
		"　魔術師なら当然の、よくある<手|こ><間|と>だと飲みこむのか。",
		"　まさか、と鼻で笑う。",
		"『魔術師だから』なんて理由で現実社会との折り合いを無くす超越性なぞ、はなから青子は持っていない。",
		"　心に確信のないまま、",
		"　分からないまま行動する事を、青子は嫌っている。",
		"　彼女が走る時は、いつも自分に決断を下した後だ。",
		"「うん。ま、やるしかないだろうね」",
		"　さばさばした一言とともに、青子はソファーから背を離した。いいかげん天井は見飽きたらしい。",
		"　青子はいつも通りの青子で、有珠もあえて言及はしない。",
		"「じゃあ、これ」",
		"　ご褒美、とばかりに有珠は<小瓶|こびん>を取り出した。",
		"　手のひらに収まるほどの大きさ。",
		"　少女の細い指先とは不釣り合いな、寸胴の、見栄えしない瓶である。",
		"　瓶は曇っていて、中身はカラ。",
		"　表面にはラベルのシールを強引に剥がした跡が見られた。",
		"「なによ、それ」",
		"　不吉なものを感じて、<胡散|うさん>臭そうに小瓶を睨む。",
		"「収納の小瓶。ちょうどひとつ余ってたから、あげるわ」",
		"「はい？」",
		"「名前は忘れたけど、中国の小説に出てきたのと同じよ」",
		"　素っ気ない言葉に、青子は驚異の理解力を示した。",
		"「それって<蓮華洞|れんげどう>の<番人|きょうだい>の話？　じゃ、あの赤い<瓢箪|ひょうたん>と同じなわけ？",
		"　言いたくないけど、そこらへんの風邪薬のラベルを無理やり剥がして、小瓶に見せかけてるそれが？」",
		"　言われて、たしかにセンスも何もない、と小瓶をまじまじと見る有珠。",
		"　が、別に自分が使うわけでもないと悟ったのか、あっさりと小瓶をテーブルに置いた。",
		"「赤い瓢箪じゃなくて、<羊脂玉|ようしぎょく>の<浄瓶|じょうびん>の方」",
		"「そういう問題じゃない。私は魔術師としての雰囲気を論じてるんだっ」",
		"「些細な事を気にするのね。<正露丸|せいろがん>の瓶じゃないだけいいと思うけど」",
		"「―――む」",
		"　あまりにも説得力のある返答だった。",
		"「ふたを開けて、相手の名前を<訊|たず>ねればいいから。",
		"　ただし相手に抵抗する意志が残っている場合、小瓶は割れるから気をつけて」",
		"　淡々と語る有珠と、眉をひそめる青子。",
		"「ちょっと待った。抵抗する意志があるとダメって、眠っている時にやれってコト？」",
		"「……それは試したコトがなかったわ。",
		"　眠っているのに返事をする人っているの？」",
		"「……たまにいるけど。",
		"　まあ、確かに珍しいわね、そういう人」",
		"　となると、あとは相手が思いっきり衰弱していて、前後不覚になっている、といった状況ぐらいか。",
		"「あ、そうそう。薬や魔術がかかっていると、その<余分|おも>さでも割れるから気をつけて」",
		"「つっかえない！",
		"　それってほとんど役たたずって事じゃない！」",
		"「それは青子しだいね」",
		"　言って、有珠は視線を外す。",
		"　もうこの話題はどうでもいい、と言うように。",
		"「……はあ。有珠がこういう小道具好きなのは知ってたけどね……これも趣味なワケ？」",
		"　あんまりこういう趣味は持ってほしくないな、と思いつつ青子は問う。",
		"「たぶん。",
		"　それで、どうするの？　持っていくのか、いかないのか」",
		"　その質問には答えず、しばし迷ってから青子は小瓶を手に取ると、ポケットにしまいこんだ。",
		"　まあ、何かの役には立つかもしれない。"
	],
	[
		"  There really isn't any other way of saying this. I am a magician.",
		"  Kind of like those witches in fairy tales who live alone in the woods and perform miracles with the wave of a finger.",
		"  While the popular depiction of it differs from reality, it's closer to the truth than you know.",
		"  Though just so we're clear, no, I don't fly through the sky on a broom.",
		"  I cannot transform into animals or speak with small birds.",
		"  Modern mages are nothing so fanciful.",
		"  Our existence sounds unbelievable, but we're quite grounded. ",
		"  Though it may seem like we can do anything, we're actually majorly constrained.",
		"  And while I still have a lot to learn about it, this is my real job. Sounds a lot more romantic than being a high school student, right?",
		"  Naturally, this is a secret I don't just share with anyone.",
		"\"A mage must do everything in their power to conceal their work.\"",
		"  That is the first and most important of the Association's ten laws, not that I'm tempted to let the cat out the bag in the least.",
		"  My secret identity as an honor student is intact, and absolutely no good would come of me revealing my true nature.",
		"  If anything, it'd only lead to more headaches.",
		"  That's why I do everything in my power to keep it a secret.",
		"  Of course, if I'd accomplished anything as a magician by now, then maybe I'd see it differently.",
		"  I've fantasized about revealing my secret life's work to a single, special person, when I finally make something of myself.",
		"  Yeah... it'd be pretty stellar to just confess one day, \"By the way, I'm a magician.\"",
		"  That idea alone is enough to keep me from spoiling the big reveal, regardless of the Association's rules.",
		"  My grandfather patted me on the head when I shared these thoughts with him.",
		"  I don't know if that was praise or what, but I remember that his touch was gentle.",
		"  I first learned that I would be succeeding my grandfather on the day I graduated middle school.",
		"  When I returned home, there he was.",
		"\"Your elder sister left on a journey. From this day forth, you are the heir to the Aozaki.\"",
		"  He said it in such a matter-of-fact way.",
		"  I knew that the Aozaki family passed down this old tradition of magecraft, but to be honest, I never imagined I would be the one to wield it.",
		"  Magecraft is supposed to be passed down to a single child.",
		"  It was my sister's role to take the mantle, and I had no interest in dedicating myself to so many rules and routines. I planned to live a normal life; I had hopes and dreams for the future.",
		"  I felt bad for my sister, but I was determined to live my life my way.",
		"  And while I managed to do just that for a time, I was blindsided by a vicious counterpunch.",
		"  Since then, I've been thrust headlong into a world I had only observed from afar.",
		"  It was a hell of a way to start high school.",
		"  But I suppose it wasn't all that bad, all things considered.",
		"  ...A lot has happened since then.",
		"  I was so dazed by this newfound life that a year of school motored right by. I was a second-year before I knew it.",
		"  Thankfully, nothing drastic has happened... the six months my roommate and I totally tried to kill each other nonwithstanding.",
		"As it happens, I've got a natural talent at this magic stuff, so I've yet to have any hang-ups there, either.",
		"  I'm only human, so I've had my fair share of headaches for sure, but never once did I worry about my future.",
		"  I thought my life would be smooth sailing all the way.",
		"  If only everything had gone to plan last night.",
		"\"Well?\"",
		"  Alice Kuonji asked Aoko Aozaki the second she entered the house.",
		"  Her dark eyes succeeded where her voice failed to communicate the gravity of the situation.",
		"  Aoko took off her unflattering coat, hung it on the hanger, and sat down on the sofa.",
		"  Alice sat across from her, with a table separating them.",
		"\"Any progress with those things?\"",
		"\"Not at all. I've only got seven left that are any good for reconnaissance. I've been using them up fast and haven't had time to make more.\"",
		"  Alice's gaze drifted from Aoko to the box on the table.",
		"\"Were none of them keeping watch that night?",
		"  They've never let you down when it comes to this sort of thing, have they?\"",
		"\"During the day, no. But there is quite the risk when flying them at night.\"",
		"  Meaning they were of the least use when needed the most. Aoko sighed.",
		"\"...Well, how are you faring? You seemed pretty confident this morning.\"",
		"\"Hm?",
		" Yeah, I guess everything's good on my end.",
		"  I'm pretty sure I'll know by tomorrow. I told Tobimaru to look into all of the students' addresses and schedules.",
		"  Not many people wander the park that time of night, so it should be easy enough to figure out who it was.\"",
		"\"How can you be so sure?\"",
		"\"Because. I didn't just join the student council to keep up appearances. I've been using my position to keep tabs on everyone.",
		"I have info on everything from part-time jobs, to friends' addresses, to what they're up to in their spare time.",
		"  It's a list I was hoping to keep secret, but we can't afford to do that now, can we? That's why I keep the vice-president around. It's the kind of thing he does best.\"",
		"  Incidentally, the creation of this secret file started the moment Aoko became student council president.",
		"  The mere rumor of its existence was enough to strike fear into the entire student body.",
		"\"...As thorough as always, I see.\"",
		"  Alice was only mildly surprised.",
		"  It had been almost two years since they first started living together.",
		"  She knew as well as anyone that when Aoko put her mind to something she saw it through to the end.",
		"\"Well, I never imagined I'd have to use it like this. But it's better to be safe than sorry.\"",
		"  But what happened last night was far beyond a mere exception to the rule.",
		"  This predicament should not have even been possible.",
		"\"More importantly, have you figured out what went wrong? And don't tell me it had anything to do with your link to the Bounded Field.\"",
		"  Aoko glared at her.",
		"  The ward was Alice's responsibility.",
		"  If it was to blame for last night's trouble, Alice had to own up to her fair share.",
		"  Alice and Aoko may have been roommates and partners, but it was a relationship of convenience.",
		"  While lineage had brought them together, they were more like enemies than allies.",
		"  Ultimately, they were just not a match.",
		"  Where there was a blunder, it was punished.",
		"  Where there was an opening, it would be attacked.",
		"  If there was even an opportunity...",
		"  The two of them would kill each other in the event of such a moment.",
		"  Alice locked eyes with Aoko.",
		"  Aoko's fierce gaze could make a grown man cower in fear, but Alice did not bat an eyelash.",
		"\"...Assuming the Bounded Field was the problem, wouldn't this have happened countless times before?\"",
		"  \"I suppose you're right,\" Aoko agreed, as the question reaffirmed her trust in Alice.",
		"\"So you're saying there was nothing wrong with it?\"",
		"\"I honestly can't say for sure.\"",
		"  Alice answered as flatly as ever.",
		"  A Bounded Field is like a sanctuary sealed away from the real world.",
		"  Steps are taken whereby a certain area is cut off from the outside world.",
		"  There are various kinds of Bounded Fields.",
		"  There are physical ones that close off an area behind a wall,",
		"  and less tangible ones that use mirrors, mist, or trees to conceal that which occurs within.",
		"  However, when closing off an area to the outside world, you cannot avoid communicating the abnormality's existence.",
		"  In other words, the area may be closed off to the outside world, but it is impossible to hide the fact that it is closed off.",
		"  In time, someone will take interest in a sealed-off area even if they cannot see what is going on inside.",
		"  Some might say this is putting the cart before the horse.",
		"  The ideal field would be one that was both undetectable and impervious to interference from the outside.",
		"  That was exactly the kind Alice had generated in the park the night before.",
		"\"...Even if someone has a reason to be in a place, they shouldn't enter if you've made them forget their reason for being there.",
		"  It takes an immense amount of time and energy to create a field that produces a temporary illusion around a location you wish to conceal, but they prove extremely effective for at least an hour or so, right?",
		"  And, to top it all, it was top-class, made from your mirrors, and it's not like they shattered while we were using it. The only other presence I felt inside was that of that puppet.",
		"  If that isn't a perfectly constructed Bounded Field, then what is?\"",
		"\"...I have no idea. The trees were prepared perfectly.",
		"  I cultivated the trees and plants over several days, and it's always proved to be a reliable field. But maybe, just maybe, there was something I didn't account for.\"",
		"  Though Alice's words conceded the possibility, her eyes expressed her confidence that she had overlooked nothing.",
		"\"...Well, crap. In that case, we'd better hope that the witness was the puppeteer, which would make sense. A mage would probably be able to penetrate it.",
		"  Something else bothers me, though. How did he avoid detection?\"",
		"  The thought of being targeted by this individual was pretty terrifying.",
		"  If they were able to penetrate Alice's field, it could only mean that their skill in magecraft was superior to Alice's.",
		"  ...Alice, in her current state, would be completely helpless against such a foe.",
		"\"...I've already determined that it was not a mage.",
		"  This was most certainly an outsider. The starlings are one thing, but not even Robin was able to follow him. There were no traces of magical energy, so that rules out a magical pawn.\"",
		"  Aoko was quickly running out of straws to grasp at.",
		"  And that meant she was out of questions to ask.",
		"  All she could do was call it bad luck and leave it at that.",
		"(First you get found out that you're a mage, then you let the witness get away. Why couldn't I just have normal high schooler problems...)",
		"  The sofa groaned as she leaned back.",
		"  Her gaze went up to the brown ceiling with a sigh.",
		"  It wasn't much of a view. She was becoming increasingly depressed.",
		"\"Aoko. Make up your mind.\"",
		"  Her roommate's voice seemed indifferent.",
		"  But Aoko just kept staring up at the wooden ceiling.",
		"\"...If you're not up to the task, I can take care of it myself.\"",
		"  The cool-mannered girl's statement carried an equally icy implication.",
		"  Aoko took the words in slowly with as much sincerity as she could muster.",
		"  It was like trying to swallow molten lead.",
		"(She's right. And I've already made up my mind.)",
		"  The thought sounded hollow even as it popped into her head.",
		"  This was clearly different from last time.",
		"  While the aim was indeed the same, the circumstances surrounding her target were clearly different.",
		"  She may have been determined before, but that was as a mage.",
		"  If enemies emerged, she would kill them.",
		"  If she was challenged, she would step up to the fight.",
		"  It was a fight between two mages, and her opponent was in the wrong. Even if this could only end in death for one of them, it was an outcome both parties could accept.",
		"  Kill or be killed.",
		"  Morality had no weight on this scale.",
		"  But this time was different.",
		"  Her opponent was neither enemy nor mage. Even if she was prepared to kill them, this person was likely not ready to die.",
		"  ...That's why morality did factor into it, now.",
		"  Was she truly up to the task of murdering an innocent person?",
		"  Could she swallow the fact that this was a common occurrence for a mage?",
		"  She snorted sardonically.",
		"Being a mage did not mean that Aoko was some kind of monk who could cut ties with the real world on a whim.",
		"  If there was one thing Aoko hated...",
		"  It was doing things without conviction or an understanding of exactly why she was doing them.",
		"  When she acted, she preferred to act decisively.",
		"\"I guess I don't have any other choice.\"",
		"  As she said it, she got up from the sofa, having had her fill of the ceiling for one day.",
		"  Aoko had returned to the Aoko of always, and Alice was done probing her.",
		"\"Take this.\"",
		"  As if to reward her, Alice produced a small bottle.",
		"  It fit neatly in the palm of her hand.",
		"  The bottle looked completely out of place in her slender fingers.",
		"  The glass was cloudy and it appeared empty.",
		"  Some shreds of paper remained on the front where there was once a label.",
		"\"What's that?\"",
		"  Aoko stared at the bottle suspiciously.",
		"\"It's a storage bottle. I had one to spare, so I'm giving it to you.\"",
		"\"A what?\"",
		"\"I forgot what it's called, it's a thing out of a Chinese novel.\"",
		"  Aoko was miraculously able to parse what Alice meant.",
		"\"Are you saying that this is the red drinking gourd from the story about the two brothers who guarded the Lotus Cave?",
		"  Don't take this the wrong way, but it looks like your everyday medicine bottle with the label ripped off.\"",
		"  Alice looked at the bottle and acknowledged how ordinary it looked.",
		"  She also understood that she would not be the one using it as she set it on the table.",
		"\"Except this is a jade flask, not a red drinking gourd.\"",
		"\"That's not the problem. The problem is maintaining my dignity as a mage.\"",
		"\"Don't get stuck on the details. Just be happy it's not a bottle of laxatives.\"",
		"\"...Fine.\"",
		"  She made a good point.",
		"\"Just open the lid and ask for the person's name.",
		"  But be careful, because if the target is resistant, the bottle will shatter.\"",
		"  Aoko raised her eyebrows.",
		"\"Hang on. If he's resistant, I can only use it when he's asleep, right?\"",
		"\"...I've never tried it, to be honest.",
		"  But is there anyone who responds to things in their sleep?\"",
		"\"...You'd be surprised.",
		"  But, true. People like that are rare.\"",
		"  In that case, one would have to weaken them until they were about to pass out.",
		"\"Oh, I almost forgot. Drugs or magecraft will also cause the bottle to break.\"",
		"\"Then what good is it?!",
		"  What won't break the damn thing?\"",
		"\"A tool is only as good as the person using it.\"",
		"  Alice turned away as she replied.",
		"  As if the topic no longer mattered to her.",
		"\"...Ugh. I know you're fond of using dainty tools like this. Is it a hobby of yours or something?\"",
		"  Aoko asked, hoping Alice would deny it.",
		"\"Perhaps.",
		"  So? Are you going to take it or leave it?\"",
		"  Without answering, Aoko dithered a bit before taking the bottle and putting it in her pocket.",
		"  She figured she might be able to find some use for it."
	]
]