[
    {
        "ja": "　その日の学校が終わると、草十郎は寄り道一つせずアルバイト先に直行した。",
        "en": "  The school day over, Soujuurou headed straight to his job.",
        "pl": ""
    },
    {
        "ja": "　学校側に申告してあるのは三咲町商店街にある中華飯店と鮮魚店だけで、他のアルバイトは秘密にしている。",
        "en": "  While the school had approved his jobs at the Chinese restaurant and fish market in Misaki's shopping district, there was other work he hadn't mentioned to them.",
        "pl": ""
    },
    {
        "ja": "　それも単に数が多いからではなく、それ以前に法律に違反していそうな働き先だったからだ。",
        "en": "  And it was not because he knew that they would complain at him working too many, but rather because of the illicit nature of one job in particular.",
        "pl": ""
    },
    {
        "ja": "　今日のアルバイト先はその最たるもので、<社木|やしろぎ>駅前にあるパチンコ店だ。",
        "en": "  Today, his workplace was a pachinko parlor in front of Yashirogi Station.",
        "pl": ""
    },
    {
        "ja": "　学校の制服から店の黒いタキシードじみた制服に着替え、仕事はじめに店周りの掃除をする。",
        "en": "  Soujuurou changed out of his school uniform and into a black faux tuxedo uniform, then began cleaning the storefront.",
        "pl": ""
    },
    {
        "ja": "　三咲市の顔である<社木|やしろぎ>の駅前は幾多のショッピングビルが競い合うように乱立し、アーケード街もそれらに<倣|なら>うように騒がしい。",
        "en": "  Yashirogi was the jewel of Misaki City, a busy place with a vast assortment of commercial centers and shopping arcades.",
        "pl": ""
    },
    {
        "ja": "　人が多くなれば生み出される物も多くなる。",
        "en": "  Where there were people en masse, there were products made en masse.",
        "pl": ""
    },
    {
        "ja": "　浪漫として言えば笑顔であり、",
        "en": "  A romantic might describe it as a place of joy,",
        "pl": ""
    },
    {
        "ja": "　現実的に言えば流通であり、",
        "en": "  a realist would note the free enterprise,",
        "pl": ""
    },
    {
        "ja": "　より現実的に言えばゴミである。",
        "en": "  and a cynic would point at all the garbage.",
        "pl": ""
    },
    {
        "ja": "　クリーンな町作りを目指している社木だが、そのルールには逆らえない。",
        "en": "  Local authorities had attempted to beautify Yashirogi, but there was one basic tenet of society they could not overcome.",
        "pl": ""
    },
    {
        "ja": "　それがこういった店なら尚更だ。",
        "en": "  This establishment was the embodiment of that rule.",
        "pl": ""
    },
    {
        "ja": "　商売柄<質|たち>の悪い人種を呼びこみやすいホールの前は、日に何度も清掃を心がけるべきである。",
        "en": "  Businesses such as this attracted the dregs of society, and as such, the front of the parlor had to be cleaned several times a day.",
        "pl": ""
    },
    {
        "ja": "　冬の寒空の下、草十郎は煙草の吸い殻を集め、チラシを拾い、空き缶をゴミ箱へ。",
        "en": "  Soujuurou stood outside in the winter cold sweeping used-up cigarette butts, picking up discarded fliers, and tossing empty cans into the trash.",
        "pl": ""
    },
    {
        "ja": "　山での生活を彷彿とさせるものがあるらしく、草十郎は気軽に、淡々と掃除をこなした。",
        "en": "  Something about it must have reminded him of mountain life, because he cheerfully finished the job with ease.",
        "pl": ""
    },
    {
        "ja": "　ひととおり店周りを綺麗にし、晴れて暖房の効いた店内に戻る。",
        "en": "  After making sure the storefront was acceptably clean, he returned to the inside of the parlor where it was nice and warm.",
        "pl": ""
    },
    {
        "ja": "　まぶしく目に痛い騒音、",
        "en": "  Blinding lights, deafening sounds,",
        "pl": ""
    },
    {
        "ja": "　充満するタバコの臭いに圧倒されながら店内を横断して事務所へ向かう。",
        "en": "  and the oppressive odor of tobacco assaulted him as he passed through the parlor on his way to the office.",
        "pl": ""
    },
    {
        "ja": "「店長。外まわりの掃除、終わりました」",
        "en": "\"Boss, I've finished cleaning outside.\"",
        "pl": ""
    },
    {
        "ja": "「はい、ごくろうさま。それで、いいかな。二階の四十番台のお客さんの様子、見てきてくれない？",
        "en": "\"Good job. I've got something else for you. Could you go check on the customer on machine forty on the second floor for me?",
        "pl": ""
    },
    {
        "ja": "　どうも懐にのんでそうなんだよね、あのお姉さん」",
        "en": "  I have a hunch she might be cheating.\"",
        "pl": ""
    },
    {
        "ja": "　元会社員の、人の良さそうな店長さんである。",
        "en": "  His boss was a good-natured man who used to work a desk job.",
        "pl": ""
    },
    {
        "ja": "　あきらかに学生である草十郎を採用したのはその苦学生ぶりに感動したから―――ではなく、",
        "en": "  The reason he employed someone like Soujuurou, even though he was clearly a student, was not because he admired him for working his way through school.",
        "pl": ""
    },
    {
        "ja": "　店員がみんな怖い顔をしているので一人でも心安らげる店員がほしい、という理由らしい。",
        "en": "  It was because all of the other employees were scary and intimidating, and he wanted at least one employee who was not.",
        "pl": ""
    },
    {
        "ja": "「いいんですか？　トイレの掃除、まだですけど」",
        "en": "\"Are you sure? I still haven't cleaned the toilets.\"",
        "pl": ""
    },
    {
        "ja": "「いいのいいの。なんかねぇ、カメラの死角にいるんでイマイチ確証とれないの。",
        "en": "\"It's fine, it's fine. She's in the security camera's blind spot, so we have no way of confirming whether she's up to no good.",
        "pl": ""
    },
    {
        "ja": "　草ちゃん、いまのところ的中率百パーセントでしょ。様子見てきてくれないかなぁ」",
        "en": "  I want you to go because you've got a sixth sense about these things. Go check on her, will you?\"",
        "pl": ""
    },
    {
        "ja": "　そういう事でしたら、と掃除用具を片付けて草十郎は二階フロアに向かった。",
        "en": "  Hearing that, Soujuurou put away his cleaning equipment and headed upstairs.",
        "pl": ""
    },
    {
        "ja": "　店は典型的な二階建ての、大きい部類に入るパチンコ店である。",
        "en": "  It was a typically large-scale pachinko parlor with two floors.",
        "pl": ""
    },
    {
        "ja": "　基本的には地域密着型で、あまりあこぎな調整もせず、少しずつ町の皆さんから収入を得ることを良しとしている。",
        "en": "  It prided itself on being a local establishment that was satisfied with taking the locals' money little-by-little without resorting to more exploitative means.",
        "pl": ""
    },
    {
        "ja": "　が、店側はそのつもりでも、お客様は千差万別。",
        "en": "  But regardless of the parlor's intentions, its customers were not so scrupulous.",
        "pl": ""
    },
    {
        "ja": "　気軽に遊びに来る者もいれば、これで食べている<職業博徒|プ　　ロ>、はては不正を働いて儲けようという輩もやってくる。",
        "en": "  Among them were casual players, professional gamblers, and cheaters looking to profit by exploiting whatever loopholes they could find.",
        "pl": ""
    },
    {
        "ja": "　中でも八十年代中期から流行しだしたある機械は、ゲーム台の電気系統に外部からアクセスしてプログラムを狂わせ、俗に言うスリーセブン等の大当たりをたやすく実現してしまう。",
        "en": "  Of particular prevalence was a device developed in the mid-eighties that could disrupt a machine's circuitry from the outside and make it much easier to get what was called a triple seven jackpot.",
        "pl": ""
    },
    {
        "ja": "　当然店側としてもそういった人種の入場はお断りしたいのだが、確たる証拠もなしにお帰り願う訳にもいかない。",
        "en": "  As much as the parlor wanted to deny these cheaters entry, it needed to present hard evidence of cheating, or risk losing customers.",
        "pl": ""
    },
    {
        "ja": "　客商売である以上、疑わしきは罰せず、がルールである。",
        "en": "  Particularly in the service industry, \"innocent until proven guilty\" was not a rule taken lightly.",
        "pl": ""
    },
    {
        "ja": "　結果、現行犯としてとっ捕まえるのが店側の正義となる。",
        "en": "  As a result, they could only punish the customers they caught in the act.",
        "pl": ""
    },
    {
        "ja": "　そういった不心得者をゴト師と言うらしいが、草十郎にはそのへんの事情は一切分かっていない。",
        "en": "  Such cheaters were known as gotoshi, a slice of society which Soujuurou knew nothing about.",
        "pl": ""
    },
    {
        "ja": "　彼が承知しているのは、彼らが店側にとって厄介な相手であり、かつ、不正を働いているルール違反者である、という事だけだ。",
        "en": "  What he did know was that they were inconveniencing his employer and violating their rules.",
        "pl": ""
    },
    {
        "ja": "　二階に上がる。",
        "en": "  He went upstairs.",
        "pl": ""
    },
    {
        "ja": "　有線のラジオもゲーム台の音も、一階よりは控えめに流れている。",
        "en": "  The radio and game machine sounds on the second floor were quieter than the cacophony downstairs.",
        "pl": ""
    },
    {
        "ja": "　一階の百台に対して二階のゲーム台の数は八十あまり。空席はちらほらとあるものの、夕方にしては客入りは良好だろう。",
        "en": "  There were a hundred game machines on the ground floor and over eighty on the second. While there were some empty seats here and there, it was a solid evening turnout.",
        "pl": ""
    },
    {
        "ja": "　店長の言う四十番台は店の中ごろの列だ。",
        "en": "  The machine mentioned by his boss was in the center aisle.",
        "pl": ""
    },
    {
        "ja": "　さりげなく列の入り口あたりの壁に寄りかかってみると、たしかに派手に<大当たり|フィーバー>しているお客さんがいた。",
        "en": "  Soujuurou nonchalantly leaned back against the wall and watched the customer hit the jackpot over and over again.",
        "pl": ""
    },
    {
        "ja": "「………………」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　<一目|ひとめ>見た瞬間に違うな、と草十郎は直感した。",
        "en": "  The second he saw her, his gut told him that she was not cheating.",
        "pl": ""
    },
    {
        "ja": "　何を以てプロと言うかは疑問だが、特別という意味なら彼女は本物だ。",
        "en": "  He still was not sure what made someone a master swindler, but if it meant they were special, this woman certainly fit that description.",
        "pl": ""
    },
    {
        "ja": "　なんとなく、その幸運の強さが感じ取れる。",
        "en": "  It was almost as if he could feel the luck emanating from her.",
        "pl": ""
    },
    {
        "ja": "　周りの客達の関心を一身に浴びながら、彼女は黙々とハンドルを回している。",
        "en": "  As the customers looked on, she silently turned the handle again and again.",
        "pl": ""
    },
    {
        "ja": "　歳は<草十郎|じぶん>より何歳か上。",
        "en": "  She appeared older than Soujuurou.",
        "pl": ""
    },
    {
        "ja": "　緑色の、体の線がはっきりと判る洋服を着ている。上着とスカートが一体になったような服だ。",
        "en": "  She wore a green, form-fitting, one-piece dress.",
        "pl": ""
    },
    {
        "ja": "　足は素肌ではなくストッキングをはいている。",
        "en": "  A pair of stockings covered her legs.",
        "pl": ""
    },
    {
        "ja": "　細い両足は艶やかに組まれ、パチンコをしているというよりは絵画のモデルのような優雅さだった。",
        "en": "  Her slender legs were gracefully crossed, and her elegance suited a painting better than a casino.",
        "pl": ""
    },
    {
        "ja": "　赤みのかかった黒髪は短く、涼しげにかけたメガネと赤い唇がやけに決まっていた。",
        "en": "  Her dark, reddish hair was cut short in a bob, perfectly framing her stylish spectacles and crimson lips.",
        "pl": ""
    },
    {
        "ja": "　正直に言って、こんな場所でフィーバーを出していい美人ではない。",
        "en": "  Truth be told, something was off about this picturesque beauty ringing the jackpot over and over again.",
        "pl": ""
    },
    {
        "ja": "　彼女の足元には四つの大箱が重ねられていて、その勢いは留まるところを知らない。",
        "en": "  Four boxes' worth of pachinko balls sat at her feet, and her winning streak showed no sign of abating.",
        "pl": ""
    },
    {
        "ja": "　退屈そうに、細い陶器のような指が長い煙草を唇に運ぶ。",
        "en": "  She looked bored as her slender, porcelain fingers lifted a long cigarette to her lips.",
        "pl": ""
    },
    {
        "ja": "『……なんか……どっかで……』",
        "en": "(Feels like... I've seen her somewhere...)",
        "pl": ""
    },
    {
        "ja": "　そう思った瞬間、メガネごしに視線が壁側―――草十郎を見た。",
        "en": "  Just as that thought crossed his mind, her gaze turned toward the wall, and Soujuurou.",
        "pl": ""
    },
    {
        "ja": "「………！」",
        "en": "\"...!\"",
        "pl": ""
    },
    {
        "ja": "　とたん、背中に走る悪寒。",
        "en": "  Suddenly, a chill ran down his spine.",
        "pl": ""
    },
    {
        "ja": "　反射的にこぼれる悲鳴を必死に手で押さえつける。",
        "en": "  He reflexively covered his mouth to keep from shrieking.",
        "pl": ""
    },
    {
        "ja": "『あの<女|ひと>、昨日の……！』",
        "en": "(It's her! The woman from yesterday!)",
        "pl": ""
    },
    {
        "ja": "　確証のない直感に弾かれて、草十郎は<脱兎|だっと>の如く走り出した。",
        "en": "  Acting on pure instinct, Soujuurou took off running.",
        "pl": ""
    },
    {
        "ja": "　この場から一刻も早く逃れようと、まず一階へ。",
        "en": "  He headed straight downstairs, desperate to not be on the same floor as her.",
        "pl": ""
    },
    {
        "ja": "　そのまま外に駆け出そうとしたが、最低限の責任として店長に声をかける。",
        "en": "  He would have run straight out the door, but for his obligations to his job.",
        "pl": ""
    },
    {
        "ja": "「店長、早退します。それと、二階の人は問題ないです」",
        "en": "\"Boss, I'm leaving early. And the person upstairs is fine.\"",
        "pl": ""
    },
    {
        "ja": "　心の動揺をなんとか抑えこみながら告げ、学校の制服を紙袋につめて店を飛びだした。",
        "en": "  He tried to keep his composure as he spoke, jamming his school uniform into a paper bag as he ran out of the parlor.",
        "pl": ""
    },
    {
        "ja": "　曇った天候のせいか、すでに夜の影が濃い社木の商店街を走り抜けて駅に向かう。",
        "en": "  Cloudy weather brought the shadow of night over Yashirogi as he ran through the shopping arcade toward the station.",
        "pl": ""
    },
    {
        "ja": "　長い階段を矢のように駆け上がり、定期を財布から素早く取り出して改札を通り過ぎる。",
        "en": "  He shot up the long staircase like an arrow, quickly pulled his train pass from his wallet, and passed through the ticket gate.",
        "pl": ""
    },
    {
        "ja": "　改札には大勢の人々がそれぞれの事情で立ち止まったり、歩いたり、話し合ったりしていた。",
        "en": "  The ticket gate was crowded with people standing around, walking, and talking.",
        "pl": ""
    },
    {
        "ja": "　その中で無愛想な顔をしているのは自動改札の横にある駅員室の駅員ぐらいで、ここにはちょっとだけ騒がしい安心があふれていた。",
        "en": "  The station attendant by the automatic ticket machine had an unpleasant look on his face. There was now a familiar, comforting hustle and bustle around him.",
        "pl": ""
    },
    {
        "ja": "　都市の日常、と言い換えてもいい。",
        "en": "  Just another day in the city.",
        "pl": ""
    },
    {
        "ja": "　間違っても、昨夜の草十郎が見てしまった風景はどこにも見当たらない。",
        "en": "  Nothing like what he witnessed the night before.",
        "pl": ""
    },
    {
        "ja": "「――――――はあ」",
        "en": "\"...Phew.\"",
        "pl": ""
    },
    {
        "ja": "　ようやく肺に空気を送る。",
        "en": "  He could finally breathe again.",
        "pl": ""
    },
    {
        "ja": "　つかの間の安心から、草十郎はぴたりと立ち止まった。",
        "en": "  The momentary rush of relief brought him to an abrupt stop.",
        "pl": ""
    },
    {
        "ja": "　おそるおそる背後を振り返る。",
        "en": "  He nervously turned around.",
        "pl": ""
    },
    {
        "ja": "　当然のように、追いかけてくる危険人物など居るはずもない。",
        "en": "  There was no way that dangerous individual could be behind him.",
        "pl": ""
    },
    {
        "ja": "『……って、考えてみると……』",
        "en": "(Wait, why would I even...?)",
        "pl": ""
    },
    {
        "ja": "　なぜ唐突に走りだしたのか、その理由が脆弱すぎた。",
        "en": "  He couldn't think of a good reason for why he'd fled so desperately.",
        "pl": ""
    },
    {
        "ja": "　そもそも自分は、人相が分かるほど“<危険|あいて>の顔”を見ていなかったではないか、と呆れかえる。",
        "en": "  As far as he could remember, he hadn't even seen the threat's face long enough to form an opinion about her.",
        "pl": ""
    },
    {
        "ja": "　頬を叩いて気合いを入れ直し、草十郎は早足でプラットホームに下りていく。",
        "en": "  Soujuurou gave himself a good slap on the cheek to pull himself together and quickly made his way down to the platform.",
        "pl": ""
    },
    {
        "ja": "　あいにく電車は十分待ちだったが、ここで取り乱しても仕方がないので大人しく椅子に座った。",
        "en": "  Unfortunately, the next train was ten minutes away, and panicking would do him no favors, so he quietly found an empty seat and sat down.",
        "pl": ""
    },
    {
        "ja": "「――――――」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　もういちど深呼吸。",
        "en": "  He took another deep breath.",
        "pl": ""
    },
    {
        "ja": "　周りには自分と同じく、電車待ちの人々の姿がある。",
        "en": "  He was surrounded by people waiting for the train just like he was.",
        "pl": ""
    },
    {
        "ja": "　……追いかけてくる“誰か”なんて影も形もない。",
        "en": "  ...And no sign of anyone pursuing him.",
        "pl": ""
    },
    {
        "ja": "　考えすぎだった、と、ようやく頭がクリアになる。",
        "en": "  His head finally cleared up, and he assured himself that he was overthinking things.",
        "pl": ""
    },
    {
        "ja": "　ただ、がっくりと落ちた両肩が重いのが意外だった。",
        "en": "  Though, he was surprised at how heavy his shoulders felt.",
        "pl": ""
    },
    {
        "ja": "『……疲れてるのは分かってる。自分の体のコトだし』",
        "en": "(I'm just tired, I'm sure of it. I know my own body best, after all.)",
        "pl": ""
    },
    {
        "ja": "　予想以上の強い疲労に、草十郎は嘆息した。",
        "en": "  Soujuurou sighed at his greater-than-expected fatigue.",
        "pl": ""
    },
    {
        "ja": "　山を下りてきてからの生活はたしかに過酷だったが、こうして座って振り返ってみると我慢できないほどではなかった。",
        "en": "  He had certainly struggled since coming down from the mountains, but in retrospect, it could have been worse.",
        "pl": ""
    },
    {
        "ja": "　肉体的にはたぶんまだまだ大丈夫。",
        "en": "  Physically, he was probably holding up fine.",
        "pl": ""
    },
    {
        "ja": "　<音|ね>をあげているのは心の問題だ。",
        "en": "  He was much less confident in his mental state.",
        "pl": ""
    },
    {
        "ja": "　ここと山とでは何もかもが違う。",
        "en": "  The city and the mountains could not have been more different.",
        "pl": ""
    },
    {
        "ja": "　それを認めて適応する事はひどく難しかった。",
        "en": "  He had been slow to recognize the differences and adapt.",
        "pl": ""
    },
    {
        "ja": "　馴染むのは簡単だ。人間はなんにだって慣れる生き物なので、放っておいても順応していく。",
        "en": "  Acclimation was simple enough. Humans were nothing if not adaptable. Even without any effort, one would learn to adjust over time.",
        "pl": ""
    },
    {
        "ja": "　なので。難しかったのは、たぶん認める方だろう。",
        "en": "  Recognizing the challenges had been the hard part.",
        "pl": ""
    },
    {
        "ja": "「……そりゃあ。とにかく、難しいコトだらけだし」",
        "en": "\"...Actually, it's all been difficult.\"",
        "pl": ""
    },
    {
        "ja": "　今まで口にしたことのない弱音を漏らす。",
        "en": "  Soujuurou grumbled a complaint he'd never uttered before.",
        "pl": ""
    },
    {
        "ja": "　正直、草十郎は町を出歩く事すらいまだに怖い。",
        "en": "  To be honest, he was still afraid to wander around town.",
        "pl": ""
    },
    {
        "ja": "　都会の人々には当たり前の事でも、彼にとっては未知の事ばかりなのだ。そんな事が連続するたびに驚いているのだから、まいらない筈がない。",
        "en": "  There were so many things city people took for granted that Soujuurou had yet to grasp. It was little wonder that this neverending chain of surprises would wear on him.",
        "pl": ""
    },
    {
        "ja": "『……そっか……疲れてるのは体じゃないのか……』",
        "en": "(Oh... It isn't my body that's tired.)",
        "pl": ""
    },
    {
        "ja": "「だから、あんな幻を見る」",
        "en": "\"That would explain the hallucination.\"",
        "pl": ""
    },
    {
        "ja": "　呟いてみて、草十郎は小さく首を横に振った。",
        "en": "  He muttered to himself, then shook his head.",
        "pl": ""
    },
    {
        "ja": "　有る物は有るのが、世の習わしだ。",
        "en": "  That which exists, exists. Such was the way of all things.",
        "pl": ""
    },
    {
        "ja": "　鳶丸にはああは言ったが、草十郎は<あ|・><の|・><出|・><来|・><事|・>が現実だと解っていた。",
        "en": "  Tobimaru had called it a hallucination, but Soujuurou knew what he saw was real.",
        "pl": ""
    },
    {
        "ja": "　ここは山に比べれば魔法の国だ。",
        "en": "  The city was a magical kingdom compared to the mountains.",
        "pl": ""
    },
    {
        "ja": "　それなら、本物の魔法使いがこっそり暮らしててもおかしくはない。",
        "en": "  If there were real magicians secretly living here, that should have been no surprise at all.",
        "pl": ""
    },
    {
        "ja": "　一度でもそう思ってしまったら、椅子に座った両足が小刻みに震えていた。どうも怖いらしい、と気付いたのはしばらくしてからだ。",
        "en": "  The thought alone made his legs tremble. It took him a moment longer to realize that they were quivering out of fear.",
        "pl": ""
    },
    {
        "ja": "　自然以外を怖いと思うのは、子供のころ山道でばったり野生の熊に出会った時以来である。",
        "en": "  He had feared the unnatural ever since he encountered a wild bear on a mountain path as a child.",
        "pl": ""
    },
    {
        "ja": "「いや、あれはこんなもんじゃなかったっけ。",
        "en": "\"But this is nothing like that.",
        "pl": ""
    },
    {
        "ja": "　なりふりかまわず泣き叫んだもんな、あの時は」",
        "en": "  I cried and screamed my head off back then.\"",
        "pl": ""
    },
    {
        "ja": "　幼少期のトンデモなトラウマを思い出し、草十郎はつい<微|わ><笑|ら>ってしまった。",
        "en": "  Soujuurou smiled a little as he recalled his traumatic childhood memory.",
        "pl": ""
    },
    {
        "ja": "　たしかに二メートル以上の獣がのっそり現れ、ぐるるる、なんて唸った日には誰だって卒倒するだろう。",
        "en": "  Anyone would have fainted at the sudden appearance of a growling beast that towered over 2 meter tall.",
        "pl": ""
    },
    {
        "ja": "　山で生活していた草十郎からしてどのくらい迫力があったかと言うと、ほんの二日前に映画で見た大怪獣をぬいぐるみでは、と錯覚するぐらい野生の獣は怖かった。",
        "en": "  The monster in the movie that Soujuurou saw not two days ago was the equivalent of a cuddly stuffed animal when compared to the wild mountain creatures.",
        "pl": ""
    },
    {
        "ja": "　それを思い出せば、たしかに、これぐらいはなんとか我慢できる話かもしれない。",
        "en": "  He was reminded that he'd faced far worse before, and his ordeal now was something he could endure.",
        "pl": ""
    },
    {
        "ja": "「……そうだよな。今の問題は、えーと……チラっと聞こえた最後の台詞か。『捕まえて始末する』っていうのは、どうなんだ？」",
        "en": "\"That's right. The problem now, is... what I heard someone say at the end. What's 'catch and eliminate' supposed to mean?\"",
        "pl": ""
    },
    {
        "ja": "　額面通りにとるのなら、それこそ文字通りの意味、というヤツだ。",
        "en": "  At face value, the meaning was obvious.",
        "pl": ""
    },
    {
        "ja": "　あまりにも物騒な意味合いすぎて、真剣に考察することが難しい。何かの聞き間違い、あるいは言い間違いだったのだろう、と放り投げてしまいたくなる。",
        "en": "  But the implications were simply too frightening to contemplate seriously. Perhaps he had misheard the words, or perhaps the speaker had misspoke.",
        "pl": ""
    },
    {
        "ja": "「都会のルール……誰かが、きっと罰しに来る、か……」",
        "en": "\"The law of the city... means someone will deal out punishment eventually...\"",
        "pl": ""
    },
    {
        "ja": "　自分で言っておきながら、やっぱり他人ごとのようで、夢だったと割り切りたい気分だ。",
        "en": "  Even as he said it, the idea didn't feel quite real. It was hard to imagine that it applied to him.",
        "pl": ""
    },
    {
        "ja": "　草十郎は息をついて瞼を閉じる。",
        "en": "  Soujuurou breathed in and closed his eyes.",
        "pl": ""
    },
    {
        "ja": "　視界の暗転と共に先ほどの光景をすべて棚上げ。",
        "en": "  His vision dimmed, putting the illuminated cityscape out of sight, and out of mind.",
        "pl": ""
    },
    {
        "ja": "　とりあえず、今はきれいさっぱり昨夜の出来事を忘れる事にした。",
        "en": "  For now, he resolved to put last night's events behind him.",
        "pl": ""
    },
    {
        "ja": "　瞼を開けると、呼吸はすっかり落ち着いていた。",
        "en": "  When he opened his eyes, his breathing had calmed.",
        "pl": ""
    },
    {
        "ja": "「それでさ。",
        "en": "\"I wonder...",
        "pl": ""
    },
    {
        "ja": "　蒼崎を殴りつけようとして、結局どうなったんだ鳶丸？」",
        "en": "  What happened to Tobimaru when he tried to hit Aozaki?\"",
        "pl": ""
    },
    {
        "ja": "　なんとなく唐突に、そんな疑問が湧いたりする。",
        "en": "  The question suddenly popped into Soujuurou's head.",
        "pl": ""
    },
    {
        "ja": "　今度聞いてみよう、と草十郎が椅子から立ち上がった時、長い光を引いて電車がやってきた。",
        "en": "  He decided he would ask next time, and stood up from his chair. A long streak of light blazed by, announcing the arrival of the next train.",
        "pl": ""
    }
]