[
	[
		"　館の広さはかなりのものだった。",
		"　三階建ての洋館は、部屋の数でも草十郎の住むアパートを上回っている。",
		"　ただ、その広さは持てあまし気味だ。",
		"　部屋数と住人の比率は合っていない。絨毯張りの廊下は、その豪華さとは裏腹に寒々しかった。",
		"　草十郎が眠っていた客室は二階の東側にあった。",
		"　一階に下りる階段はこの廊下の先、館の中央にあるらしい。",
		"　窓から差しこむ冬の日射しが、廃墟じみた廊下をいっそう寂しく見せている。",
		"　館の中央部は吹き抜けになっていて、そのまま一階の様子が見下ろせた。",
		"　階段は壁に<沿|そ>って造られている。",
		"　一階と二階を繋ぐ階段の他に、二階のホール裏には三階への階段もある。おそらく屋根裏に倉庫でもあるのだろう。",
		"　きょろきょろと見渡している草十郎をよそに、青子は慣れた足取りで階段を下りていく。",
		"　ロビーは一転して白色と木の空間だった。",
		"　天井からの日射しが木の床を明るく照らす。",
		"　壁は一面の白色。一点の汚れもなく、高い壁をより堅固に見せている。",
		"　二階に続く階段と、",
		"　長らく使われていない暖炉。",
		"　ぞんざいに放置された電話機と、",
		"　独りぼっちで時を刻む大時計。",
		"　ここは洋館というより古城の様だ。",
		"　あまりの異世界っぷりに呆然としている草十郎に、青子は冷たい視線を向ける。",
		"「居間はこっちよ。ぼさっとしない」",
		"　彼女は階段横の扉に手を掛けた。",
		"　ロビーには四つの扉があって、玄関から見て東側の扉が居間に続いているらしい。",
		"　反対側にある西の扉は館の左翼に。",
		"　南側の扉は玄関。",
		"　北側、暖炉の横にはさらにもう一つ。",
		"　階段の下に隠れている扉は浴場に続いているのだが、今の草十郎には知るよしもない。",
		"　一階の廊下には窓がないため、全体的に薄暗い。",
		"　さながら、二階は放置された診療所で、ロビーは日本とは思えない西洋の城。",
		"　そして一階廊下はホテルを思わせる窓なき迷路。",
		"「…………」",
		"　都会に来て日が浅い草十郎にも、この洋館がただならぬものである事は感じ取れる。",
		"　手放しで喜べないのは、そのお化け屋敷としばらく付き合う事になりそうだからだ。",
		"「そこが居間で、奥が厨房ね。簡単な料理ぐらいはできるようになってるから。",
		"　居間のとなりにはサンルームがあるんだけど、ここが食卓の代わり……",
		"って、そんなの後でいっか」",
		"　言って、青子は暗い廊下の扉に手を掛ける。",
		"　ドアノブを回す<間際|まぎわ>。",
		"　青子は意味ありげな<視線|コンタクト>を草十郎に送ったが、すぐに消した。",
		"　ドアノブは待ったなしで回される。",
		"「お待たせ。承諾したわよ、あいつ」",
		"　青子は居間に入りながら、中にいる有珠に語りかける。",
		"　草十郎も少しだけ迷ってから、居間へと足を踏み入れた。",
		"　廊下とは違い、居間は思いのほか現代的だった。",
		"　絨毯の敷き詰められた床も、革のソファーも、30インチの大きなテレビも、草十郎がこれまで知り得た一般家庭の趣きに満ちている。",
		"　その家庭的な居間のソファーに、家庭的な団らんとはかけ離れた少女が座っていた。",
		"　青子は黒い少女の向かいのソファーに座る。",
		"　草十郎に残された席は二つ。",
		"　蒼崎青子のとなりか、",
		"　久遠寺有珠のとなりか。",
		"「…………」",
		"　草十郎は二秒ほど悩んだ末、どっちも不吉な気がしたので壁ぎわで立つ道を選んだ。",
		"　テーブルを挟んで青子と有珠は向き合っている。",
		"　何も載せられていない真っ平らなテーブルが、どことなく寒い。",
		"「当事者も認めた事だし、これで何の問題もないわね、有珠」",
		"　青子の念押しに、有珠はこくんとうなずいた。",
		"　……こうして壁ぎわから見ていると、目に見えない文句のぶつけ合いが手に取るようだ。",
		"　彼女たちの間で、自分の扱いについて一波乱あったんだな、と今更ながら草十郎は感じ取った。",
		"「……そうね。原因も究明しないといけないし」",
		"　<昏|くら>い色をした目が草十郎を流し見る。",
		"　視線と同じ<抑揚|よくよう>のない声。",
		"　そのくせ、草十郎の同居を認めていない意志がありありと伝わってくる。",
		"「けれど、貴方はそれでいいの？",
		"　遊園地での事を忘れてはいないでしょう？」",
		"　有珠の声には批難と、試しの色が混ざっている。",
		"　自分も青子も一般人からすれば危険物だ。そんな得体の知れない人間の<傍|そば>にいられるのか、と。",
		"「そりゃあ夢だと思いこみたいけど、ちゃんと覚えてるし。できるだけ無事に済ませるには、これが一番<無難|ぶなん>そうだ」",
		"　なにより命の保証はされてるみたいだし、と。",
		"　返答する草十郎に、有珠はそう、と無関心げに答えた。",
		"　そうして無言のまま、コトリ、とテーブルに小物を置く。",
		"　白い指が置いた物は、<硝子|ガラス>の<小瓶|こびん>だった。",
		"　ガラスは透明というより薄い青色をしていて、その色あいだけでも高級品だと見て取れる。",
		"　有珠はその瓶の<蓋|ふた>を、鶴か何かを思わせる仕草で抜いた。",
		"『………………？』",
		"　草十郎にとっては初めて見る小瓶だったが、妙にひっかかる物がある。",
		"　しかし悲しいかな、何がネックなのか思い当たらない。",
		"　青子が<傍観|ぼうかん>を決めこんでいるのも気にかかる。",
		"　そんな、イヤな予感に気を張る草十郎に、有珠はもう一度視線を投げた。",
		"　……少女の瞳は、やはり魔的な感じがする。",
		"　そんなコトを思っていた草十郎に、有珠は表情のない顔で呼び掛けた。",
		"「静希君」、と。",
		"　{{{は―――い？}}}",
		"　<囁|ささや>くような有珠の呼びかけに応えた瞬間。",
		"　<彼|・>の周囲の風景は、かくのように一変していた。",
		"　空気は色と形を持ったように<濁|にご>っている。",
		"　重く肌に<纏|まと>わりつく密度の濃さ、不自由さは、さながら空気が文字になったようだ。",
		"　{{{、―――、、―――！}}}",
		"　息を吸う口から、<文字|いぶつ>が肺に入る錯覚に襲われる。",
		"　咄嗟に口を<塞|ふさ>ぐ右手も、胸を押さえる左手も、きちんと見えるのによく見えない。",
		"　山で出会った深い霧だって、ここまで意識を<拐|かどわ>かす事はなかったはずだ。",
		"　―――喩えるなら、そう。",
		"　まったく見当違いの比喩ではあるが、まるで生身のまま、<新|・><聞|・><紙|・><の|・><中|・><で|・>立っているような。",
		"　味わった事のない方位感覚に、まず聴覚から慣れていく。",
		"　呼吸は普段通りだが、ざらついた圧迫感がある。",
		"　別に閉じこめられている訳ではないのに、この周りはひどく<狭|せま>い。",
		"　突然の異変に驚くより先に、その狭さから逃れるために手を伸ばしたほどだ。",
		"　けれど伸ばした手は<空|くう>を切るだけ。",
		"　周囲に壁はなく、これだけ見晴らしのいい場所で「狭い」と感じること自体、常軌を逸している。",
		"　深い霧の日は神隠しに遭う―――",
		"　山でのそんな<口伝|くでん>を信じていた<彼|・>ではなかったが、これは本当に神隠しの領域では、と思いかけて、",
		"　そこでようやく、",
		"　彼はもっと別の、",
		"　驚かなくてはいけないコトに気が付いた。",
		"　そもそもの話、居間が別世界に一変した訳ではない。",
		"　なぜなら霧ごしに見える景色は、間違いなく<彼|・>が先ほどまで居た居間の物だったし、",
		"　その場にいた二人の少女―――蒼崎青子と久遠寺有珠の姿もきちんと見えている。",
		"　ただ、その見え方に問題があっただけだ。",
		"　地面は黒い、真っ平らな地平だった。",
		"　そこから見上げるようにして二人の姿が見える。",
		"　現実味のない、入道雲の様に大きな少女が、冷たい瞳を向けている。",
		"　部屋の構造、そこにあった家具の位置関係を思い出し、<彼|・>は信じがたい素直さで、この事態を把握した。",
		"　あの遊園地でのパレードを経験しておいて、なお信じられない、と頭を抱えそうだが。",
		"　<此|・><処|・>は間違いなく、久遠寺有珠が取り出した小瓶の中であるらしい。",
		"「<図|はか>らずも」",
		"　青子は有珠の性根の悪さに呆れながら、テーブルに置かれた小瓶をチラ見する。",
		"「二日前の夜と同じ状況になったわね。",
		"　今回、<草十郎|ソイツ>は起きてるけど」",
		"　淡々と青子は語った。",
		"　有珠はというと、小瓶には視線も落とさず、目前の青子を見つめている。",
		"「……意外ね。青子は怒ると思ってたのに」",
		"「いや、私も似たようなコト考えてたから。",
		"　少しは魔術ってもんを思い知らせておかないと困るでしょ。",
		"有珠がやってくれるなら止めはしないし<怒|おこ>りもしないわ。",
		"　……ま、こっちが予定していたものより何倍もメチャクチャだけど」",
		"　言いつつ、青子は小瓶から視線を外さない。",
		"　有珠の魔術に無関心を装っているものの、興味を隠しきれていない。",
		"　小瓶の中の人影はようやく事態が飲みこめたのか、バタバタと手を伸ばしたり、全力で走ってみたり、色々と試行錯誤しているように見えた。",
		"　小瓶の表面が<濁|にご>っているため、<外|そ><界|と>からでは<瓶|なか>の様子はぼんやりとしか分からない。",
		"「……ところで、これって私にくれたヤツとは別物みたいだけど」",
		"「アレより作りは細かいわ。",
		"青子にあげたのは使い捨ての、隔離するだけの物よ。コレはお互いの声も聞こえるから」",
		"「へえ。けど、そのわりには何の反応もないわね」",
		"「青子には聞こえないだけよ」",
		"　平然と言って、有珠は小瓶へ視線を落とした。",
		"　同時に人影の動きが止まる。",
		"　どうやら有珠だけが、小瓶の中の別世界と関わりが持てるようだ。",
		"『……なんだ、術者にしか特典はないんだ』",
		"　つまらなそうに<嘆息|たんそく>する青子。",
		"　そんな青子をよそに、有珠は誰に話しかけるのでもなく口を開けた。",
		"「どう？　これでも一番、無難だと思う……？」",
		"　語りかける相手は、言うまでもなく小瓶の中の人影だ。",
		"　先ほどの会話。",
		"　この洋館に住む事が無難だと言った彼の言葉を、少女はこんなカタチで確認しているのだ。",
		"『……いきなり小瓶に閉じこめて聞き返すあたり容赦ないというか……この子の洋館への執着も問題よね……』",
		"　が、目撃者をミラーハウスに誘いこんで、正々堂々と殺し合いをしよう、と提案した自分が批難できる事でもない。",
		"　青子は有珠が感情的になって手をあげないよう注意しつつ、あくまで傍観者として事の顛末を見定めている。",
		"「――――――」",
		"　少し間をおいて、有珠の表情が変化した。",
		"　少女の問いかけに、人影は何らかの返答をしたらしい。",
		"　小瓶の中の様子を探れない青子には彼がなんと返答したかは分からない。",
		"　ただ、",
		"　相方がああいう顔をしている時は、完膚無きまで、相手の言い分が正しかった時なのだった。",
		"「……わたしが言える事でもないけど」",
		"　少女は一瞬、青子を<一瞥|いちべつ>する。",
		"　有珠はかすかにかぶりをふって小瓶に手を伸ばし、",
		"「……本当。物好きね、静希君は」",
		"　<憂鬱|ゆううつ>げなため息のように、彼の名前を口にした。",
		"　<蓋|フタ>が抜かれた瞬間、居間の空気がわずかに揺れた。",
		"　かと思うと、先ほどまで壁際に影だけ映していた少年が、<憮然|ぶぜん>とした顔で壁に寄りかかっていた。",
		"　ちょうど自分の背後にいる草十郎へ、青子は片肘をついたまま振り向く。",
		"「どう、気分は？」",
		"「見ての通り、めちゃくちゃだ」",
		"　草十郎は柄にもなく敵意をむき出しにしていた。",
		"　<怯|おび>えや驚きではなく怒っているあたり、相変わらず謎なヤツ、と青子は思う。",
		"「……夢で似たようなものを見てなかったら、今ごろ心臓が止まってたところだ。そこはついてたと思う。",
		"　信じられないのは、なんでいちいち実践するかって事だ。魔術は恐いものなんだって言えば済むだろうに。",
		"それと、ぶっそうな蒼崎の声、聞こえてたぞ」",
		"「ぶっそうで悪うございました。",
		"けど、言葉じゃなくてきちんと実感してもらいたかったのは本当よ。",
		"　どう？　魔術ってもんを甘く見てたでしょ、草十郎？」",
		"　不本意ながらも、むう、と納得する草十郎。",
		"　彼の場合、『甘く見ていた』と言うより『分かっていなかった』と言う方が正しいのだが。",
		"「けど、実感うんぬん言われても困る。",
		"　これまでの蒼崎の無茶っぷりと、今の訳の分からなさはとても比べられない」",
		"「ちょ、",
		"そりゃそうよ、有珠と比べないでよね。",
		"　有珠の魔術は私たちの中でもデタラメで、もう言葉にできないぐらい最悪なんだって言ったでしょ」",
		"「……失礼ね。人命を<脅|おびや>かす、という点なら青子の方がよっぽど酷いと思うけど。",
		"　それより貴女、本当に彼を殺す気はあったの？",
		"　一体どんな追いつめ方をすれば、蒼崎ならたぶん安全、なんて言葉が返ってくるのかしらね」",
		"「そ―――",
		"そんなのあったに決まってるでしょ！",
		"　コイツがなんて言ったか知らないけど、ぜったい意味違うから！",
		"　<草十郎|コイツ>はね、そもそも何が危ないのか<火傷|ヤケド>するまで気付かない……",
		"っていうか、火傷しても“よし、死ななきゃ安い”なんて本気で思っちゃう天然ボケなのっ！",
		"　ね、そうでしょ草十郎！？」",
		"「え？」",
		"　とつぜん怒鳴られ、よく分からないクセに「うん、まあ」とうなずく天然なんとか。",
		"　居間は騒がしいコトこの上ない。",
		"「………………」",
		"　そんなふたりを、有珠は<呆|あき>れたように見つめていた。",
		"　ともあれ、草十郎は洋館での監視生活を承諾した。",
		"　魔術を<生業|なりわい>とする者と屋根を同じくすること。",
		"　それがどれだけ危険であるのか、身をもって体験させられた上で、",
		"「うん、まあ、そういう事なら」",
		"　とてもそうは見えないが、彼なりに真剣に考えた末で、はっきりと答えたのである。",
		"「それじゃ、やっと本題に入れるわね。",
		"　監視するとは言ったけど、どうやって草十郎を監視するのか。そもそも、貴方を監視する原因になった『魔術』とは何なのか。そのあたり、ざざっと説明させてもらうわ」",
		"　新しい規則のレクチャーはきちんと聞くように教育されているのか、草十郎はいいぞ、と身構える。",
		"　一方、有珠はまだ不満があるようで、かたくなに口を閉ざしていた。",
		"「最初に言っておくと、アンタをここに住まわせる期限は決まってるから。",
		"　要はその期限まで、誰にも私たちの事をしゃべらず、また、勝手に死ななければ晴れて自由の身ってこと。",
		"　ね、そうよね有珠？」",
		"「……そうね。わたしたちを怒らせなければ、そういう可能性もあるわね」",
		"「よし、いきなり話が食い違ってる」",
		"　<予|う><想|ん><通|う><り|ん>、とうなずく草十郎と、",
		"「ちょっと黙ってて有珠。",
		"あとアンタも黙ってろ」",
		"　そんなふたりを睨みつける、気苦労の多い青子。",
		"「……話を続けるけど。",
		"　秘密保持のためにアンタを住まわせる場合、二次災害はどうしても避けられない。",
		"　同じ家にいる以上、余計に秘密を見せる事になるからね。有珠はそれがイヤなんだろうけど」",
		"　言われてみればその通りだ。",
		"　監視対象を軟禁した場合、更なる内部事情の<露呈|ろてい>は避けられない。",
		"「ちょっと待ってくれ。どうどう巡りじゃないか、それ？」",
		"「大丈夫、問題ないわ。だって、最後にはここで暮らした記憶ごと、私たちの事を忘れてもらう事にしたから」",
		"「―――忘れてもらう？」",
		"「そ。公園での一件からまるごと全部、忘れてもらう。",
		"　ルーンっていう魔術系統があるんだけどね、その中でサクッと記憶を忘れさせる物があるのよ。",
		"　非人道的であるのは変わらないけど、ま、命を消すかわりに記憶を消すって事で妥協して」",
		"「――――蒼崎、それは」",
		"「悪いけど反論は却下。",
		"　で、肝心の<忘却|ぼうきゃく>のルーンなんだけど。私も有珠も専門外だから、文献を探して修得するのに時間がかかる。",
		"　つまり、それが監視の期限ってワケ。",
		"　私たちが忘却のルーンを見つけるまで、命を担保に口を閉じていてもらうわ」",
		"「有珠はそんなややこしい事はせずに、五感全部壊してしまおうなんて言ってるけど。",
		"　―――静希君、<彫像生活|リビングスタチュー>とか嫌でしょ？」",
		"「む」",
		"　青子の言っている事は八割納得できる草十郎だったが、最後のリビングスタチュー、という単語はあまりにも意味不明だった。",
		"　できるかぎり想像力を働かせるも、こう、キッツィーちゃんばりのクリーチャーしか想像できない。",
		"「うん。それは、たしかにイヤだな」",
		"　難しい顔で頷く草十郎に、青子もでしょう、と同意する。二人の<齟齬|そご>はとても深い。",
		"「とにかく、遅くても一ヶ月で“忘却のルーン”は見つけだせるだろうし、一回きりの実行ならプラス二ヶ月ぐらいでなんとかなるわ。",
		"　それまで<草十郎|アンタ>にはここで暮らしてもらうワケだけど……私たちについて無知なまま歩き回られると、命の保証はできないのよ」",
		"「そっちもこっちの事情を知らないのは気持ち悪いだろうし。なんで、今から簡潔に、現代の魔法使いのなんたるかを教えてあげる。",
		"　それで少しは私たちへの勘違いもなくなるだろうし」",
		"　ま、この山奥育ちに現代も過去もないだろうけど、と青子は自分の台詞に苦笑いをこぼした。",
		"「洋館のことは後にして、まずは<魔術師|わたしたち>の立場についてね。",
		"　あ、でも一から百まで理解する必要はないから。",
		"　どうせ門外漢なんだし、感じ入った事だけしっかり噛みしめておきなさい」",
		"　教師めいた言葉に、草十郎は素直に頷いた。",
		"　要するに、理解できない事は聞き返さなくていい、と青子は言ったのだ。",
		"　その発言自体に納得のいかない草十郎だったが、聞き返すのはダメらしいので素直に従った。",
		"　よろしい、と頷いて、青子は話をはじめる。",
		"　長く、それは長くなる話を。",
		"「まず魔術師、魔法使いの話からね。",
		"　<魔|・><術|・>と<魔|・><法|・>の違いは草十郎には関わりのない話だからしないけど、それぞれ別種の物だと思ってくれればいいわ。",
		"　で、魔術師の事だけど、これは絶対条件として隠された存在でなくてはならないの。",
		"　<魔術師|どうぎょうしゃ>に知られるのは仕方ないとしても、貴方みたいに関わりのない人間に知られるのは罪にあたる。ほとんど死罪クラスのね」",
		"「何故かって言うと、魔術ってのは隠されていないと力が薄れてしまうものだから。",
		"　神秘の語源は閉ざす、というギリシャ語だけど、魔術は限られた密儀でなければ魔術でなくなってしまう。",
		"　文明にとって、未知なるモノ、未開なる<場所|モノ>は<拓|ひら>かれていないからこそ恐怖に値するのと同じね」",
		"「知られたら迫害されるから隠す、じゃないの。",
		"　未知でなくなった魔術師……というより魔術ね。",
		"　明かされた魔術は力を弱めてしまう。だから<隠匿|いんとく>するのよ。何より、<魔術師|わたしたち>の未来のために」",
		"「……魔術の仕組みはよく分からないけど、とにかく自分だけの秘密でないと弱くなるって事か。",
		"　じゃあ蒼崎も弱くなってるのか？　俺が見ちゃったから」",
		"「いいえ、別に。",
		"　……ここからはちょっと込みいった話でね。",
		"　弱くなる、っていうのはあくまで全体、それも随分と未来の話。個人単位では関係のない話よ。",
		"　汝、<隠匿|いんとく>すべし―――って不文律は、この大本の仕組みが<形骸|けいがい>化して、いつのまにか絶対のルールになっているだけなの」",
		"「文明社会の法律と一緒よ。犯罪、不道徳を罰するのは人間的であろうとする意識の高さと、それとはまったく別の、全体の仕組みを守るための構造的な結論でしょ。",
		"　犯罪が罰せられるのは、野放しにしたらせっかく築いた社会がうまく機能しなくなるから。",
		"　で、<魔|わ><術|た><師|し>たちにとって犯罪にあたるのは神秘の一般化、低俗化であって、不道徳とか殺人とかは―――ま、それぞれの良心次第ってコトで、基本的に罪にもならない」",
		"そんなろくでもない連中にルールを敷いたのが、魔術協会っていう集まり。組合みたいなものよ。",
		"“魔術を不朽の神秘とせよ”……というのは、魔術を魔術として永続させるために敷いたルールにすぎないわ」",
		"「けど、その原則は絶対でさ。",
		"　これを破った者は、魔術世界には居られなくなる。",
		"　いえ、実際問題として、<生|・><き|・><て|・><い|・><く|・><の|・><が|・><困|・><難|・><に|・><な|・><る|・>。",
		"　私たちは私たちの……まあ、魔術師としての命？",
		"　そういうのを守るために、目撃者であるアンタを消さなくちゃいけなかった」",
		"「――――――」",
		"「そこ、同情とかしなくていいから。私たちの事情を知ったぐらいで、遊園地のことを帳消しにしないでよ。",
		"　私たちは私たちの判断でアンタを殺そうとしたんだから、誰彼のせいってワケじゃない。",
		"　恨むなら、きちんと私を恨んでちょうだい」",
		"「ま、それはともかく。",
		"　過去、魔術師は職業として成りたったぐらい社会に認知されていたけど、その魔術自体は墓まで持っていく秘密だった。",
		"それがどう<歪|ゆが>んだかは知らないけど、現代ではその職業すら秘密にしなくてはならなくなった。",
		"　そこまでしないと、遠い未来、魔術すら消費するだけのものに解体されると協会は恐れたのよ」",
		"「自然界の仕組みも、かつて天上の領域だった宇宙の運営すら、私たちは人智で解き明かせるほどになった。",
		"　人の手にあまるもの。神秘という未知の領域にとって、魔術が最後の砦になると協会の設立者は信じたのかもしれない。",
		"　それとも、魔術なんてもう意味がないって達観したのかもね」",
		"「そんなわけで、魔術師はその正体を隠して各々の秘儀を伝えていった。他人に教えるワケにはいかないから、必然的にその伝承者は子孫になる。",
		"　私も有珠も、そうやって何代か続いた連中の<末|すえ>なのよ。",
		"　さっき言った魔術協会っていうのは、そんな細々と続いてる連中を束ねる一大組織。魔術師にとって司法の神ってところかしらね」",
		"「協会も色んな派閥に分かれるんだけど、大抵の魔術師はロンドンの魔術協会に属している。",
		"　汝隠匿すべしっていうのも協会の三大原則の一つよ。",
		"　魔術師が一般人に秘密を漏らすと協会から罰が下される仕組みになっている。",
		"　ま、そんな罰なんかなくても、自分と血族が伝えた魔術のために、目撃者は消さないといけないんだけど」",
		"　まずはここまで、と青子は話を区切る。",
		"　草十郎は草十郎なりに話をまとめているようだ。",
		"「次いくけど、いい？」",
		"「いいけど、その前に確認したい。",
		"　魔術師が正体を隠すのは自分のためじゃなく魔術のためだったけど、最近では自分の正体を隠すことの方が重要になっている。",
		"そして、その決まりを破ると協会というところからお<咎|とが>めがくる。",
		"　……つまり、蒼崎たちもその協会に入っているのか？」",
		"「いいえ、私たちはフリーよ。いちおう協会と繋がりはあるけどね。",
		"単純に、協会は最大勢力ってだけ。連中は頼まれもしないのに魔術世界全体の秩序を守ってるの。",
		"　だから私たちが何であれ、彼らとの関わりがないにしても、魔術師としての決まりを破ったら罰しにくるわ」",
		"「……分かった。だいたい呑みこめた」",
		"「よしよし。そうやって自分に必要な部分だけ手に入れなさい。",
		"　じゃ、次は魔術について。……といっても、私自身、語れるほど学んでいないんだけどね」",
		"「？」",
		"「ごめん、こっちの話だから忘れて。",
		"　―――さっきも言ったけど、現代において魔術は無意味な物になりつつある。",
		"　ライターのない大昔なら火を起こせればそれは<神秘|まじゅつ>として成り立つわ。けど<現代|いま>は何かと便利でしょう？　貴方ならよく分かると思うけど」",
		"　青子の問いかけに、草十郎はまあ、と浮かない顔で同意した。",
		"　草十郎も、その便利さを痛いほど実感している。",
		"　山では一日かける大仕事が、ここでは簡単に出来てしまう。",
		"電気も水道もない世界で育った彼にしてみれば、都会の生活そのものが魔法だ。",
		"　この便利さが常識なのだと順応するのに、どれだけ苦労したことか。",
		"「あ。",
		"でも、道具を使わずに火を起こせるのは神さまの仕事だと思うけど」",
		"「そのために積み重ねた手間は、火炎放射器を手に入れるより面倒だとしても？」",
		"　青子の言葉に、草十郎は答えられない。",
		"　人間が神さまの真似事をする為にはどれだけの尽力があったのか、安易に答える事は彼女への侮辱だと思ったからだ。",
		"「……。さっきのを見るかぎり、魔術ってのはなんでも出来ると思ったけど、それは誤解なのか」",
		"　ちらり、とテーブルの上の小瓶に目をやる草十郎。",
		"　内心、それはそれでホッとできる。",
		"　あんな小瓶の中に閉じこめられていたなんて、今でも現実だと信じられない。",
		"　―――しかし。",
		"「あら、それこそ誤解よ。",
		"　万能じゃなければ誰が魔術なんて学ぶと思ってるの？」",
		"　胸を張って青子は言い返した。",
		"「手間暇かかるけど、魔術に出来ない事はないわ。",
		"　中には“出来ていないけど出来ているように見せる”みたいな、何らかのイカサマはあるけどね。",
		"　この世界に生まれた以上、その許容範囲で出来ない事なんてないの。そこで魔法がでてくるんだけど、それはまた改めて」",
		"「私が言いたかったのは、魔術は奇跡を起こしているのではなくて、その過程が奇跡だってこと。",
		"　結果が奇跡になるのは魔法の方なの」",
		"「偉大な魔術師っていうのは、個人の魔術だけで旅客機飛ばしたりする人のこと。",
		"　対して、偉大な魔法使いっていうのは、<現|い><在|ま>不可能な事を可能にする人の事よ。",
		"　……そういった意味じゃ、私たちは最後の魔法使いになるかも知れないけどね」",
		"「脱線してるわよ、青子」",
		"　触れてはいけない一線に踏みこんだのか。",
		"　黙って聞いていた有珠が、<窘|たしな>めるように呟いた。",
		"「……そこまで教える必要はないでしょう。",
		"　静希君に教えるべき事は、わたしたちと暮らす上で危険になる事だけじゃなかった？」",
		"「悪かったわ、ちょい口<滑|すべ>らせた。",
		"　ともかく、魔術師っていうのは暇さえあれば魔術の実験をしてる連中で―――自分の家系が伝えてきた秘儀を守るためなら鬼でも悪魔にでもなる」",
		"「必然、そのアジト……工房って言うんだけど、工房も魔術的な機構が積み重なって、要塞みたいになっちゃうのよ。",
		"　秘儀を守るために、入ってきた相手を問答無用で叩きのめす仕掛けとか。",
		"　この洋館も、そういった工房と同じなの。",
		"　不用心に歩き回って、さっきみたいな事になったら私でも助けてあげられないから、暗闇には気をつけなさい。気が付いたら鏡の中にいる！とか本気であるから」",
		"「――――――」",
		"　その気をつけ方を具体的に教えてくれないものか、と心底思う草十郎だが、口にしたところでいい返事はなさそうだった。",
		"「枝葉から入っちゃったけど、要は私たちのプライベートに関わるなってコト。",
		"　いくら最後には記憶を消すっていっても、それを<見|・><ら|・><れ|・><た|・><段|・><階|・><で|・><消|・><す|・><し|・><か|・><な|・><い|・>ものもあるから」",
		"「……なるほど。この<館|なか>にもルールがある事はよく分かった。他に注意すべきコトは―――」",
		"　言いかけて、はてな、と草十郎は視線を泳がす。",
		"　館の方が危ない、とか、魔術は隠すものだ、とか。",
		"　その説明は彼がこうなった原因と矛盾する。",
		"そもそも、そこまでして隠すものを、どうして草十郎は目の当たりにする事になったのか。",
		"「すまない。話の腰を折るんだけど、いいかな。",
		"　魔術師は協会という組織で結ばれてるんだろう？　なら、どうして蒼崎はあんな人形に襲われたんだ？",
		"　あれの持ち主が魔術師なら、君たちは味方同士で争っている事になる。なにか、説明が不足していないか？」",
		"「……それは最後にしようと思ってたのよ。",
		"　普通はここまでの話だけで<眉唾|まゆつば>ものっていうか、笑い飛ばすっていうか。",
		"　いくら経験済みだからって、魔術なんて<存在|モン>をあっさり受け入れるなんて出来ないって言うか―――」",
		"　すっかり自分の話を信じこんでいる草十郎に対して、青子は困ったように頬をかく。",
		"　向かい合った有珠も、表情にこそ出ていないが同意見のようだ。",
		"「？　おかしいのか、それ？」",
		"「おかしいわよ。",
		"　そもそも、あんたは第一ステップから変だった。",
		"　普通は驚いたり恐がったり無視したりするものなのに、どうして魔法使いだ、なんて言った私を信じたの？」",
		"　思えば、それはミラーハウスで訊くべき問いだった。",
		"　あの時、静希草十郎は見た事のない『魔術』という現象に驚いたのであって、それを使う青子自身に何の驚きも、不快感も表さなかったのだ。",
		"　ふたりの少女―――いや、魔術師の疑惑の眼差しを一身に受けて、草十郎は困ってしまう。",
		"　彼にしてみれば、そんな疑問すら疑問なのだ。",
		"「なんでも何もない。蒼崎。山ではね、有る物は有るのが当たり前なんだよ。",
		"　理由をつけられるだけの知識がなかったからにしても、実際に見た物を信じない、なんて事はないんだ。",
		"　それに君も言ったろう。貴方にとっては魔法もライターも同じ物なんだろうって」",
		"　いやまあ、今では違うけど、と付け足して草十郎は言葉をきった。",
		"　素朴だった山での日々を語った、本心からの言葉。",
		"　それは蒼崎青子だけでなく、久遠寺有珠まで<得心|とくしん>させる響きがあった。",
		"　誰であれ持っているだろう、胸を張れる<矜持|きょうじ>。",
		"　きっとこの少年にとって、今の言葉こそが揺るぎのない真実だったのだ。",
		"「有るものは有る、か」",
		"　ちょっとだけ感心する。",
		"　この少年自体がどんなに異端でも、彼自身が周りの物をそんな風に受けとめているのなら、たしかに、いつだって自然に生きられるはずだ。",
		"「そうね。草十郎はそうなのよね。",
		"　簡単に信じてもらえるコトが信じられない、なんて、私たちの方がどうかしてたわ」",
		"　……たとえば、初めて出逢った時のように。",
		"　あの教室でも、この少年は全ての出来事を<是|よし>と受けとめていたんだと、少女は懐かしく苦笑した。",
		"「じゃ、気を取り直してっと……",
		"　草十郎の疑問だけどね。魔術師も色々あって、協会に属していない連中もいるの。",
		"こういった連中は協会の目を盗んでやりたい放題で、利益目的で他の魔術師にケンカを売ってくる。あの人形の持ち主もその<類|たぐい>」",
		"「そんな連中にとって、私たちは都合のいい、格好のカモなのよ。",
		"私たちは協会と協定関係にあるだけで門下ってワケじゃないから。私たちが殺されたところで、協会は助けてくれないしね」",
		"「？　でも、魔術師が魔術を使うのは禁じてるんだろ？」",
		"「それが<公|おおやけ>にならないのなら、協会は目をつむるわ。",
		"　むしろ、バレなければ魔術師同士の争いを<奨励|しょうれい>してるぐらいよ。技術も使わないと<錆|さ>びるってね。",
		"　……まあ。私たちが襲われてるのはそれとは別の話で、たんに土地を持ってるからなんだけど」",
		"「……土地って、この家？」",
		"「まさか。この三咲市一帯の管理地の権利を持ってるのよ、私と有珠は」",
		"「管理地って、つまり土地の利権―――！？」",
		"　眩しい、と目を<背|そむ>ける草十郎。",
		"　いま、彼が見ている青子には確実に<後光|ごこう>が差している。",
		"　貸しアパート生活いまだ二週間の草十郎だが、都会において土地の権利がいかに偉大なものか、ほんと身をもって知っていたからだ。",
		"「お……おお……」",
		"　お金、持ちだ―――！",
		"　などと、草十郎はよく分からない感動でワナワナ震えている。",
		"「……悪いけど、そういうんじゃないから。",
		"　私たちで土地って言ったら、魔術師としての霊地の所有権、支配権のコトを言うの。",
		"　<蒼崎|うち>はマイナーだけど古くからこのあたりに根を下ろしてた魔術師で、三咲町もうちの管理下ってワケ」",
		"「管理地って言うのはね、霊的な力が<歪|ゆが>んで、集まりやすい土地のコト。そういう土地は昔から貴重で、魔術の実践、実験には不可欠でもある。",
		"　成功への絶対条件は優れた霊地、堅固な工房、多くの弟子たちってね。",
		"　魔術師たちにとって、土地つき館つきの住み家を持つのは一つの野望なんだから」",
		"「――――――」",
		"　その野望を二つも叶えている青子たちは何様なんだろう、と思いつつ草十郎は先を<促|うなが>した。",
		"「でも、その管理地は大部分が協会に仕切られてて、もう余っている土地はないの。",
		"　はぐれ魔術師や土地のない魔術師は、協会に毎月寄付金を納めて土地を借りるしかない。ま、ていよく協会のお偉いさんたちに尽くす働きバチってところね」",
		"「でも、ここの土地は何百年も前から蒼崎の物だから協会とは関係がないの。",
		"　ここまで言えば分かるでしょ？",
		"　そういったフリーの連中からすれば、私たちの管理地はこの上ないご馳走なんだって」",
		"　……物騒なんだか所帯染みているのか微妙な話になってきたな、と内心うなずく草十郎。",
		"「よく分かった。",
		"　蒼崎たちは土地の奪い合いをしているんだな？」",
		"「そういう事。",
		"ただ三咲の管理地はマイナーのさらにマイナーだから、やってくる挑戦者も三流ばっかりよ。",
		"　今回の敵だって、どっかの三流魔術師がここなら楽に奪えると思ってやってきたんだろうし。ま、それもアンタの乱入で休戦してるんだけど」",
		"「……管理地の話はそれで十分よ、青子。",
		"　静希君も、他に魔術師がいると分かってくれたようだし。",
		"　危険があるとすれば、わたしたちの戦いに彼が巻きこまれる可能性だけど」",
		"「それは大丈夫でしょ。",
		"　だってコイツ、魔力の欠片もないじゃない。魔力感知にはひっかからないし、番犬以下の人間は戦力って言わないから、狙われる事もないだろうし。",
		"　私たちはただ、忘却のルーンを見つけるまでコイツを逃がさなければいいだけでしょ」",
		"「………………」",
		"　有珠は無言で、相棒である少女を見つめる。",
		"　有珠の言う“巻きこまれる”と、青子の言う“巻きこまれる”は、その深刻さ、過酷さが違っていた。",
		"　青子はその浅い経験から、彼が直接的な戦いには巻きこまれないと断じている。",
		"　清廉潔白で合理的。",
		"無駄を嫌う彼女は、敵にも同じ効率を求めてしまう節がある。",
		"　だが―――世の中には、そも事を終えるまで、自らの正否を量れぬ者もいる。",
		"「…………先の事は誰にも分からないから。",
		"　その時になって、後悔がなければいいけれど」",
		"　陰鬱なため息をついて、有珠は席を立った。",
		"「ちょっと。何のために<長話|ながばなし>したと思ってるのよ。",
		"　いちばん重要なアンタの<同意|いけん>、聞いてないんですけど？」",
		"「貴女が貴女の方針を守るというのなら、それでいいわ。",
		"　わたしも好きにするだけよ」",
		"　音もなく扉に向かう有珠。",
		"　黒衣の少女は扉を開け、薄暗い廊下の前で立ち止まった。",
		"　同時に、",
		"　つい、と。",
		"「！？」",
		"　少女の足取りに合わせるよう、テーブルにあった小瓶が<宙|ちゅう>に浮き―――慈悲も<躊躇|ためら>いもなく、無惨に砕け散った。",
		"「……あの時、こうしておけばよかった」",
		"　さらりとした声に、顔面蒼白になる草十郎。",
		"　有珠の声は静かすぎて、本気なのか冗談なのかまったく読み取れない。",
		"「わたしも言い忘れていたけど」",
		"　少女の横顔が、いっそう冷たく青子と草十郎を流し見る。",
		"　洋館の主は、その表情よりなお冷たい声で、",
		"「まだ、<認|みと>めていないから」",
		"　あまりにも前途多難な伝言を残していった。"
	],
	[
		"  The sheer size of the interior was daunting.",
		"  The three floors of this mansion contained more rooms than Soujuurou's entire apartment building.",
		"  Except, their size was excessive.",
		"  Here, the mansion's rooms seemed too numerous for so few inhabitants; its lavish carpeted halls cold and dreary.",
		"  The guest room that Soujuurou had been sleeping in was on the second floor of the east wing.",
		"  A staircase leading down to the first floor was at the end of the corridor, at the center of the mansion.",
		"  Winter sunlight beamed through the windows, which only made the empty corridor appear even lonelier.",
		"  The center of the mansion was topped by a vaulted skylight overlooking the first floor.",
		"  The staircase, connecting the first and second floors, lined its walls.",
		"  Another staircase at the other end of the second floor corridor presumably led to an attic, or storeroom of sorts on the third floor.",
		"  Paying no mind to Soujuurou's gawking, Aoko descended the stairs with familiar steps.",
		"  The foyer was a place of white and woodgrain.",
		"  Its hardwood floors shone brightly under the sunlight coming in from the ceiling,",
		"  and the tall, white walls were spotless and brawny.",
		"  There, was a staircase leading to the second floor,",
		"  and a long unused fireplace;",
		"  a neglected telephone sat on a table,",
		"  opposite a solemn grandfather clock.",
		"  It was more like an old castle than a mansion.",
		"  Aoko shot Soujuurou a callous stare, who stood captivated by the otherworldly scenery.",
		"\"Hey, snap out of it. The drawing room is this way.\"",
		"  She grabbed the knob of the door next to the stairs.",
		"  There were four doors to the foyer, and the easternmost as you entered the house led to the drawing room.",
		"  The door on the opposite side of the foyer led to the mansion's west wing.",
		"  To the south was the entrance.",
		"  On the north side was one more door next to the fireplace.",
		"  Tucked underneath the stairs, this door connected to a bathroom, unbeknownst to Soujuurou.",
		"  Due to the lack of windows, the first floor's corridors were not well lit.",
		"  If the second floor was a seldom-attended infirmary, and the foyer a stairwell in some foreign castle,",
		"  then the first floor corridor was a windowless labyrinth, not unlike the corridors of a hotel.",
		"\"...\"",
		"  Although it had not been long since Soujuurou came to the city, even he could feel this place was out of the ordinary.",
		"  Seeing as how he was going to be stuck here for the foreseeable future, he found it hard to get excited about living in a haunted house.",
		"\"So that's the drawing room, and a little farther down is the kitchen. It's fine for cooking simple meals.",
		"  Here, next to the drawing room, is the sunroom, which we use as a dining room,",
		"but we'll get into that later.\"",
		"  Aoko said, reaching for a door along the dim corridor.",
		"  However, she paused before turning the knob.",
		"  She flashed Soujuurou a meaningful glance, which she quickly withdrew.",
		"  Then, without further ado, she opened the door.",
		"\"Sorry for the wait. He's on board,\"",
		"  she said to Alice as she entered the drawing room.",
		"  After hesitating for a moment, Soujuurou entered after her.",
		"  Compared to the corridor, the drawing room was unexpectedly modern.",
		"  The carpeted floor, leather sofas, and a large, 30-inch television were more what Soujuurou had come to expect in a normal home.",
		"  In this family-oriented room, a girl far removed from said setting sat quietly on the sofa.",
		"  Aoko sat on the sofa across from the girl in all-black.",
		"  This gave Soujuurou two seating options:",
		"  Next to Aoko Aozaki,",
		"  or next to Alice Kuonji.",
		"\"...\"",
		"  After about two seconds of deliberation, he decided to stand by the wall, as neither option appealed.",
		"  Aoko and Alice were facing each other across a coffee table.",
		"  The clean, perfectly level table somehow added to the austere atmosphere.",
		"\"And since he agreed, you shouldn't have any objections, right, Alice?\"",
		"  Alice gave one, deep nod in response to her non-question.",
		"  From his position against the wall, they looked as though they were clearing up some niggling grievance.",
		"  Soujuurou got the feeling that the two did not entirely see eye to eye concerning what to do with him.",
		"\"...I suppose not. But we still need to investigate the cause.\"",
		"  She cast a sideways look at Soujuurou with those darkly shaded eyes of hers.",
		"  Her voice shared the same, cold indifference,",
		"  making it abundantly clear that she had no intention of accepting him as a housemate.",
		"\"And you, you're fine with this?",
		"  I do hope you haven't forgotten about what happened at the amusement park.\"",
		"  Alice's voice was a mixture of judgment and scrutiny.",
		"  She was aware that from an outsider's perspective she and Aoko appeared dangerous. She wanted to know if Soujuurou was up to the challenge of living with such people.",
		"\"I wish it had all been a bad dream, but I remember it perfectly.\"",
		"  Above all else, it was the only way they would let him live.",
		"  Alice responded apathetically with a noncommittal murmur.",
		"  She silently placed a small object on the table with a clink.",
		"  She pulled her pale fingers away from a small glass bottle.",
		"  The glass, more pale blue than transparent, was enough to signify its high quality.",
		"  With a crane-like motion, she removed the stopper.",
		"(...?)",
		"  Even though this was the first time he had seen such a thing, something about it made him uneasy.",
		"  Was it that it made him sad, or...?",
		"  Aoko's standoffish behavior only added to his concern.",
		"  Alice once again fixed her eyes on Soujuurou, who was bracing himself for the worst.",
		"  The glint in her eyes was bewitching.",
		"  With not a single emotion apparent on her face, she called his name.",
		"\"Shizuki.\"",
		"  (Ye- huh?)",
		"  The moment he responded to her whispered call,",
		"  his surroundings began to transform.",
		"  The air grew thick; so thick, it took on a color and shape.",
		"  The density and discomfort that coiled around his skin made it seem like the air had become words.",
		"  (...!)",
		"  Opening his mouth to gasp for air, the words invaded his lungs.",
		"  Instinctively, he covered his mouth with his right hand, and clutched his chest with his left, both hands appearing clear as mud.",
		"  Even the thickest of mountain fogs never seized his senses like this.",
		"  If he had to come up with an analogy...",
		"  ...no words could quite describe it, but it was like he was standing in the pages of a newspaper.",
		"  The first sense to adjust to this new sensation was his hearing.",
		"  Then his breathing stabilized, yet the feeling of suffocation remained.",
		"  There was nothing restraining him that he could see, but he felt an intense claustrophobia.",
		"  Before he'd even felt shock at the sudden change, he reached out in an attempt to find an escape.",
		"  But his outstretched hands found only emptiness.",
		"  It seemed contradictory that a place with no walls and a wide view could feel so cramped.",
		"  Spirited away in a dense fog...",
		"  Back in the mountains, such superstitions never seemed real to him. Until now.",
		"  And then,",
		"  he finally noticed:",
		"  a surprise to beat all surprises.",
		"  The drawing room had not changed into another world at all.",
		"  He knew this for certain because he could still see the room he was just in through the fog,",
		"  as well as the two girls, Aoko Aozaki and Alice Kuonji, watching him closely.",
		"  It was simply a problem of perspective.",
		"  The floor was dark and perfectly flat.",
		"  Looking up, there the two of them stood.",
		"  The two girls were like two impossibly gargantuan clouds, coldly looking down at him.",
		"  Remembering the structure of the room and layout of the furniture, Soujuurou's unsurpassed candor finally grasped his predicament.",
		"  The parade at the amusement park had nothing on this.",
		"  Somehow, he was inside the glass bottle that Alice Kuonji produced only moments ago.",
		"\"That was unexpected.\"",
		"  Marveling at Alice's wickedness, Aoko glanced at the small bottle on the table.",
		"\"It's the same as two nights ago,",
		"  only this time, he's awake.\"",
		"  Aoko calmly mused.",
		"  Alice, however, was not looking down at the bottle Instead her eyes were locked on Aoko.",
		"\"...I'm surprised. I thought you would be upset.\"",
		"\"Not really. I thought about doing something similar.",
		"  He needed to be taught a little lesson about magecraft, anyway.",
		"You're saving me the trouble, to tell the truth. I'm not even mad.",
		"  ...Though, this is pretty hardcore even for me.\"",
		"  Aoko did not take her eyes off the bottle as she spoke.",
		"  Although she did her best to feign indifference toward Alice's magecraft, she could not completely hide her curiosity.",
		"  The figure inside the bottle, likely having caught on to what was happening, tried various things like flailing its arms and sprinting around.",
		"  The surface of the bottle was cloudy, so it was hard to make out exactly what was happening inside.",
		"\"...By the way, this looks totally different from the one you gave me.\"",
		"\"This one took more time to create.",
		"The one I gave you was disposable, and only made to isolate the subject. This one allows for two-way communication.\"",
		"\"Really? He doesn't seem to be replying, though.\"",
		"\"You just can't hear him.\"",
		"  Alice said calmly, finally dropping her gaze to the bottle.",
		"  Just then, the figure inside stopped moving.",
		"  It appeared only Alice had a connection to the world inside the bottle.",
		"(Lame. Only the caster gets to have fun?)",
		"  Aoko sighed, losing interest.",
		"  Ignoring Aoko, Alice opened her mouth as if to speak to someone not altogether there.",
		"\"How about now? Still think this is the safest option?\"",
		"  The person she was talking to was none other than the one inside the bottle.",
		"  She was, of course, referring to Soujuurou's earlier comment.",
		"  It was her way of testing the boy who implied that living in this mansion seemed safe.",
		"(Suddenly trapping him in a bottle and interrogating him is pretty ruthless, but even more worrisome is her attachment to this mansion.)",
		"  Then again, considering Aoko had invited  this witness to a house of mirrors for a fight to the death, she was in no position to criticize.",
		"  She would make sure Alice did not let her emotions get the best of her, but for now she was content to observe as a bystander.",
		"\"...\"",
		"  After a moment, Alice's expression changed.",
		"  She must have gotten an answer to her question.",
		"  Without any way to tell what the situation was inside the bottle, Aoko had no idea what that answer was, however.",
		"  Only...",
		"  That Alice's face was the one she had made when the boy she was talking to said what she wanted to hear.",
		"\"...I suppose I'm not one to talk, but....\"",
		"  For an instant, she glanced at Aoko.",
		"  Slightly shaking her head, she reached for the small bottle.",
		"\"This Shizuki is quite a strange one.\"",
		"  She said his name with what seemed like a forlorn frown.",
		"  As soon as she removed the stopper, the air in the room quivered.",
		"  The boy, who had been casting a shadow on the wall until a minute ago, now leaned against it for support again.",
		"  Aoko turned around to face Soujuurou right behind her, resting her elbow over the back of the sofa.",
		"\"How do you feel?\"",
		"\"What does it look like? Messed up.\"",
		"  Soujuurou answered with unusual hostility.",
		"  Aoko was reminded of his strange behavior, as she was sure that he would be scared or shocked, not angry.",
		"\"If I hadn't already seen something similar in a dream, my heart probably would have stopped. I'm lucky it didn't.",
		"  What I can't believe is why you felt the need to use magecraft on me. You could have just said it was scary and left it at that.",
		" Plus, I could hear the threatening things you said, Aozaki.\"",
		"\"My sincerest apologies.",
		"But it is true that I wanted you to feel it for yourself.",
		"  At least now you'll take magecraft seriously, won't you, Soujuurou?\"",
		"  As much as he hated to admit it, she was right.",
		"  Though, it was not that he had taken magecraft lightly, but merely that he couldn't understand it.",
		"\"I still don't really get it, though, even after that experience.",
		"  Compared to the crazy stuff I've seen you do, Aozaki, whatever the heck just happened to me was hardly unbelievable.\"",
		"\"W-Wha...",
		"Of course not! Alice and I are totally different.\"",
		"  I already told you, even in our world, her magecraft is considered over-the-top and unspeakably horrible.\"",
		"\"...How rude. When it comes to which of us is more of a threat to human life, I think you're far more dangerous than me.",
		"  And that's besides the point. I'm starting to harbor doubts about you even wanting to kill him in the first place.",
		"  You must have been pretty soft on him for him to say he believes that he's 'safe' here.\"",
		"\"W-Well...",
		" Of course I wanted to kill him!",
		"  I don't know what he's told you, but you've got it all twisted!",
		"  This guy doesn't realize he's in danger until he gets burned.",
		"And even then, he'd probably think \"well at least I'm still alive\" and whistle all the way home!",
		"  Isn't that right, Soujuurou?!\"",
		"\"Huh?\"",
		"  He had no idea why she was suddenly shouting, but he nodded anyway just to be safe.",
		"  The drawing room had become awfully noisy.",
		"\"...\"",
		"  Alice sat watching the two at a complete loss.",
		"  And so, Soujuurou accepted his supervised life in the mansion,",
		"  and that he would be living under the same roof as two professional mages.",
		"  Having experienced firsthand how dangerous that life could get, he was finally at peace with the situation.",
		"\"If that's how it's going to be, then oh well.\"",
		"  Even if he did not seem like it, he had thought it through in his own way and come to a clear resolution.",
		"\"Okay, down to business.",
		"  So, I know we said that you'd be under supervision, but we haven't really talked about how we'll be doing that, or the 'magecraft' that is responsible for enforcing it. Let me start with a brief explanation.\"",
		"  Perhaps he was brought up to listen closely to lectures about new information, because Soujuurou suddenly looked attentive.",
		"  Alice, on the other hand, kept her mouth shut in silent defiance.",
		"\"First off, the time you'll be made to live here has been predetermined.",
		"  In short, until the end of that period, if you don't tell anyone about us or die for some reason, you're free to go.",
		"  Good so far, Alice?\"",
		"\"...Indeed. Provided he refrains from angering us, that is, he has a chance of survival.\"",
		"\"Yup, this is already off on the wrong foot.\"",
		"  Soujuurou's head dropped, like he knew what was coming.",
		"\"That's enough, Alice.",
		"And you, shut up.\"",
		"  She scowled at the two of them, already at her wits' end.",
		"\"As I was saying...",
		"  Having you live with us for the sake of confidentiality means other problems are bound to come up.",
		"  You'll likely be exposed to even more of our secrets. That's what has Alice so bent out of shape.\"",
		"  Now that Aoko mentioned it, Soujuurou could see her point.",
		"  With their target of observation under house arrest, the disclosure of more confidential information was inevitable.",
		"\"Hold on a second. Doesn't that make me being here a little counterproductive?\"",
		"\"It's not a problem. In the end, we'll just have you forget everything about us, and about living here at all.\"",
		"\"...Have me forget?\"",
		"\"Right. From the incident in the park onward, you'll forget everything.",
		"  There's a kind of magecraft called 'runes' that has the power to make one forget memories.",
		"  It's a bit inhumane, but erasing memories seems a bit better than, well, erasing your life.\"",
		"\"...Do I get a say in―\"",
		"\"Sorry, but no objections.",
		"  Anyway, an amnesia rune is outside of our field of expertise, so it's going to take some time for us to find the rune and learn everything about it.",
		"  In other words, that's when you get to leave.",
		"  Until we find this rune, we're using your life as collateral so you keep your mouth shut.\"",
		"\"Alice's idea is that we destroy your five senses and be done with you to avoid the extra effort.",
		"  So, Shizuki? What do you say? Fancy becoming a living statue?\"",
		"\"Hmm.\"",
		"  Soujuurou only understood about eighty percent of what Aoko had explained, and the last part about a living statue had gone straight over his head.",
		"  He had tried his best to visualize what Aoko was going on about, but the only thing he could conjure in his mind was an image of the mascot creature Kitsy.",
		"\"Yeah, I'd rather not.\"",
		"  Aoko agreed with the bewildered Soujuurou, neither one the wiser to the other's misinterpretation.",
		"\"Anyway, at most it will probably take about a month to find this amnesia rune, and another two to put it to use.",
		"  Until then, that means you'll be living with us. However, we can't just let you wander around without a clue what's going on. That's a surefire way to get yourself killed.\"",
		"\"I doubt you would be comfortable being left in the dark about us, either. So starting now, I'm going to fill you in on what it's like to be a modern magician.",
		"  At the very least, it'll hopefully prevent any more misunderstandings.\"",
		"  Not that she thought this country bumpkin had any idea of old or new anyway. The thought brought a smug grin to her lips.",
		"\"Let's leave a tour of the mansion for later, and start with who and what mages are.",
		"  And don't worry―you don't need to understand everything right away.",
		"  You're an outsider, after all, so just bite off only what you can chew.\"",
		"  Soujuurou nodded obediently to Aoko's professorial instructions.",
		"  This was Aoko's way of telling him not to ask questions when he did not understand something.",
		"  And though Soujuurou had taken issue with her statement, he meekly obeyed knowing better than to object now.",
		"  Aoko nodded approvingly at his attentiveness, and started her lecture.",
		"  Her long, long lecture.",
		"\"Let's start with mages-magicians, basically.",
		"  Since it doesn't concern you, I'll skip the part about how magecraft and Magic are not the same. All you need to remember is that they are two different things.",
		"  Mages, as an absolute rule, must operate in secrecy.",
		"  Naturally, mages will find out about other mages, so it's only a crime if an outsider like you finds out about one of us. A crime punishable by death, I should add.\"",
		"\"The reason being, that the more magecraft is exposed, the weaker it becomes.",
		"  You'll often hear us say 'Mystic' or 'mystery,' which come from a Greek word that means 'to shut the mouth.' It follows that magecraft would cease to be if its secrets were revealed.",
		"  Civilization has always treated the unexplored and the unknown as things to be feared because of their mysterious nature.\"",
		"\"But we don't hide ourselves because we fear persecution if we're discovered.",
		"  What we fear is all mages, or more importantly magecraft,",
		"  being weakened the our arts are revealed. So by protecting our secrecy, we're also protecting our own future.\"",
		"\"...I'm not clear on how magecraft works yet, but I think what you're saying is that if you don't keep it a secret, it gets weaker.",
		"  So then, does that mean you got weaker now that I saw you, Aozaki?\"",
		"\"No, not particularly.",
		"  ...Let me explain in a little more detail.",
		"  When I say it loses power, I mean magecraft as a whole will get weaker in the future. I'm not talking about individuals.",
		"  The unwritten law that 'Thou shalt conceal thyself' was an adage from a bygone age, but at some point it became a law of the highest order.\"",
		"\"It's like laws in a civilized society: we like to think that it's human nature to punish crime and immorality, but ultimately a structural solution is needed to maintain order.",
		"  If crimes were left unpunished, the society we strived so hard to build would collapse.",
		"  And what we mages consider to be a crime is dissemination and vulgarization of the Mystic. Merely immoral things like murder, well... those are a matter of perspective, and they generally aren't considered outright crimes.\"",
		"\"The good-for-nothing bunch responsible for imposing this law is a group called the Mage's Association. Think of them as a labor union.",
		"The phrase 'Make eternal the mysticism of magecraft' is nothing more than a rule they created to perpetuate magecraft itself.\"",
		"\"Nevertheless, the rule is absolute.",
		"  Those who violate it cease to exist in the magical world.",
		"  Or rather, it would be difficult for them to go on living at all.",
		"  For us, that's our...well, our life as mages, I guess.",
		"  In order to protect it, we had no choice but to erase you, the witness to our magecraft.\"",
		"\"...\"",
		"\"Don't give me those puppy-dog eyes. Just because you know a little about our lives doesn't mean we're not fessing up to what happened at the amusement park.",
		"  It was our decision to try and kill you. It wasn't anyone else's fault.",
		"  So if you're going to blame anyone, blame me.\"",
		"\"Okay, back to the topic.",
		"  In the past, mages were recognized in society enough for it to be considered an occupation, but they took their own magecraft with them to their graves.",
		"I don't know what led to things getting so twisted, but even the profession itself has to be kept secret these days.",
		"  If they didn't go that far, the Association feared that in the distant future, magecraft would be used up and the Association would fall apart.\"",
		"\"We had reached a point where everything became explainable through human knowledge, from the building blocks of nature to the fabric of the cosmos, once considered to be the realm of the gods.",
		"  Maybe the founders believed that magecraft would become the last bastion for the unknown, for Mystics-that which is beyond human reach.",
		"  Or maybe, they thought that in the long run magecraft would eventually become meaningless.\"",
		"\"Whatever the reason, mages hid their identities and passed on their individual rituals in secret. And since they couldn't pass it on to outsiders, it was only natural that they taught it to their descendants.",
		"  Alice and I are both products of generations of lineage.",
		"  The Mage's Association I mentioned earlier is a vast organization that governs those magecraft wielders still dedicated to their field. Mages think of them as their ruling body.\"",
		"\"The Association is actually made up of a bunch of factions, and the vast majority of mages are affiliated with the London chapter.",
		"  The law to conceal ourselves was one of their three main principles.",
		"  If a mage reveals their secret to a civilian, the Association is quick to make an example of them.",
		"  But even if the mage doesn't get punished, the witness should still be eliminated to protect the mage and their family's magecraft.\"",
		"  And that was the end of the first part of the lecture. Aoko paused for a moment.",
		"  Soujuurou was doing his best to process the information.",
		"\"Ready to move on?\"",
		"\"Sure, but let me see if I understand so far:",
		"  Mages used to hide their identities not for their own sake, but for the sake of magecraft. Now, they're more concerned with hiding themselves.",
		"And if you break the rules, you'll be punished by a place called the Association.",
		"  ...Does that mean that you two are members of the Association?\"",
		"\"No, we're freelance, though we walk in similar circles.",
		"They're simply the largest organized group. Even though no one asked them to, they've taken it upon themselves to police the world of magecraft.",
		"  So no matter how unaffiliated we are as mages, if we break the rules we'll get punished anyway.\"",
		"\"...Okay. I think I got the gist of it.\"",
		"\"It's all right. Just focus on the parts important to you.",
		"  Next is magecraft. Though... I've barely learned enough to talk about it, myself.\"",
		"\"?\"",
		"\"Sorry, forget I said that.",
		"  ...I touched on this already, but these days, magecraft is losing its meaning.",
		"  If you created fire a long time ago when there were no lighters, that was enough to count as a Mystic feat. But nowadays, life is awfully convenient, right? You of all people can appreciate that.\"",
		"  Soujuurou nodded with a glum look on his face.",
		"  He had been made painfully aware of such conveniences.",
		"  Difficult tasks that would occupy an entire day of work in the mountains, could be performed easily here.",
		"For him, having been brought up in the mountains without electricity or running water, city life was by definition magic.",
		"  He only wished it would not be such backbreaking work to adapt to said conveniences.",
		"\"Oh.",
		"I do think that creating fire without tools should be a god's job, though.\"",
		"\"Even though we've worked out how to do it more efficiently with a flamethrower?\"",
		"  Soujuurou wasn't sure how to answer Aoko.",
		"  It would have been easy for him to ask Aoko how much accumulated effort she thought it had taken humans to imitate those gods, but he knew it would come across as an insult.",
		"\"...From what I just saw, I was under the impression that magecraft could do anything, but maybe I misunderstood.\"",
		"  He glanced at the glass bottle on the table.",
		"  Mentally, he sighed in relief.",
		"  He still had not come to terms with the fact that he had been trapped inside that tiny thing.",
		"  However...",
		"\"Oh, that's a misunderstanding all right.",
		"  If magecraft wasn't all-powerful, why would anyone bother to learn it?\"",
		"  Aoko puffed out her chest as she chided him.",
		"\"It might take some doing, but there's nothing magecraft can't do.",
		"  Granted, some users are able to trick you into thinking something's possible when it really isn't.",
		"  But since we were born into this world, there's nothing that we can't do within its limits. Besides True Magic, of course, but we'll get into that some other time.\"",
		"\"What I'm trying to say is that magecraft doesn't create miracles. It's only the process that's miraculous.",
		"  To produce a real miracle, you need True Magic.\"",
		"\"A great mage is someone who can fly a passenger jet with only their own magecraft.",
		"  Meanwhile, a Magician deals in making the impossible possible.",
		"  ...Which is why we might just turn out to be the last Magicians.\"",
		"\"Focus, Aoko.\"",
		"  Alice had been quietly listening until she muttered her rebuke,",
		"  as if Aoko had crossed a line.",
		"\"He doesn't need to know that.",
		"  Shouldn't we be educating Shizuki on the dangers of living with us?\"",
		"\"Sorry. You're right. Slip of the tongue.",
		"  Anyway, mages spend every waking moment experimenting in magecraft, and would become devils in a heartbeat in order to protect their magecraft, by which I mean their family secrets.\"",
		"\"Their lairs―which we call workshops―are like fortresses packed with all kinds of magical mechanisms.",
		"  Like traps that kill intruders before they even know what hit them. It's all to protect our secrets.",
		"  This mansion is no different.",
		"  If you wind up trapped like you were before because you wandered around carelessly, even I won't be able to help you, so be careful of the dark. You might even find yourself stuck inside a mirror! ...Seriously, that can actually happen.\"",
		"\"...\"",
		"  Soujuurou so hoped they would provide him with a general idea of what to watch out for, but he passed, knowing that he was unlikely to get a straight answer.",
		"\"That was a lot to take in in one go, but my point is: keep your nose out of where it doesn't belong.",
		"  Even though we're going to erase your memory in the end, there are still things that we'd have to kill you for seeing.\"",
		"\"...Got it. The mansion has rules I have to follow, I understand. Is there anything else I should...\"",
		"  His eyes wandered as he trailed off mid-sentence, pondering.",
		"  He understood that the mansion was more dangerous than outside, and that magecraft needed to stay secret.",
		"  But the explanation seemed to contradict his current problem.",
		"For starters, how had he managed to witness something that they took such pains to keep hidden?",
		"\"I'm sorry, it just occurred to me.",
		"  Mages are all united under the organization called the Association, right? If that's the case, why were you attacked by that puppet, Aozaki?",
		"  If its master was a mage, wouldn't that mean that you were fighting an ally? Am I missing something here?\"",
		"\"...I was saving that for last.",
		"  Normally, this would be the point in the story where you'd say I made it all up or laugh it off.",
		"  Even if you've experienced it, the existence of magecraft shouldn't be something you accept so easily...\"",
		"  Aoko scratched her head as though troubled by how Soujuurou could take every word at face value.",
		"  Across from her, Alice's face betrayed no expression, but she shared the same opinion.",
		"\"Is that so weird?\"",
		"\"It's mega weird.",
		"  In fact, you've been weird from the get-go.",
		"  A normal person would be shocked, scared, unwilling to accept our existence. Why do you of all people believe me when I say I'm a magician?\"",
		"  In retrospect, this question should have been posed at the house of mirrors.",
		"  Back then, though Soujuurou was surprised by seeing the phenomenon of magecraft for the first time, he showed no surprise or discomfort toward Aoko, the mage wielding it.",
		"  Feeling the probing stares of the two girls―no, the two mages―made Soujuurou feel uneasy.",
		"  From where he was standing, their suspicion was suspicious in and of itself.",
		"\"There's no reason at all, really. Up in the mountains, people just accept things as they are.",
		"  We don't deny something we see in front of us just because we don't have the knowledge to explain it.",
		"  You said it yourself. Lighters and magic might as well be the same thing, right?\"",
		"  Thought they weren't really the same to him anymore, he added quietly before shutting up.",
		"  What he said about those innocent days in the mountains had come from the heart.",
		"  And the words resonated with not only Aoko Aozaki, but also Alice Kuonji.",
		"  It was something everyone should have―principles to stand by.",
		"  Indeed, to this boy, those words were an unshakable truth.",
		"\"Some things are the way they are. I see what you're saying.\"",
		"  She was impressed, if only slightly.",
		"  If this boy, no matter how much of an outlier he was, could accept the things around him, he would be able to get through this just fine.",
		"\"That's a good way of explaining it, Soujuurou.",
		"  I guess the fault's with us for not believing you sincerely.\"",
		"  Much like when Aoko met Soujuurou for the first time...",
		"  In that classroom on his first day, Soujuurou took everything that was happening in his stride. The memory brought a bitter smile to Aoko's face.",
		"\"All right, let's get back on track.",
		"  To your earlier question, for various reasons, there are mages that don't belong to the Association at all.",
		"They do as they please behind the Association's back and fight other mages for their personal gain. That puppet's master is one of those types.\"",
		"\"To those jerkwads, we're a convenient, easy target.",
		"But just because we have an arrangement with the Association doesn't mean we're one of them. It's not like they'll come to save the day if we're at risk of being killed.\"",
		"\"But aren't mages forbidden from using magecraft?\"",
		"\"As long as it's not in public, the Association turns a blind eye.",
		"  Heck, they practically encourage fights between mages, as long as it's kept a secret. Like if we don't use it, we'll get rusty or something.",
		"  ...Anyway, the attacks on us are a different story and have to do with the fact that we own land.\"",
		"\"...By land, you mean this house?\"",
		"\"Oh, please. Just this house? Alice and I hold the rights to the entirety of Misaki City. We're administrators of the whole region.\"",
		"\"Administrators? You own...  all the land in Misaki?!\"",
		"  Dazzled, Soujuurou looked away.",
		"  He was sure he could see a halo of light around Aoko.",
		"  He had only been renting an apartment for two weeks, but he was already aware of how magnificent the prospect of owning land in the city might be.",
		"\"You're r-r-r...\"",
		"  The word Soujuurou was trying to articulate was \"rich.\"",
		"  He shook all over with an emotion he did not fully grasp.",
		"\"...Hold it, you're thinking about this all wrong.",
		"  When we say land, we're talking about the ownership and control of spiritual grounds, as mages.",
		"  The Aozaki family might be a minor player, but we've got old roots here as mages, which is why Misaki falls under our jurisdiction.\"",
		"\"When I say we administer the land, I'm talking about a place where spiritual power is distorted and gathers easily. This type of land has always been valuable, and it's vital to the experimentation and practice of magecraft.",
		"  After all, the three pillars of what makes a successful mages are a strong workshop, lots of disciples, and fertile spiritual grounds.",
		"  To us, owning administered land and a residence to live in are number one on the priority list.\"",
		"\"...\"",
		"  Soujuurou let her continue while wondering exactly who these two girls were to have achieved both ambitions already.",
		"\"However, most sacred grounds have already been claimed by the Association. There's nothing left for anyone else.",
		"  Rogue and landless mages have no choice but to borrow land from the organization in exchange for a monthly donation. They're basically worker bees, slaving away for the top dogs of the Association.\"",
		"\"But this land here, it's been in my family for hundreds of years, so the Association can't get their grubby hands on it.",
		"  Do you understand what I'm saying, Soujuurou?",
		"  To rogue mages, our land is the juiciest fruit there is.\"",
		"  Soujuurou nodded to himself, unsure whether to call the conversation mundane or outright disturbing.",
		"\"I get it.",
		"So you're basically fighting over the land.\"",
		"\"Pretty much.",
		"But because the administered land of Misaki is so minor, its challengers have all been third-rate.",
		"  The enemy this time is probably some small fry thinking this place was low-hanging fruit. Though for now, we're on a ceasefire because of your intrusion.\"",
		"\"...That's enough about administered land, Aoko.",
		"  Shizuki seems to understand the point that there are other mages out there apart from us.",
		"  If any danger exists, it's more likely to arise as a result of him becoming involved in one of our battles.\"",
		"\"He'll be fine.",
		"  Besides, this guy has zero trace of magical energy, so there's no chance of him being sensed. Plus, he has less tactical value than a watchdog, so he shouldn't be a target anyway.",
		"  We just have to make sure he doesn't escape before we can find the amnesia rune.\"",
		"\"...\"",
		"  Alice silently stared her partner down.",
		"  Their ideas of 'involving' Soujuurou differed greatly in both gravity and risk.",
		"  Aoko's lack of experience had led her to believe that Soujuurou would not get directly involved in any fighting.",
		"  It was an honest and rational thought.",
		"Aoko despised wasted action, so it was natural for her to expect the same frugality from her enemies.",
		"  However, there were those in this world who could not tell right from wrong until it was too late.",
		"\"...No one knows what the future will bring.",
		"  I only hope that when the time comes, we won't regret this.\"",
		"  With a gloomy sigh, Alice came to her feet.",
		"\"Ahem. I'm not done with the lecture yet. You don't think that was entirely for Shizuki's benefit, do you?",
		"  Your opinion matters the most, and we still haven't heard it yet.\"",
		"\"If you must stick to your plan, that's fine.",
		"  I'll stick to mine.\"",
		"  Alice glided soundlessly to the door.",
		"  As the girl in black opened it, she paused, barely lit by the dim corridor.",
		"  Then,",
		"  without warning...",
		"\"?!\"",
		"  To the rhythm of her footsteps, the small glass bottle floated into the air and shattered, without mercy.",
		"\"That is what I should have done earlier.\"",
		"  Her sharp tone made Soujuurou's face go pale.",
		"  Alice's voice was so quiet, it was hard to tell if she was being serious or mocking him.",
		"\"I forgot to mention something.\"",
		"  She icily eyed them before turning away,",
		"  and in a voice even colder than her gaze, stated,",
		"\"I'm still not happy with this arrangement.\"",
		"  Her frigid departure seemed to forbode the many difficulties that lay ahead."
	]
]