[
    {
        "ja": "　ともあれ、緊張感の大本であった黒衣の少女は立ち去った。",
        "en": "  At any rate, the girl in black had withdrawn, and along with her the feeling of tension.",
        "pl": ""
    },
    {
        "ja": "　部屋にはベッドに横になった草十郎と、制服姿の蒼崎青子がいる。",
        "en": "  Leaving a bedridden Soujuurou alone with an Aoko still dressed for school.",
        "pl": ""
    },
    {
        "ja": "　草十郎からすれば、たまりにたまった疑問を解決するには絶好の機会だ。",
        "en": "  From Soujuurou's perspective, this was a perfect chance to get answers to his ever growing list of questions.",
        "pl": ""
    },
    {
        "ja": "「ワケの分からない事だらけだ、蒼崎」",
        "en": "\"My head's spinning, Aozaki.\"",
        "pl": ""
    },
    {
        "ja": "「でしょうね。順序だてて説明してあげるから、ちょっと黙ってて」",
        "en": "\"I bet. I'll explain everything in order, so just shut up and listen.\"",
        "pl": ""
    },
    {
        "ja": "「顔の麻痺も取れてるし、呼吸も再開、と……これならもう安心かな」",
        "en": "\"I see the facial paralysis is gone, and your breathing has stabilized. It looks like you're through the worst of it.\"",
        "pl": ""
    },
    {
        "ja": "　青子はよし、と頷いて椅子に腰を下ろした。",
        "en": "  She nodded, satisfied, as she took a seat.",
        "pl": ""
    },
    {
        "ja": "「どう、調子は？」",
        "en": "\"How do you feel?\"",
        "pl": ""
    },
    {
        "ja": "「…………なんか、だるい」",
        "en": "\"A bit...sluggish.\"",
        "pl": ""
    },
    {
        "ja": "　がっくりと肩を落として、草十郎は弱々しく返答する。",
        "en": "  He answered meekly, dropping his shoulders.",
        "pl": ""
    },
    {
        "ja": "　答えながらも左手を何度か握りしめたが、指の動きは緩慢で、ぎこちない。体がまだ不調であるのは明白だ。",
        "en": "  He opened and closed his left hand a few times, but moving his fingers felt slow and awkward. It was clear he was still in bad shape.",
        "pl": ""
    },
    {
        "ja": "　一方、青子は目をしばたたいていた。",
        "en": "  Meanwhile, Aoko was blinking her eyes in wonder.",
        "pl": ""
    },
    {
        "ja": "　驚き……というより、感心しているようだ。",
        "en": "  Or was it admiration?",
        "pl": ""
    },
    {
        "ja": "　有珠といい青子といい、草十郎には彼女たちの表情を読み取るのは難しい。",
        "en": "  Between Alice and Aoko, Soujuurou did not know which of the girls was the harder to read.",
        "pl": ""
    },
    {
        "ja": "「ま、体が重いのは当然よ。",
        "en": "\"Well, you're bound to feel a bit sluggish.",
        "pl": ""
    },
    {
        "ja": "まる二日経ってるし、寝てるだけでも体は弱ってるだろうし。",
        "en": "Lying in bed for two days straight would make anyone feel weak.",
        "pl": ""
    },
    {
        "ja": "　でも、もう話せるくらい回復してるとは思わなかった。",
        "en": "  But, I never thought you would be well enough to speak.",
        "pl": ""
    },
    {
        "ja": "　アンタって見かけより頑丈にできてるのね」",
        "en": "  You're a lot tougher than you look.\"",
        "pl": ""
    },
    {
        "ja": "「？　……二日って？」",
        "en": "\"...Two days...?\"",
        "pl": ""
    },
    {
        "ja": "「あれからそれだけ経ってるの。学校には欠席届だしといたから、その点は安心して。",
        "en": "\"It's been two days. Don't worry about the school, I submitted a notice of absence.",
        "pl": ""
    },
    {
        "ja": "　ガンドの呪いもダンプティの<詩篇|のろい>も、私と有珠とで解呪しといたから」",
        "en": "  In the meantime, Alice and I dispelled the Gandr curse and Dumpty poem.\"",
        "pl": ""
    },
    {
        "ja": "　呪いと聞いて、草十郎はああ、と頷いた。",
        "en": "  Soujuurou nodded at the word \"curse\" as if recalling it suddenly.",
        "pl": ""
    },
    {
        "ja": "　そういえば、そんな事もあったなぁ、と。",
        "en": "  It was all coming back to him now.",
        "pl": ""
    },
    {
        "ja": "「どうかした？　そんな遠い目しちゃって」",
        "en": "\"What's wrong? You look troubled by something.\"",
        "pl": ""
    },
    {
        "ja": "「ああ、忘れてた。それで二日も寝こんでたのか。恐いもんだな、呪われるって事は」",
        "en": "\"I just forgot everything that really happened is all. Was I really asleep for two days? Getting cursed is pretty scary.\"",
        "pl": ""
    },
    {
        "ja": "「……ほんと緊張感ないわねアンタ。蝋のように眠ってたのが嘘みたいよ。下手すると一生あのまま、石膏もどきだったかもしれないのに」",
        "en": "\"You're as cool as a cucumber, aren't you? It's as if two days on death's door hasn't changed you a bit. Do you realize you were one step away from becoming a vegetable for the rest of your life?\"",
        "pl": ""
    },
    {
        "ja": "「……ちょっと待った。今、すごいコト言わなかったか？」",
        "en": "\"...Wait just a second. Was it really that bad?\"",
        "pl": ""
    },
    {
        "ja": "「言ったけど聞かぬが花よ。",
        "en": "\"It was, and I guess you're proof that ignorance is bliss after all.",
        "pl": ""
    },
    {
        "ja": "　ま、経緯はどうあれ、後で有珠にお礼を言っときなさい。私じゃ解呪できなかったんだから」",
        "en": "  Anyway, what's done is done. Be sure to thank Alice later. I couldn't have lifted the curses without her help.\"",
        "pl": ""
    },
    {
        "ja": "「……ひどい花もあったもんだ。",
        "en": "\"...Sometimes bliss is overrated.",
        "pl": ""
    },
    {
        "ja": "　あ、けど、有珠っていうのはさっきの<娘|こ>か？",
        "en": "  Oh, and yeah, you said the name 'Alice.' Was that girl Alice?",
        "pl": ""
    },
    {
        "ja": "　遊園地で、その……俺たちを殺そうとした？」",
        "en": "  Was she the one who, you know, tried to kill us at the amusement park?\"",
        "pl": ""
    },
    {
        "ja": "　それにまあね、と答える青子。",
        "en": "  Aoko replied that it was.",
        "pl": ""
    },
    {
        "ja": "「彼女、ずっとそこに座ってたけど。……ここは彼女の部屋なのか？」",
        "en": "\"She was sitting by my side for ages. Is this her room or something?\"",
        "pl": ""
    },
    {
        "ja": "　草十郎は改めて部屋を見渡す。",
        "en": "  Soujuurou scanned the room again.",
        "pl": ""
    },
    {
        "ja": "　自分が眠っていたベッド共々、彼の見聞にはない洋風の部屋。",
        "en": "  He was not accustomed to sleeping on anything other than a futon, and the room looked especially foreign to him.",
        "pl": ""
    },
    {
        "ja": "「ううん、ここはただの客室。長いこと使ってなかったから埃だらけでしょ。",
        "en": "\"No, this is just a guest room. It hasn't been used in forever, hence the dust over everything.",
        "pl": ""
    },
    {
        "ja": "　それより有珠と何か話したの、あなた？」",
        "en": "  More importantly, what did you and Alice talk about?\"",
        "pl": ""
    },
    {
        "ja": "「―――。",
        "en": "\"...Well...",
        "pl": ""
    },
    {
        "ja": "いや、あれを会話と言うのは、ちょっと」",
        "en": "We didn't really talk so much as...\"",
        "pl": ""
    },
    {
        "ja": "　草十郎は口に手を当てて、さっき交わした言葉を思い返す。",
        "en": "  He brought his hand to his mouth, and recalled the few words they exchanged.",
        "pl": ""
    },
    {
        "ja": "　……彼の言う通り、アレを会話と言うのはおこがましい。",
        "en": "  As Soujuurou said, calling it a conversation would be a gross overstatement.",
        "pl": ""
    },
    {
        "ja": "　なのに、思い返してみると何時間も話していた気がして、草十郎はかすかに苦笑してしまった。",
        "en": "  And yet, thinking back on it, it seemed like they had talked for hours, which brought an uncomfortable smile to his face.",
        "pl": ""
    },
    {
        "ja": "「とはいえ、緊張は解けたと思うよ。",
        "en": "\"But it's fine, I'm no longer worried.",
        "pl": ""
    },
    {
        "ja": "　蒼崎がやってくるのがもう少し遅かったら良かったのに」",
        "en": "  Although, it would have been nice if you had come a little later, Aozaki.\"",
        "pl": ""
    },
    {
        "ja": "　本心からの一言に、青子はムッと瞳を細める。",
        "en": "  Aoko narrowed her eyes at his innocent slip of the tongue.",
        "pl": ""
    },
    {
        "ja": "　草十郎が<青子|じぶん>を邪魔者扱いしていないのは分かるが、面と向かって言われるのは面白くない。",
        "en": "  She knew Soujuurou did not mean to treat her like a nuisance, but nevertheless, she found it hard to take the full brunt of the words said to her face.",
        "pl": ""
    },
    {
        "ja": "　さらに面白くないのは、彼のそんな言動に慣れはじめている自分がいる事だ。",
        "en": "  Even worse, she sensed she was getting used to his manner of speaking.",
        "pl": ""
    },
    {
        "ja": "「でも、だから、なのかもね。相変わらず首の皮一枚の人生送ってるわ、貴方って」",
        "en": "\"So that's why she... You really do have a knack for surviving by the skin of your teeth, don't you?\"",
        "pl": ""
    },
    {
        "ja": "　それにはい？　と首を傾げる草十郎。",
        "en": "  He tilted his head, clearly confused.",
        "pl": ""
    },
    {
        "ja": "「だから、アンタはよっぽど有珠好みの対応をしたのよ。",
        "en": "\"I'm saying you did something to please Alice.",
        "pl": ""
    },
    {
        "ja": "　まだ生きてるって、そういうコト」",
        "en": "  That's the reason you're still alive.\"",
        "pl": ""
    },
    {
        "ja": "「？？？」",
        "en": "\"???\"",
        "pl": ""
    },
    {
        "ja": "　青子の言いたい事はどうにも草十郎には掴めなかった。",
        "en": "  No matter how hard he tried, he could not grasp what she was getting at.",
        "pl": ""
    },
    {
        "ja": "　掴めなかったので、その事はあえて訊かない事にする。",
        "en": "  He decided to change the subject to something else.",
        "pl": ""
    },
    {
        "ja": "「……ところで、ここは何処なんだ？",
        "en": "\"...By the way, where are we, exactly?",
        "pl": ""
    },
    {
        "ja": "　あの<娘|こ>に訊いても教えてくれなかったけど、蒼崎なら教えてくれるだろ」",
        "en": "  I asked the other girl, but she wouldn't tell me. You can tell me, right, Aozaki?\"",
        "pl": ""
    },
    {
        "ja": "「ここは三咲町の幽霊屋敷よ。正確には<久遠寺|くおんじ>邸と言えばいいかしらね。",
        "en": "\"You are inside Misaki's infamous haunted house. But you can call it the Kuonji Estate.",
        "pl": ""
    },
    {
        "ja": "　さっきの娘……久遠寺有珠の持ち家で、私が住んでるところでもある。あの後、貴方をここまで持ってきたんだけど、<覚|おぼ>えてないでしょ？」",
        "en": "  And that girl...that's Alice Kuonji. This is her mansion, which happens to be the place I currently call home. After the other night, I, uh, brought you here. You don't remember, do you?\"",
        "pl": ""
    },
    {
        "ja": "　持ってきた、という単語にいまいち違和感を覚える草十郎だった。",
        "en": "  Something about the way she said that made him feel uncomfortable.",
        "pl": ""
    },
    {
        "ja": "「久遠寺って言う名前は聞きおぼえがあるような……そうだ、よく商店街でおじさんたちが話してた。なんでもえらいお金持ちだとか、なんとか」",
        "en": "\"Kuonji... I've heard that name before. Hey, I know, some old guys in the shopping district were talking about it. The Kuonji's are a rich and famous family, or something.\"",
        "pl": ""
    },
    {
        "ja": "「それ、有珠の前ではご<法度|はっと>よ。",
        "en": "\"Don't you dare say that in front of Alice.",
        "pl": ""
    },
    {
        "ja": "　穏便にここで暮らしたいならね」",
        "en": "  If you want to live here in peace, that is.\"",
        "pl": ""
    },
    {
        "ja": "「……？」",
        "en": "\"...?\"",
        "pl": ""
    },
    {
        "ja": "　本日何度目かになる首傾げだった。",
        "en": "  Confused yet again, Soujuurou tilted his head for what seemed like the hundredth time that day.",
        "pl": ""
    },
    {
        "ja": "　今、またも引っ掛かる単語が出てきた気がする。",
        "en": "  And once again, he had heard something to make him feel uneasy.",
        "pl": ""
    },
    {
        "ja": "「蒼崎。君、今なんて言った？」",
        "en": "\"Aozaki...? Did you just say...?\"",
        "pl": ""
    },
    {
        "ja": "「静希君。私ね、あからさまな嘘を言う人と、同じ事を何度も言わせる人と、察しの悪い人には容赦しないから。",
        "en": "\"Shizuki. I have very little patience for liars, idiots, and people that make me repeat myself.",
        "pl": ""
    },
    {
        "ja": "　そのあたり覚えておいてね、ここで平穏に暮らしたいなら」",
        "en": "  Do your best to remember that if you want to enjoy your stay here.\"",
        "pl": ""
    },
    {
        "ja": "　極上の笑顔で、さわやかに不穏な宣言をする青子。",
        "en": "  With her best smile, Aoko made her threatening proclamation.",
        "pl": ""
    },
    {
        "ja": "　もちろん、草十郎にとっては寝耳に水の話である。",
        "en": "  Needless to say, it caught Soujuurou completely off guard.",
        "pl": ""
    },
    {
        "ja": "「……気のせいならいいんだけど、君の言葉には、俺がここに住むような響きが感じられる」",
        "en": "\"I must have misheard you, because I could have sworn you said something about me living here.\"",
        "pl": ""
    },
    {
        "ja": "　草十郎は正直に、心底から嫌そうな顔で青子を見る。",
        "en": "  He shot her an honest stare of disapproval.",
        "pl": ""
    },
    {
        "ja": "　彼なりの精一杯の<反政府運動|レジスタンス>だ。",
        "en": "  It was the best resistance he could muster.",
        "pl": ""
    },
    {
        "ja": "　が、そんな貧弱な運動は効かない、とばかりに青子は冷酷な視線を返すのだった。",
        "en": "  But it was not in the slightest effective against Aoko's overpowering ruthless glare.",
        "pl": ""
    },
    {
        "ja": "「貴方、自分の立場を分かってる？」",
        "en": "\"The quicker you understand the position you're in, the better it'll be for you.\"",
        "pl": ""
    },
    {
        "ja": "「えーと、」",
        "en": "\"You mean...\"",
        "pl": ""
    },
    {
        "ja": "　それが分かっていれば蒼崎が苦労しない、というのは分かるよ―――",
        "en": "  He considered her words carefully.",
        "pl": ""
    },
    {
        "ja": "　なんて感想を喉もとで止めて、草十郎は首を横に振った。",
        "en": "  He wanted to openly express his feelings on the matter, but instead he swallowed his words and shook his head.",
        "pl": ""
    },
    {
        "ja": "　空気を読めない彼でも、今は自重すべきだと感じ取ったらしい。",
        "en": "  Despite his typical inability to read people's emotions, he at least seemed to understand the gravity of the situation.",
        "pl": ""
    },
    {
        "ja": "　そんなのんびりした態度こそが青子の癪に障る事を、彼もそろそろ気付くべきだ。",
        "en": "  It appeared that he had finally realized that it was his carefree mood that typically got on Aoko's nerves.",
        "pl": ""
    },
    {
        "ja": "「……はあ。そうだった。アンタに回りくどいこと言っても無駄だったのよね。",
        "en": "\"...Ugh. My mistake. I forgot there's no use beating around the bush with you.",
        "pl": ""
    },
    {
        "ja": "いいわ、考える時間ぐらいあげたかったけど、時間もないし、はっきりと言ってあげる」",
        "en": "Fine, I wanted to give you time to think, but we're way past that, so I'll just come right out and say it.\"",
        "pl": ""
    },
    {
        "ja": "「いい、静希君？",
        "en": "\"Listen to me, Shizuki.",
        "pl": ""
    },
    {
        "ja": "　このたび、貴方は私たちの監視下に置かれることになりました。しばらくはここで一緒に暮らしてもらいます。",
        "en": "  As of now, you're being placed under our supervision. You will be living here, together with us, for the time being.",
        "pl": ""
    },
    {
        "ja": "　もちろん、生殺与奪の権利はこちらにあるという条件で」",
        "en": "  Naturally, I reserve the right to decide whether you live or die.\"",
        "pl": ""
    },
    {
        "ja": "「なっ……！」",
        "en": "\"Wha...?\"",
        "pl": ""
    },
    {
        "ja": "　あまりの<横暴|おうぼう>さに吹き出しかける草十郎。",
        "en": "  The blatant tyranny in her voice caused him to sputter.",
        "pl": ""
    },
    {
        "ja": "　笑顔で言えば傍若無人が通ると思うのもやめてほしい。",
        "en": "  He wished that she would stop smiling in an attempt to make it seem any less outrageous.",
        "pl": ""
    },
    {
        "ja": "「い、一緒に住むって蒼崎とか！？」",
        "en": "\"L-Live together? ...With you?!\"",
        "pl": ""
    },
    {
        "ja": "　あわてているのは青子と一つ屋根の下で暮らす事に淡い期待を持ってのこと―――",
        "en": "  It was not the faint expectation of living under the same roof with Aoko that had him flustered.",
        "pl": ""
    },
    {
        "ja": "　では当然なく、",
        "en": "  Rather...",
        "pl": ""
    },
    {
        "ja": "　純粋に、己が身を案じてだ。",
        "en": "  He was genuinely concerned about his own safety.",
        "pl": ""
    },
    {
        "ja": "　いかに彼がお人好しでも、一度殺されかけた事実はきちんと受けとめていたらしい。",
        "en": "  Regardless of how good-natured he was, it seemed he finally had come to grips with the fact that he just escaped death.",
        "pl": ""
    },
    {
        "ja": "「とんでもない！",
        "en": "\"You can't be serious!",
        "pl": ""
    },
    {
        "ja": "　冬眠前の熊と、一緒に<暖|だん>を取るようなもんだ！」",
        "en": "  That's like seeking warmth next to a bear before it goes into hibernation!\"",
        "pl": ""
    },
    {
        "ja": "　失礼な感想に、青子はそうね、と平然と答える。",
        "en": "  Aoko agreed, as blunt a comparison as it was.",
        "pl": ""
    },
    {
        "ja": "「たまには的確な<比|ひ><喩|ゆ>をするじゃない。",
        "en": "\"Once in a while you have some pretty accurate metaphors, you know?",
        "pl": ""
    },
    {
        "ja": "　貴方の言う通り、下手なコトをしたり決まりを破ったりしたら今度こそ息の根止めるからね。",
        "en": "  But I'm glad you figured it out. Make a wrong move or break a rule and I'll end you, for real this time.",
        "pl": ""
    },
    {
        "ja": "　それと、ここに住んでるのは私と有珠のふたりだけよ。",
        "en": "  Plus, it's just me and Alice you'll be living with.",
        "pl": ""
    },
    {
        "ja": "　あの子、私なんかより数倍常識ないから。気をつけないと死んじゃうぞ」",
        "en": "  She has way less common sense than I do, so if you're not careful, you'll wind up dead by her hands, too.\"",
        "pl": ""
    },
    {
        "ja": "　青子は１００パーセント本気である。",
        "en": "  Aoko was one hundred percent serious.",
        "pl": ""
    },
    {
        "ja": "　<嘘|うそ><偽|いつわ>りない発言こそ誠意と言わんばかりだ。",
        "en": "  It was her sincerity that made it all the more believable.",
        "pl": ""
    },
    {
        "ja": "「いや、いやいやいや！」",
        "en": "\"No! No no no!\"",
        "pl": ""
    },
    {
        "ja": "　無論、そんなんで被害者である草十郎が納得できる筈もない。",
        "en": "  Obviously, there was no way the victim, Soujuurou, could accept these terms.",
        "pl": ""
    },
    {
        "ja": "「待ってくれ、俺にはちっとも蒼崎が分からない！",
        "en": "\"Wait a minute. You're not making any sense, Aozaki!",
        "pl": ""
    },
    {
        "ja": "　監視するって言うけど、なんでそんな話になってるんだ？　考えられる範囲、悪いコトとかしてないし、そもそも俺を見張っても得なコトなんていっこもないし！　",
        "en": "  You say I'm under your supervision, but why is that necessary? If you think about it, I haven't even done anything wrong, so there's really no point in keeping an eye on me!  ",
        "pl": ""
    },
    {
        "ja": "蒼崎は色々まちがってる！」",
        "en": "This has to be a misunderstanding!\"",
        "pl": ""
    },
    {
        "ja": "「―――む。いや、それとも魔術師っていうのは、みんな蒼崎みたいなのか？」",
        "en": "\"...Is it... Are all mages like you, Aozaki?\"",
        "pl": ""
    },
    {
        "ja": "　ぼうじゃくとかぶじんなのか？　と心底困った視線を向けてくる人畜無害。",
        "en": "  Arrogant and selfish...were the words that the harmless boy's gaze seemed to imply.",
        "pl": ""
    },
    {
        "ja": "　……青子からすれば頭痛のタネもいいところだ。",
        "en": "  Aoko felt a headache coming on.",
        "pl": ""
    },
    {
        "ja": "　素直すぎるのも考えもので、この通り、草十郎は青子が魔術師であることを異常だと思っていないのである。",
        "en": "  Due to his innate easygoing persona, Soujuurou had not thought to question that Aoko being a mage was out of the ordinary.",
        "pl": ""
    },
    {
        "ja": "「だ、か、らっ！　アンタが、そういう風に、誰はばかることなく私たちの事を言い触らさないかを見張ってんじゃない、この常識なしッ！」",
        "en": "\"That's the problem! We need to keep an eye on you so you don't go around saying things like that and blow our cover, you dunce!\"",
        "pl": ""
    },
    {
        "ja": "　青子は勢いあまって椅子から立ち上がった。",
        "en": "  Aoko flew out of her chair.",
        "pl": ""
    },
    {
        "ja": "　先ほどから我慢してきた青子の堪忍袋の緒はすっぱりさっぱり、気分よく断ち切れたらしい。",
        "en": "  She had been doing her best to keep her cool, but it seemed her well of patience had finally run dry.",
        "pl": ""
    },
    {
        "ja": "　そんな青子を見て、ぽん、と草十郎は両手を合わせる。",
        "en": "  Witnessing Aoko snap, Soujuurou clapped his hands together.",
        "pl": ""
    },
    {
        "ja": "「そうか。蒼崎が俺を殺そうとしたのは、魔術師であることを隠さなくちゃいけないからだったっけ。",
        "en": "\"Oh now I get it. The reason you tried to kill me was because you have to hide the fact that you're a mage.",
        "pl": ""
    },
    {
        "ja": "　うん、それなら分かる。監視するのは蒼崎の秘密のコトで、俺の命云々はオマケみたいなものか」",
        "en": "  Okay, if that's the case then I get it. You're monitoring me to protect your secret, and not taking my life is your way of throwing me a bone.\"",
        "pl": ""
    },
    {
        "ja": "「…………。そりゃあ本質的に言えば、そうだけど。",
        "en": "\"...I mean, those aren't the words I would use, but sure.",
        "pl": ""
    },
    {
        "ja": "　身もフタもないわね、その言い方」",
        "en": "  It sounds a bit harsh when you put it that way.\"",
        "pl": ""
    },
    {
        "ja": "「けど、それはあまり意味がないんじゃないか？",
        "en": "\"But, isn't this all a little unrealistic?",
        "pl": ""
    },
    {
        "ja": "　学校もあるし、バイトだってあるんだ。一日中、この家から出ないワケにはいかないんだぞ」",
        "en": "  I have school and work to go to. I can't stay locked up inside this house all day.\"",
        "pl": ""
    },
    {
        "ja": "「……………………」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　自分を客観視できる草十郎に感心したのも一瞬、あまりの返答に絶句する青子だった。",
        "en": "  In an instant, Soujuurou's objectivity had her stumped, leaving her at a loss for words.",
        "pl": ""
    },
    {
        "ja": "　ほんとーに、この男は自分の立場というものが分かっていない。",
        "en": "  He honestly had no idea what position he was in.",
        "pl": ""
    },
    {
        "ja": "　ここまでの話の流れで、そんな自由があると思っているあたり大物ではあるが。",
        "en": "  To believe that he had any sort of freedom at this point was shocking, to say the least.",
        "pl": ""
    },
    {
        "ja": "「……いや、落ち着け私。話が早くなってある意味助かるし」",
        "en": "\"...Just breathe, Aoko. If anything, this will speed things along.\"",
        "pl": ""
    },
    {
        "ja": "　なんとか体裁を整える青子。",
        "en": "  Aoko somehow managed to compose herself.",
        "pl": ""
    },
    {
        "ja": "　実のところ、青子も監獄じみた拘束をする気はない。",
        "en": "  As a matter of fact, she never had any intention of imprisoning him.",
        "pl": ""
    },
    {
        "ja": "　あらゆる自由を禁じ屋敷に閉じこめる、なんて方法では草十郎との約束に反してしまう。",
        "en": "  Stripping him of his freedom and incarcerating him would go against their agreement, anyway.",
        "pl": ""
    },
    {
        "ja": "　第一、そこまでするなら亡き者にしたほうが早い。",
        "en": "  Besides, if she was going to go that far it would be easier to just kill him.",
        "pl": ""
    },
    {
        "ja": "　青子にとって『生かす』という事は、静希草十郎という人間の生活を最低限尊重する事である。",
        "en": "  To Aoko, letting him live meant showing a modicum of respect to Soujuurou's way of life.",
        "pl": ""
    },
    {
        "ja": "「あ。……も、もしかして、この部屋から出ちゃいけないのか、俺！？」",
        "en": "\"You're not saying... W-Wait, don't tell me I can't even leave this room?!\"",
        "pl": ""
    },
    {
        "ja": "　ピコーン、と音が鳴りかねない顔で、思いつきを口にする草十郎。",
        "en": "  A light bulb went on in his head as he blurted out what he was thinking.",
        "pl": ""
    },
    {
        "ja": "　悪い方向での想像にようやく行き着いてくれたらしい。",
        "en": "  It appeared he had finally got the grim message.",
        "pl": ""
    },
    {
        "ja": "　そんな狼狽ぶりに、少しだけ<溜飲|りゅういん>をさげる青子だった。",
        "en": "  Aoko looked somewhat satisfied at his dismay.",
        "pl": ""
    },
    {
        "ja": "「大丈夫よ。監禁生活なんて面倒なコトだけはしないから。",
        "en": "\"Relax. Locking you up would actually be more trouble than it's worth.",
        "pl": ""
    },
    {
        "ja": "　貴方の自由はそれなりに考慮してあります。そのあたりのさじ加減は有珠の手腕に任せてあるから、貴方は心配しなくていいわ」",
        "en": "  Your freedom was taken into consideration. To what degree you are free will be left to the discretion of Alice and her abilities, so you won't have to worry about that.\"",
        "pl": ""
    },
    {
        "ja": "「………………」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　草十郎は無言で、それはよけいに心配なのでは、と顔を曇らせた。",
        "en": "  A gloomy look fell over Soujuurou's face, as he found his concern growing by the second.",
        "pl": ""
    },
    {
        "ja": "「いい？　貴方の処遇は、この家に住むコトを前提にした監視で、それも解決策が見つかるまでの期間限定。",
        "en": "\"All right, look. Sparing your life is based on the premise that you will live in this house under supervision, and that's only until a more permanent solution is found.",
        "pl": ""
    },
    {
        "ja": "　何でもいいから目撃者を殺す、なんて事より、こっちの方がよっぽど穏便でしょ。",
        "en": "  It's a lot more amicable than just disposing of the witness, don't you think?",
        "pl": ""
    },
    {
        "ja": "　……だいたい、これは私と貴方との約束なんだから、いちいち文句言わないでよね。ただでさえ有珠との冷戦が続いてて頭痛いんだから」",
        "en": "  ...At any rate, this is my way of keeping our promise, so no complaining. This cold war I'm waging with Alice is enough of a headache, already.\"",
        "pl": ""
    },
    {
        "ja": "　ため息まじりに言いつつ、青子はベッドの上の草十郎をキッと睨みつける。",
        "en": "  She sighed as she stared Soujuurou down as he lay on the bed.",
        "pl": ""
    },
    {
        "ja": "「けど勘違いはしないで。",
        "en": "\"But make no mistake.",
        "pl": ""
    },
    {
        "ja": "　ここじゃアンタの地位は最下層のさらに下、番犬より下なんだから。アンタの生殺与奪はあの夜から私が握ってるんだから、アンタは私に所有されてるようなもんなの。",
        "en": "  Your status here is the lowest of the low, even lower than a dog's. Since that night, I'm the one to decide whether you live or die, which means you belong to me now.",
        "pl": ""
    },
    {
        "ja": "　さ、これで自分の立場、<判|わか>った？」",
        "en": "  Is that clear enough for you?\"",
        "pl": ""
    },
    {
        "ja": "　<大|おお><威|い><張|ば>りでそう言われて、青子に気付かれないよう、草十郎は天を仰いだ。",
        "en": "  As Alice finished her declaration, Soujuurou subtly looked up at the ceiling so she would not notice his reaction.",
        "pl": ""
    },
    {
        "ja": "　青子には申し訳ないが、ちっともぜんぜん判らない。",
        "en": "  He meant no offense to Aoko, but he had to hide the fact that he fundamentally disagreed with her analogy.",
        "pl": ""
    },
    {
        "ja": "　個人的な感想と言えば、犬より簡単と言われて怒らないのは人間としても、お犬さまにも礼を欠くと思うのだが、自分と彼女の戦力差は兎と猪ほどもあるので反論もできない。",
        "en": "  In Soujuurou's opinion, it was disrespectful to both dogs and humans to call him lower than a dog. A more accurate analogy of their power dynamic would be that of a rabbit and a wild boar, hence why he chose not to voice this opinion.",
        "pl": ""
    },
    {
        "ja": "「……………………はあ」",
        "en": "\"...Haa.\"",
        "pl": ""
    },
    {
        "ja": "　見上げた天井は、自分の安アパートとは違って豪奢な紋様があしらわれている。",
        "en": "  Unlike his apartment, the ceiling here was decorated with ornate patterns.",
        "pl": ""
    },
    {
        "ja": "　……自分の扱いはともかく、建物に関しては文句なしにグレードが上がっている。",
        "en": "  Putting aside how he would be treated here, in terms of lodging, it was a definite upgrade.",
        "pl": ""
    },
    {
        "ja": "　つまり、悪いことだけじゃないだろう、と。",
        "en": "  Maybe it would not be all that bad.",
        "pl": ""
    },
    {
        "ja": "　自分に言い聞かせるように、草十郎はうんうんと頷いた。",
        "en": "  Soujuurou nodded slowly, as if to persuade himself.",
        "pl": ""
    },
    {
        "ja": "　それに―――",
        "en": "  And...",
        "pl": ""
    },
    {
        "ja": "“とりあえず、命は助けてあげるから”",
        "en": "\"For the time being, I've decided to let you live.\"",
        "pl": ""
    },
    {
        "ja": "　あの時。",
        "en": "  That is what she had told him.",
        "pl": ""
    },
    {
        "ja": "彼女は確かにそう言ったのだ。",
        "en": " Not two days ago.",
        "pl": ""
    },
    {
        "ja": "「あまり納得したくないけど、自分の立場は分かったよ。",
        "en": "\"While I don't really accept what you're saying, I understand my position.",
        "pl": ""
    },
    {
        "ja": "　うん、たしかにそんな約束だった。色々と言いたい事はあるけど、それは認めるしかない。",
        "en": "  I remember what you promised me now. There are lots of things I could disagree with, but I admit you did promise me at least that.",
        "pl": ""
    },
    {
        "ja": "　だけど、君たちと一緒に住めっていうのは本気なのか？",
        "en": "  Are you really serious about me living with the two of you?",
        "pl": ""
    },
    {
        "ja": "　蒼崎は細かいコトは気にしないとしても、さっきの娘は嫌がりそうだし、俺だって少しは……」",
        "en": "  I know you're pretty easygoing, but that girl seems pretty against it, and I'm not exactly―\"",
        "pl": ""
    },
    {
        "ja": "　そこで、草十郎はぴたりと黙りこんだ。",
        "en": "  At that point, he zipped his lips.",
        "pl": ""
    },
    {
        "ja": "　青子の目がひどく殺気を帯びて見えたからだ。",
        "en": "  Aoko's eyes were tinged with bloodlust.",
        "pl": ""
    },
    {
        "ja": "「あら、静希君はご不満？」",
        "en": "\"Oh. Please excuse me. I'm sorry to hear that you're dissatisfied with the arrangement.\"",
        "pl": ""
    },
    {
        "ja": "　無理に笑ってるとしか思えない彼女の口元に、草十郎は絶望を見た気がした。",
        "en": "  Her contrived smile, so obviously forced, struck despair into Soujuurou's heart.",
        "pl": ""
    },
    {
        "ja": "　そういえば、さっき同じ事は何度も言わせるなと忠告された気がする。",
        "en": "  Come to think of it, he vaguely recalled her warning to him to not make her repeat herself.",
        "pl": ""
    },
    {
        "ja": "　さらにさらに。",
        "en": "  Furthermore...",
        "pl": ""
    },
    {
        "ja": "　実際問題として、どんなに実感が湧かないとしても、静希草十郎の命は蒼崎青子に握られている。",
        "en": "  As a practical matter, Soujuurou Shizuki's life was now in the hands of Aoko Aozaki.",
        "pl": ""
    },
    {
        "ja": "　怒らせるのは<賢|かしこ>くない、と他人事のように頷く草十郎なのだった。",
        "en": "  It would be unwise to anger her further, he told himself as if speaking to a third person.",
        "pl": ""
    },
    {
        "ja": "「……いや、別に。だってそれ以外ないんだろう？」",
        "en": "\"N-Not at all. I mean, what choice do I have anyway?\"",
        "pl": ""
    },
    {
        "ja": "　当然、と頷く青子と、",
        "en": "  \"None,\" Aoko said with a firm nod of her head.",
        "pl": ""
    },
    {
        "ja": "　降伏するようにがっくりと肩を落とす草十郎。",
        "en": "  Soujuurou slumped his shoulders in surrender.",
        "pl": ""
    },
    {
        "ja": "「……うん、蒼崎の言い分は分かった。",
        "en": "\"All right. I understand you now, Aozaki.",
        "pl": ""
    },
    {
        "ja": "　ただ、いちおう聞いておきたいんだけど。俺の人権はどこにいってしまったんだろう？」",
        "en": "  Just, let me ask you this one thing. Do I have any human rights?\"",
        "pl": ""
    },
    {
        "ja": "「莫迦ね、そんな形のない物なんて初めからあるワケないでしょ。つまんないこと言わないでよ」",
        "en": "\"Poor little Shizuki. You never had any in the first place. Now, stop wasting my time with stupid questions.\"",
        "pl": ""
    },
    {
        "ja": "　……うん、たしかに今のはつまらない事だった、と草十郎は噛みしめる。",
        "en": "  Soujuurou reflected upon her answer, now feeling like his question was, indeed, stupid.",
        "pl": ""
    },
    {
        "ja": "　そもそも彼にしてみれば、いまの青子の答えは分かりきっていた事だ。",
        "en": "  He should have already known the answer before he asked.",
        "pl": ""
    },
    {
        "ja": "「……ああ、だと思った。",
        "en": "\"That's...what I thought.",
        "pl": ""
    },
    {
        "ja": "　そんな気はしてたんだ、目が覚める前から」",
        "en": "  I had a feeling this was going to happen, even before waking up.\"",
        "pl": ""
    },
    {
        "ja": "「？」",
        "en": "\"?\"",
        "pl": ""
    },
    {
        "ja": "　草十郎の独白に青子は不審げな目を向けたが、すぐに気を取り直した。",
        "en": "  His muttering provoked a dubious stare from Aoko, before she quickly retracted it.",
        "pl": ""
    },
    {
        "ja": "　この男の発言をいちいち気にしていたら日が暮れてしまう、と骨身に染みているからだろう。",
        "en": "  If she questioned every little thing he said, they would be there until sundown.",
        "pl": ""
    },
    {
        "ja": "「とにかく納得いったみたいね。",
        "en": "\"Well, as long as you understand.",
        "pl": ""
    },
    {
        "ja": "　じゃあ次、いよいよ本題。居間に移動するわよ。",
        "en": "  Now, we need to get down to brass tacks. Let's move to the drawing room.",
        "pl": ""
    },
    {
        "ja": "　説明しなくちゃいけない事が山ほどあるんだから。",
        "en": "  I have a ton of explaining to do.",
        "pl": ""
    },
    {
        "ja": "　―――って、ひとりで立てる？」",
        "en": "  Can you stand on your own?\"",
        "pl": ""
    },
    {
        "ja": "「さっきから手を動かしてたから、血は巡ってる。",
        "en": "\"I was able to move my hands earlier, so blood is at least flowing.",
        "pl": ""
    },
    {
        "ja": "　歩くぐらいならいけそうだ」",
        "en": "  I should be able to walk.\"",
        "pl": ""
    },
    {
        "ja": "「そ。なら問題ないわね」",
        "en": "\"Good. You'll be fine then.\"",
        "pl": ""
    },
    {
        "ja": "　言うなり、彼女はくるりと草十郎に背を向けて歩きだした。",
        "en": "  With that, she turned her back and walked away from him.",
        "pl": ""
    },
    {
        "ja": "　その背中は、もう何度と見てきた颯爽とした後ろ姿だ。",
        "en": "  He had seen this bold form of hers many times before.",
        "pl": ""
    },
    {
        "ja": "　瞬間、落雷のように記憶が巻き戻される。",
        "en": "  Instantly, the memories flashed back to him like lightning.",
        "pl": ""
    },
    {
        "ja": "『……そうだった。蒼崎は、こういうヤツだった』",
        "en": "(I remember now. This is the Aozaki I know.)",
        "pl": ""
    },
    {
        "ja": "　知らず、頬がほころぶ。",
        "en": "  Without knowing it, he cracked a smile.",
        "pl": ""
    },
    {
        "ja": "　草十郎にとっては右も左も分からない状況だったけれど、それだけで彼は充分に落ち着けた。",
        "en": "  He was so lost that he did not know his left from his right, but recalling this alone was enough to calm him.",
        "pl": ""
    },
    {
        "ja": "　……今の青子は、ミラーハウスでの彼女とは違う。",
        "en": "  The Aoko he knew was different from the one in the house of mirrors.",
        "pl": ""
    },
    {
        "ja": "　あんな、無理やりに思い詰めた彼女ではない。",
        "en": "  She was not that brooding girl he saw there.",
        "pl": ""
    },
    {
        "ja": "　きびきびとした動作もためらいのない視線も、なんだかひどく懐かしい。",
        "en": "  He felt a pang of nostalgia; the Aoko he knew was brisk in movement and unfaltering in gaze, just like this one.",
        "pl": ""
    },
    {
        "ja": "　それは初めて会った時と同じ、不機嫌そうで、そのくせ自信に満ちた彼女本来のあり方だった。",
        "en": "  She was the same as when he first met her; moody, yet overflowing with confidence; in her element.",
        "pl": ""
    },
    {
        "ja": "「ほら、急いだ急いだ。",
        "en": "\"Let's go, let's go. Chop-chop.",
        "pl": ""
    },
    {
        "ja": "　有珠がさっきから居間でお待ちかねよ」",
        "en": "  Alice is waiting for us in the drawing room.\"",
        "pl": ""
    },
    {
        "ja": "　彼女はとっくに扉から出て、薄ら寒そうな廊下に立っている。",
        "en": "  She was already outside the door, standing in the chilly corridor.",
        "pl": ""
    },
    {
        "ja": "「はあ。寝たきりの辛さを知らないだろう、蒼崎は」",
        "en": "\"Hngh... You must not know what it's like to be bedridden, Aozaki.\"",
        "pl": ""
    },
    {
        "ja": "　ぼやきつつ、草十郎はなんとかベッドから起き上がった。",
        "en": "  Grunting and groaning, Soujuurou eventually got to his feet.",
        "pl": ""
    },
    {
        "ja": "　横臥中だるかった体は、立ち上がって歩こうとすると逆に硬く痛む。",
        "en": "  His body, heavy and stiff while he was lying down, cried out in pain as he tried to stand and walk.",
        "pl": ""
    },
    {
        "ja": "　一歩前に出るだけで骨に<痺|しび>れと痛みが響いた。",
        "en": "  Every step sent shooting pains through his bones.",
        "pl": ""
    },
    {
        "ja": "　それでもしれっとした顔で青子へと歩きだす。",
        "en": "  Despite this, he put on a calm face and made his way toward Aoko.",
        "pl": ""
    },
    {
        "ja": "　苦いもの、厳しいものは無意識に受け入れる草十郎だったが、今回にかぎっては意識的に受け流した。",
        "en": "  Typically, he was quick to not pay any mind to life's little struggles, but these pains... He needed to force himself to consciously ignore them.",
        "pl": ""
    },
    {
        "ja": "　要するにやせ我慢だ。彼がこんなふうに、不自然に自分の気持ちを抑えこむのは珍しい。",
        "en": "  In other words, he was displaying false bravado. An uncharacteristic reaction for someone who never suppressed their true feelings.",
        "pl": ""
    },
    {
        "ja": "「驚いた。アンタ、ほんとにタフね」",
        "en": "\"Amazing. You really are tough, huh?\"",
        "pl": ""
    },
    {
        "ja": "「ありがとう。けど、心は弱いんだ」",
        "en": "\"Thanks. It's just my heart that's fragile.\"",
        "pl": ""
    },
    {
        "ja": "「そ。参考までに心に留めておくわ。出来るだけ優しく扱えるようにね」",
        "en": "\"Oh yeah? I'll keep that in mind and try not to hurt your precious feelings.\"",
        "pl": ""
    },
    {
        "ja": "　もちろん、青子の声には優しさなど微塵もない。",
        "en": "  Naturally, her voice was devoid of any true empathy.",
        "pl": ""
    },
    {
        "ja": "　がっくりとする草十郎をよそに、青子はスタスタと廊下を歩きはじめる。",
        "en": "  She turned away from the once-more dejected Soujuurou, and began walking briskly down the corridor.",
        "pl": ""
    },
    {
        "ja": "「―――、と」",
        "en": "\"...Oh, and...\"",
        "pl": ""
    },
    {
        "ja": "　その時、何かを思い立ったように彼女はピタリと足を止めて振り向いた。",
        "en": "  Just then, she stopped, feet snapped together, as though something had popped into her head.",
        "pl": ""
    },
    {
        "ja": "　言い忘れていた事、それでいて何でもない事を告げるように、",
        "en": "  And just as if she was remembering something she had forgotten, in a completely trivial way...",
        "pl": ""
    },
    {
        "ja": "「それじゃ行くわよ。付いてきて、草十郎」",
        "en": "\"Follow me, Soujuurou.\"",
        "pl": ""
    },
    {
        "ja": "　颯爽と振り向いて、彼女は自然にそう言った。",
        "en": "  She gallantly turned back the way she was heading, the words sounding so natural as she spoke them.",
        "pl": ""
    },
    {
        "ja": "「――――――」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　その時に開かれた視界を、彼女は知らない。",
        "en": "  Aoko did not see the look in Soujuurou's eyes as he heard her words.",
        "pl": ""
    },
    {
        "ja": "　彼女が魔法使いだと言うのなら、この言葉こそ魔法だったことを、口にした当人だけが知らずじまい。",
        "en": "  For though she worked in the arcane, the spell Aoko had woven was apparent to everyone but her.",
        "pl": ""
    },
    {
        "ja": "　彼は眩しいものを見たようにまばたきをした後、自然に頷いて、その背中を追いかけた。",
        "en": "  After blinking his eyes as if blinded by something, Soujuurou casually nodded, and followed behind her.",
        "pl": ""
    }
]