[
	[
		"　―――オハヨウ　ゴザイマス。",
		"　午前零時ヲ　確認　シマシタ。",
		"　前回更新ヨリ　二十四時間　経過。",
		"　<安全管理|バックアップ>、開始。<行|レ><動|コ><記|ー><録|ド>、送信。",
		"　周囲ノ地形ヲ　<再確認|スキャン>　シマス。",
		"　大気成分―――",
		"　窒素、異常ナシ。",
		"　酸素、異常ナシ。",
		"　アルゴン、異常ナシ。",
		"　二酸化炭素、異常ナシ。",
		"　第五仮説要素―――異常／異常／異常／アリ。",
		"　周囲ノ時空連続体ニ　齟齬ヲ　確認。",
		"　第一種　危険物トノ　遭遇ト　断定。",
		"　知覚領域ヲ　主観→客観ニ　変更。",
		"　自律回路ヲ　予備電源　ニ　、",
		"　計測回路ヲ　主電源　ニ　変更。",
		"　<視覚|カメラ>ヲ　赤外線計測　カラ",
		"　虚数線計測　ニ　変更。",
		"　―――デハ。",
		"　コレヨリ　戦闘行為ノ　記述ヲ　開始シマス。",
		"　主ヨ。",
		"ドウカ我ガ身ヲ　護リタマエ。",
		"　三咲市には森が多い。",
		"　都市開発は進んでいるが、郊外にはいまだ深い自然が息づいている。",
		"　<物知|ものし>りな樹木が伐採され、",
		"　温かな腐葉土が<拓|ひら>かれ、",
		"　不思議そうに首をかしげる小鳥たちが消え去っても、真に力のある<緑|みどり>は生き続ける。",
		"　文明の光が、彼らの<培|つちか>ってきた年月を<侵|おか>すほどの強さになるその時まで、神秘の領域として有り続ける。",
		"　……この森もその一つ。",
		"　手つかずのまま郊外に放置された三咲町と三咲丘の<境界|ボーダー>。",
		"　今では住みかを追われた獣たちが細々と暮らす、地方都市ならどこにでもある、いたって<平均|ノーマル>な、帰らずの森である。",
		"　　　",
		"Hey diddle diddle,",
		"　　　The cat and the fiddle,",
		"　森には、既に冬が到来していた。",
		"　<薄刃|カミソリ>のように肌を<削|そ>ぐ冷気。",
		"　膝元までにじりよる氷の気配。",
		"　露出した<頬|ほほ>はこわばり、吐息は白い雲になって消えていく。",
		"　気温にして摂氏一度。",
		"　寒波は森全体に、大地や木々、獣たちに染み渡る。",
		"　　　　　　",
		"The cow jump'd over the moon,",
		"　　　　　　The little dog laugh'd",
		"　昼の森は人々を立ち入らせず、",
		"　冬の森は獣たちすら眠らせる。",
		"　漂う<夜気|やき>は亡霊の息そのものだ。",
		"　<月|つき><明|あ>かりを<呑|の>み、<一寸先|いっすんさき>の<崖|がけ>を隠し、迷いこんだ哀れな生贄を破滅させる。",
		"　聞こえるのは<微|かす>かな風の音と、川のせせらぎ。",
		"　ここは<生命|いのち>を感じさせない<無窮|むきゅう>の闇。",
		"　獣はおろか、人の息など有るはずがない。",
		"　だが、",
		"　その中を行く、不釣り合いな黒衣があった。",
		"　霧の海に迷いこんだ小舟のような、あまりにも小さく弱々しいシルエット。",
		"　たよりなげな足音が響く。",
		"　木々のヴェールを抜けるのは、紛れもなく、年若い人間の少女である。",
		"　　　　",
		"To see such craft,",
		"　　　　And the dish ran away with the spoon.",
		"　　　『来たぞ来たぞ』",
		"　　　　　　　　　　　　　　『居るぞ居るぞ！』",
		"　　『誰が誰が？』",
		"　　　　　　　　　　　『誰と誰が！』",
		"　『お腹は減ったの？』",
		"　　　　　　　　　　　　　　　『お腹は鳴ったさ！』",
		"　　『どっちが食べる？』",
		"　　　　　　　　　　　　　　『どっちも食べる！』",
		"　『キミは左手、』",
		"　　　　　　　　　　　『オマエは右手！』",
		"　　『歓迎しないと、』",
		"　　　　　　　　　　　　　　　　『感激しないと！』",
		"　　　　　『『なにしろようやく楽しいお客！』』",
		"　　　　　　　『ついでにお<腹|なか>と<頸骨|けいこつ>も、』",
		"　　　　　『せっかくだからよく噛まないと！』",
		"「――――――」",
		"　木々の影が不気味に笑う。",
		"　幻聴か。錯覚か。あるいは<本|・><物|・>か。",
		"　少女の歩みに合わせて、寄り添う影がパタパタはしゃぐ。",
		"『さあさあ、さあさあ』",
		"『もっと奥へ、もっと奥へ！』",
		"『ところでダイスは細工済み？』",
		"『お<胃|なか>の重いローデッド』",
		"『はじっこ<囓|かじ>ったエッジワーク！』",
		"『どうでもいいけど、<肝心|かんじん><要|かなめ>の六の目だけはださないように！』",
		"「――――――」",
		"　少女の眉が、かすかに歪む。",
		"　聞こえる筈のない声、",
		"　いる筈のない獣の気配に怯えるように？",
		"　まさか。",
		"　きつく結ばれた唇には、微塵の恐れもありはしない。",
		"　少女の歩みは自らの意志によるもの。",
		"　恐怖があるのなら、そもそも足は進ませない。",
		"　木々の奥。",
		"　夜気に隠れながら見つめてくる二体の人影に、少女はきちんと気づいている。",
		"『見たぞ見たぞ』",
		"『来るぞ来るぞ！』",
		"『もう諦めろ』",
		"『もう帰れない！』",
		"　　　　　　『あんなに教えてあげたのに』",
		"　　　　　『<余|よ><所|そ>に消えないオマエが悪い！』",
		"　少女の歩みが止まる。",
		"　<蠢|うごめ>いていた二人分の声も止まる。",
		"　小川のせせらぎが、たき火の<爆|は>ぜ音のように聞こえる。",
		"　そうして。",
		"　<踝|くるぶし>ほどの小さな川の向こうに、街はおろか、この森にすら<在|あ>ってはならないモノが現れた。",
		"「今晩は。話の分かる<主人|ひと>はいる？」",
		"　少女は平然と語りかける。",
		"　二人の口裂け男は<蝸牛|かぎゅう>のように、じりじりとにじり寄る。",
		"「……そう。ただの<墓守|はかもり>、監視だけが仕事なのね。",
		"　失敗したわ。これなら青子に任せれば良かった。",
		"　ああ、けど―――」",
		"　一方の口裂け男は立ったまま。",
		"　もう一方の口裂け男は、我慢できないとばかりに、ぐらりと体を<傾|かたむ>かせる。",
		"「青子にはまだ荷が重いわね。",
		"　そんな姿だけど、貴方たちは一人前の魔術師のようだし」",
		"　黒衣が動く。",
		"　少女の右手には、夜なお深い<硝子|ガラス>の猫。",
		"“…………？”",
		"　こぼれたものは、小さな警戒と、脈絡のない<畏|おそ>れだった。",
		"　二体の口裂け男はこの時、ようやく自らの<感情|いし>を表し、",
		"「さようなら、お客様。",
		"　きっと一瞬だろうから、お<別|わか>れだけ言っておくわ」",
		"　その言葉に、彼等は明確に戦慄した。",
		"　そもそも彼らには耳と口と脳がない。だから言葉なんて必要ない。",
		"　彼らにとって有るものは“この瞬間”だけ。",
		"　恐怖も、期待も、心のない彼等にとって起こりえない“<未|き><来|ぼう>”でしかない。",
		"　なのに、彼らは予感したのだ。",
		"　たった今、そしてこれから、身の毛のよだつ奇跡が、自分たちをメチャクチャにする―――",
		"「さあ―――ごっこ遊びをしましょう、お人形さん」",
		"　白い森に、鐘のような<夜|うた>が響く。",
		"　森を凍らせていた寒波が、少女の声に吹き消されていく。",
		"　そして、",
		"　　　　　『いやいやずいぶん待たされた！』",
		"　　　　　『さあ―――赤ずきんの登場だ！』",
		"　<夜の饗宴|ディドルディドル>の幕が<開|あ>く。",
		"　一方の口裂け男は混乱して少女へと襲いかかる。",
		"　一方の口裂け男は恐怖から<森|うしろ>へと走り出す。",
		"　水しぶきをあげ、少女に躍りかかる<奇形|きけい>の人影。",
		"　少女は知っている。",
		"　この口裂け男の両手はハサミで、心は子鬼。",
		"　捕まえた子供を容赦なく、胴体からまっぷたつに切る悪魔だと。",
		"「トゥィードル」",
		"『お任せお任せ！』",
		"『ようやく出番だ、あらよっと！』",
		"　飛びだした子豚は<手鞠|てまり>のように。",
		"　一メートルほどのぬいぐるみは、木々の合間を躍りながらすり抜けていく。",
		"　そんな怪異を前にしても、口裂け男に迷いはない。",
		"　男の両腕が上がる。長いコートの袖から現れたものは、人間の腕ではない。",
		"　刃渡り五十センチを超える、凶悪な<出|デ><刃|バ><包丁|ソード>。",
		"　今まで多くのエモノを切り裂いてきた両腕が、跳び<交|か>う子豚たちを正面から両断する。",
		"“―――！？”",
		"　口裂け男の手足が凍る。",
		"　切られた子豚の体が割れる。",
		"　がちん、と。",
		"　頭から尾っぽまで断たれた子豚は、そのまま巨大なワニの口になって、口裂け男の腕に噛みついた。",
		"　文字通り、肩口まで丸飲みである。",
		"　それだけで男から全身の自由が消失した。",
		"“―――、―――！”",
		"　走る<怖気|おぞけ>。",
		"　コレは子豚の使い魔ではない。",
		"　子豚のカタチをした、<文房具|ホッチキス>の化け物である事を、口裂け男は瞬時に理解した。",
		"『捕まえたのはダムでした！』",
		"『捕まえたのはディーだってば！』",
		"『ああでも残念、ご主人様は無口で無情で無関心！』",
		"『けっきょく、どっちの手柄も同じこと！』",
		"　　　　　",
		"London Bridge is broken down,",
		"　　　　　Broken down,broken down.",
		"“―――、ギ”",
		"　ありえない、と再三、口裂け男の気配が呟く。",
		"　これはなんだ。",
		"これはなんだ。",
		"これはなんだ？",
		"　喋る子豚。それはいい。",
		"　肩口まで食いつかれた腕。それもいい。",
		"　一瞬で森を<覆|おお>った、あまりにも濃密な魔力の波。",
		"<忌々|いまいま>しいが、素晴らしい。",
		"　しかし、それらは別段、驚くに値しない。",
		"　稀少な使い魔、猟奇的な攻撃、他を圧する天賦の魔力。",
		"　そういったモノは彼らにも覚えがあるのだ。",
		"　何しろ彼らの雇い主が、その<類|たぐい>の異人である。",
		"　しかし―――",
		"『どうするどうする、いつまで放置？』",
		"『手足一本、まばたきだって贅沢だ！』",
		"『お支払いは面倒でも、できればポンドでお願いします！』",
		"　コレは、なんだ。",
		"　器物でもない。",
		"　生物でもない。",
		"　魔術回路によって動くクリーチャーですらない。",
		"　噛まれた箇所は両腕だけだというのに、全身が動かない。",
		"　金縛りや衰弱とはまるで違う。",
		"　まるで自分が<本|・><に|・><書|・><か|・><れ|・><た|・><文|・><字|・>になってしまったような、もうどこにも行けない感覚。",
		"　この口裂け男とて、その<奇形|きけい>が<示|しめ>す通り、幾たびの怪異を越えてきた。",
		"　<幻惑|げんわく>、<魅了|みりょう>、<強制|きょうせい>。",
		"　<氷結|ひょうけつ>、<屍蝋|しろう>、はては<魔眼|まがん>の最奥である石化まで。",
		"　薬物から魔術、多くの<戒|いまし>めを経験した彼は叫ぶ。",
		"　これは違う。違うものだ、と。",
		"　いま彼を縛る戒めは、",
		"　血液、筋肉、酸素、熱量とは別の法則。",
		"　どのルールにも当てはまらない未知の束縛。",
		"　……ああ、口にするのもおぞましいが。",
		"　まるで、この世のすべてと<乖離|かいり>している。",
		"　　　　　　",
		"London Bridge is broken down,",
		"　　　　　　Broken down,broken down.",
		"　　　　　　London Bridge is broken down,",
		"　　　　　　My fair lady.",
		"“ギ―――”",
		"　左右の肩口に食いこむ牙。",
		"　彼はこのカタチとして生まれてから、はじめて怒りの<感情|いし>を覚えた。",
		"　……基準は絶対でなければならない。",
		"　いかな神秘、いかな怪奇にも法則はある。",
		"　コレらはそんな、彼らの<矜持|きょうじ>を無視するものだ。",
		"『さあ、三日で衰弱！』",
		"　　　『六日で溺死！』",
		"『半年たてば<惨|みじ>めな<骸骨|がいこつ>！』",
		"『『でもでもご無礼、面倒だからいま殺そうか！』』",
		"“シィィィィィィイイイイイ！！！！！！”",
		"　吠えた。",
		"　口のないものが、<憤怒|ふんぬ>の叫びを響かせる。",
		"『うげ？』",
		"『うげげ！？』",
		"『なんて便利、自分の腕を<外|はず>せる<機構|きこう>！』",
		"『おお、オマエこそ三国一のモノノフよー！』",
		"　お喋りな子豚たちは小川に落ちた。",
		"　憤怒の<声|おと>は、自ら両肩を破壊した炸裂音だ。",
		"　両腕を失ってなお、口裂け男は少女へと走る。",
		"「……役立たず。後でおしおきが必要ね」",
		"　もはや切りきざむ腕はないが、彼には最大の悪意が残っている。",
		"　<睨|にら>んだ者の心臓を<射|い><止|と>める魔眼。",
		"　心筋を<梗塞|こうそく>させる事のみに特化した魔術回路。",
		"　<単純|シンプル>ではあるが、だからこそ、この至近距離で放てば回避は不可能な死の<散弾|ショットガン>。",
		"“―――？”",
		"　だが。",
		"　不幸な事に、彼には目しかなく。",
		"　　　　",
		"Build it up with wood and clay,",
		"　　　　Wood and clay,Wood and clay,",
		"　　　　Build it up with wood and clay,",
		"　　　　My fair lady.",
		"　少女の唄が違うものになっていた事に、最後まで気づかなかった。",
		"　ソレにとって大地を震わす一撃は、虫を払った程度のものでしかない。",
		"　隆々とわきたつ緑の血管。",
		"　<乾|かわ>き、何百年という時を<食|は>み、電動の<回転刃|チェインソー>すら<弾|はじ>く<樫|かし>の皮。",
		"　額には色とりどりの絵の具で落書きされた「emeth」の文字。……ところどころ間違った、お約束にすぎない綴りではあるが。",
		"　その姿こそテムズトロル。",
		"　あるいはフォーリンダウン。",
		"　またの名をグレートブリッジ。",
		"　<数多|あまた><異形|いぎょう>に賞賛される、四つの奇蹟の最初のいっぽ。",
		"「テムズ、もう一体をお願い」",
		"　少女の言葉に巨人が応える。",
		"　地に根を張った緑の巨人は一歩も動かず、その左腕を天に<掲|かか>げ―――",
		"“―――、―――”",
		"　一方。",
		"　交戦と同時に逃げ出した口裂け男は、夜の森をひた走っていた。",
		"　相手を記録し、記述する事。",
		"　それが、彼が己に課した<使命|オーダー>である。",
		"　住み慣れた森を全力で逃げていく。",
		"　有事の際は一体が敵に挑み、もう一体は撤退し、雇い主に報告するのが彼らの戦術だった。",
		"　森を駆ける事。",
		"　逃げる事だけに機能を特化させた口裂け男は、恐怖に縛られながらも、自身の勝ちを確信した。",
		"　森で彼に追いつけるモノはいない。",
		"　野生の狼ですら、離されないよう追尾するのがやっとだろう。",
		"　カッカッ、と地面を蹴る鳥形の脚。",
		"　制作者の<偏|かたよ>った趣味なのか、走行のみに特化した場合、彼の脚はこのように変形する。",
		"　最高時速70キロ。",
		"　二足歩行生物の限界を超えながら森を行く口裂け男。",
		"　彼は数キロもの距離をとり、背後の安全を確認した。",
		"　……追ってくるモノはいない。",
		"　三日月型の口―――いや、目がほう、と安堵に<緩|ゆる>む。",
		"　そうして。",
		"“―――？”",
		"　前方に体を向き直した時、彼は自らの死を見上げた。",
		"　　　　　　",
		"London Bridge is broken down,",
		"　　　　　　Broken down,broken down―――",
		"　彼方から聞こえる<暗黒童話|マザーグース>。",
		"　地面から伸びた無数の<蔓|つる>。",
		"　<橋|アーチ>を思わせる怪異は、さながら、巨大な腕に似て―――",
		"　　　　　　",
		"London Bridge is broken down,",
		"　　　　　　My fair lady.",
		"　最終報告。",
		"　生還ハ　困難。",
		"　解析ハ　困難。",
		"　転送ハ　困難。",
		"　状況ヲ　終了シマス。",
		"　Ａａａａａ。主ヨ。ドウカ、コノ身ヲ、護リ―――",
		"「……済んだようね。お疲れさま、戻ってテムズ。",
		"　次はもっと、高価な場所ならいいのだけど」",
		"　少女は踵を返す。",
		"　この森に工房を構えた外敵は消し去った。",
		"　彼らが善悪どちらのもので、どれだけの被害者を築き上げてきたか、少女には関心のない事だ。",
		"　人間社会のしがらみに関心は持たない。",
		"　それが純血の魔女、マインスターのあり方だ。",
		"『ちょ、ボクたちは！？　ねえボクたちは！？』",
		"『腕、この腕ぬけないんだけど！』",
		"『噛んだままだとボクらも動けないっていうかさあ』",
		"『ひどい、飛べないブタに用はないと！？』",
		"『次、次はお役に立ちますきっと！　生まれてこの方、失敗続きのボクらだけど！』",
		"『うん、壊れるまでに一度ぐらいは褒められたいね！』",
		"「…………」",
		"　少女はため息をついて小川に足を運ぶと、黒い手袋をとって、細い指を氷水に浸した。",
		"「六の目はだすなって言うけど。",
		"六の目しかでないようになってるわよね、貴方たち」",
		"　憂鬱な呟きに、<応|こた>えの声はない。",
		"　あれほど騒がしかった子豚は影も形もなく、少女の手のひらには黒い<賽子|ダイス>が二つだけ。",
		"　少女は散らばった残骸に声をかけようとして、あ、と口元に手を当てた。",
		"「……お別れは済ませていたわね。",
		"　<銘|めい>ぐらいは、聞いておくべきだったかしら」",
		"　白魚のような指が、名残惜しそうに唇をなぞる。",
		"　少女は二度目のため息をついた後、訪れた時と同じように、ゆっくりと暗い森を後にした。"
	],
	[
		"  GOOD MORNING.",
		"  TIME CHECK: 00:00",
		"  24 HOURS SINCE LAST UPDATE.",
		"  RUNNING BACKUP... TRANSMITTING LOG...",
		"  COMMENCING LOCAL SCAN...",
		"  ATMOSPHERIC ANALYSIS-",
		"  NITROGEN: NOMINAL.",
		"  OXYGEN: NOMINAL.",
		"  ARGON: NOMINAL.",
		"  CARBON DIOXIDE: NOMINAL.",
		"  THEORETICAL FIFTH ELEMENT: MULTIPLE ANOMALIES DETECTED.",
		"  LOCAL SPACE-TIME DISCREPANCY DETECTED.",
		"  CONCLUSION: CONTACT, CLASS 1 THREAT.",
		"  SHIFTING PERCEPTION RANGE FROM SUBJECTIVE TO OBJECTIVE...",
		"  SHIFTING AUTONOMOUS CIRCUIT TO RESERVE POWER...",
		"  SHIFTING DIAGNOSTIC CIRCUIT TO MAIN POWER...",
		"  SHIFTING VIEW MODE...",
		"  I.R. FILTER INACTIVE. i FILTER ACTIVE.",
		"  NOW, IT BEGINS.",
		"  INITIATING COMBAT LOG...",
		"  OH, MASTER.",
		"PRESERVE ME FROM HARM.",
		"  Misaki City was a thickly wooded area.",
		"  Urban development continued unabated, but Mother Nature still drew breath in its outskirts.",
		"  Wise old trees had been turned to lumber.",
		"  The leaves had begun to turn to mulch.",
		"  Even though the birds who curiously tilted their heads had moved on, the verdure lived on, a testament to its enduring strength.",
		"  Until the time came that the devouring light of civilization became powerful enough to encroach upon nature's mysterious domain.",
		"  These woods were no exception.",
		"  The outlying border between Misaki City and Misaki Hills had been left untouched.",
		"  Though driven from their nests and dens here, wildlife continued to subsist even today. No longer able to return to the days before man, this was just like any other forest situated next to a town.",
		"                      ",
		"Hey diddle diddle,",
		"                      The cat and the fiddle...",
		"  Winter had arrived in the woods.",
		"  The chill cut like a razor,",
		"  the icy air so thick it could reached one's bones.",
		"  Exposed cheeks stiffened, and wisps of breath formed swirls in the air before disappearing.",
		"  It was one degree above freezing.",
		"  The cold snap penetrated every nook and cranny of the woods, from the ground, to the trees, to the wildlife.",
		"                                ",
		"The cow jump'd over the moon,",
		"                                The little dog laugh'd...",
		"  The forest allowed nobody entry during the day.",
		"  During the winter, it willed the animals to slumber.",
		"  The still evening air felt like the stagnant breath of the lingering dead.",
		"  The forest consumed the moonlight, obscuring the sight of even the closest of precipices, and hastening the untimely doom of any soul unfortunate enough to become lost within.",
		"  The only noises to be heard were the whisperings of the wind and the murmurings of the stream.",
		"  The immortal darkness stifled any sense of life.",
		"  Not the breath of an animal, much less that of a person, was drawn in this place.",
		"  However...",
		"  A figure in black, not of this place, skulked within.",
		"  It cast the tiniest, frailest of silhouettes, like a small boat lost in a sea of fog.",
		"  Its trepidatious footsteps echoed through the woods.",
		"  There, exiting the veil of trees, was the unmistakable likeness of a young girl.",
		"                          ",
		"To see such craft,",
		"                          And the dish ran away with the spoon.",
		"      \"Someone's here, someone's here!\"",
		"                            \"There they are, there they are!\"",
		"    \"Who can they be, who can they be?\"",
		"                      \"Someone and someone!\"",
		"  \"Are you hungry?\"",
		"                              \"I'm starving!\"",
		"    \"Which one should we eat?\"",
		"                            \"Let's eat them both!\"",
		"  \"You take the left!\"",
		"                      \"You take the right!\"",
		"    \"We must welcome them!\"",
		"                                \"We must entertain them!\"",
		"          \"\"After all, we don't often have guests!\"\"",
		"              \"While we're at it, the stomach and the tibia.\"",
		"          \"It's not often we get to chew the fat!\"",
		"\"...\"",
		"  The shadows in the trees laughed ominously.",
		"  A hallucination? An illusion? Or perhaps... Something real?",
		"  The shadows frolicked in time to the girl's pace.",
		"\"Come, come!\"",
		" \"Deeper and deeper!\"",
		"\"Did you remember to rig the dice?\"",
		"\"Loaded innards, they have.\"",
		"\"Nibbled around the edges, they be!\"",
		"\"Just remember, don't roll that vital six!\"",
		"\"...\"",
		"  The girl knitted her eyebrows.",
		"  She heard voices and felt the presence of things that should not be.",
		"  Scary enough to frighten this particular girl?",
		"  As if.",
		"  Her tightly pursed lips betrayed not a hint of fear.",
		"  The girl walked of her own volition.",
		"  If she had truly felt fear, her legs would be frozen.",
		"  Deep within the trees...",
		"  She was perfectly aware of the two humanoid figures stalking her through the still, night air.",
		"\"I saw them, I saw them!\"",
		"\"They're coming, they're coming!\"",
		"\"Give up!\"",
		"\"There's no going back!\"",
		"            \"We warned you!\"",
		"          \"It's your fault for staying!\"",
		"  The girl halted her steps.",
		"  Racket from the accompanying voices died in turn.",
		"  The babbling brook suddenly sounded like a crackling fire.",
		"  And then...",
		"  Across the shallow stream, something appeared that should not exist in the city, much less these woods.",
		"\"Good evening. I don't suppose I could speak to your master?\"",
		"  The girl addressed them calmly.",
		"  These men with their Glasgow grins creeped toward her like two slugs.",
		"\"...I see. Simple graveyard wards, sent to be lookouts.",
		"  My mistake. I should have entrusted this to Aoko.",
		"  However...\"",
		"  The one grinning man stood still.",
		"  The other, shaking violently as if unable to contain himself any longer, turned toward the girl.",
		"\"Aoko still has a lot on her plate.",
		"  Although you far from look the part, you seem to be on the level of a fully-fledged mage.\"",
		"  Her black outfit stirred.",
		"  In her right hand she held a vitreous cat, darker than the deepest night.",
		"\"...?\"",
		"  The two Glasgow men let out a yelp of caution and incoherent fear.",
		"  It was at this moment that they finally bared their intent and emotion.",
		"\"Farewell, my guests.",
		"  Since this will take but a moment, I offer only a good-bye.\"",
		"  The two shuddered at her words.",
		"  They had no mouths, nor ears or brains to begin with. For creatures like these, words were redundant.",
		"  All that existed was the present.",
		"  For these soulless creatures, fears and hopes were nothing more than an unimaginable future.",
		"  Then what could be this feeling of foreboding they felt?",
		"  ...The spine-chilling miracle that would rip them to pieces not moments from now.",
		"\"Come then, puppets, let us play make-believe.\"",
		"  Her song sounded like a bell, echoing through the white woods.",
		"  The girl's voice vanquished the frost that had gripped the trees.",
		"  Then...",
		"          \"Come on, don't keep us waiting!\"",
		"          \"Come on, it's time for Little Red Riding Hood!\"",
		"  The curtains opened on Diddle Diddle, the Banquet of the Night.",
		"  In confusion, one slit-mouthed man swooped toward the girl.",
		"  In fear, the other fled into the woods behind him.",
		"  The deformed humanoid darted forth, kicking up water as it rushed the girl.",
		"  She already knew what this fiend was.",
		"  The grinning figure had scissors for hands and a demon's heart.",
		"  It was a wretch who kidnapped children, mercilessly rendering them into pieces.",
		"\"Tweedle.\"",
		"\"Leave it to us!\"",
		"\"It's finally our turn!\"",
		"  The piglets bounded and rebounded, like paddle balls.",
		"  The stuffed animals, over one meter in length, jumped and weaved their way between the trees.",
		"  Even with these strange creatures before him, the grinning man did not so much as blink.",
		"  He raised his arms, but what emerged from his coat sleeves were not the human appendages you would expect.",
		"  In their place, fiendish cleavers, more than half a meter in length.",
		"  These appendages, which had torn so much of their prey to pieces, sliced cleanly through the flying pigs' skulls.",
		"\"-?!\"",
		"  His limbs froze in place.",
		"  The pigs' bodies were sliced perfectly in half.",
		"  And then...",
		"  Bisected from head to tail, the pigs' innards became as alligator jaws and clamped down upon the grinning man's arms.",
		"  From fingertips to shoulders, they were swallowed whole.",
		"  It was all it took to rob the man of control over his entire body.",
		"\"-, -!\"",
		"  Another shiver of fear.",
		"  These were no mere pig familiars.",
		"  Immediately he realized that these were stapler monsters disguised as mere pigs.",
		"\"I got him!\"",
		"\"No, I got him!\"",
		"\"Oh, but too bad Master has no words, no emotion, no interest!\"",
		"\"In the end, it doesn't really matter who did it!\"",
		"                              ",
		"London Bridge is broken down,",
		"                              Broken down, broken down...",
		"\"-, Ghh!\"",
		"  \"Impossible!\" its presence murmured three times.",
		"  Not possible.",
		"Not possible.",
		"Not... possible?",
		"  Talking pigs were one thing.",
		"  Even having one's arms chomped off was in the realm of occupational hazard.",
		"  In an instant, the wood was enveloped in a dense wave of magical energy.",
		"Though vexing, it was still impressive.",
		"  None of these facts were particularly extraordinary.",
		"  These rare familiars, their bizarre attack, the sheer innate magical energy to overwhelm others...",
		"  He had experience with all these things.",
		"  His employer was skilled enough to achieve all of this as well.",
		"  However...",
		"\"What now? What now? How long should we hold him like this?\"",
		"\"Even a blink of an eye is too long! Let's take an arm. \"",
		"\"I'll give you a good price if you'll pay me in pounds!\"",
		"  What... were they?",
		"  Not vessels.",
		"  Not living creatures.",
		"  Not beings powered by Magic Circuits.",
		"  Even though only his arms had been bitten, none of his body would move.",
		"  It was nothing like being bound or weakened.",
		"  This felt more like he had become words written in a book, fated to keep to their page.",
		"  As the grinning figure's deformities indicated, he had overcome numerous curiosities and monstrosities.",
		"  Illusions, enthrallment, compulsions...",
		"  Freezings, putrefactions, and even petrifications-a power granted to only the pinnacle of Mystic Eyes...",
		"  From poisons to magecraft, he had weathered a great deal.",
		"  But this was something different altogether.",
		"  The penalty that bound him now",
		"  was based on different principles from blood, flesh, oxygen, or heat.",
		"  It was an unknown restraint that followed no rules he knew.",
		"  Indeed, though it was terrifying to admit...",
		"  It was as if he'd encountered something alien to everything in this world.",
		"                                ",
		"London Bridge is broken down,",
		"                                Broken down, broken down.",
		"                                London Bridge is broken down,",
		"                                My fair lady.",
		"\"Gh―\"",
		"  Fangs sank into his left and right shoulders.",
		"  For the first time in this form, he felt rage seethe up inside him.",
		"  ...The basis of all things had to be absolute.",
		"  All Mystics, all things bizarre obeyed some set of laws.",
		"  But these pigs ignored this, along with his dignity.",
		"\"After three days you weaken!\"",
		"      \"After six, you drown!\"",
		"\"After half a year, you'll be a wretched skeleton!\"",
		"\"\"Sorry to be rude, but we'll just kill you now!\"\"",
		"\"SSSSHHHHHHHHHHH!!!\"",
		"  A howl.",
		"  Though he had no voice, he let out an exasperated scream.",
		"\"Huh?\"",
		"\"Huh?!\"",
		"\"What a convenient function, to be able to detach your arms!\"",
		"\"What an unparalleled warrior!\"",
		"  The talkative pigs fell into the stream.",
		"  That exasperated scream was the sound of the figure tearing his arms from their sockets.",
		"  Armless, he rushed the girl.",
		"\"...Useless swine. I'll see you be punished later.\"",
		"  He may have lost his mangled arms, but not the object of his malice.",
		"  A Mystic Eye to pierce the heart of its victim.",
		"  A Magic Circuit designed to stop a beating heart.",
		"  It was beautiful in its simplicity. At point blank-range, it was the equivalent of an unavoidable shotgun blast.",
		"\"...?\"",
		"  But...",
		"  Tragically, that eye was all he had.",
		"                          ",
		"Build it up with wood and clay,",
		"                          Wood and clay, Wood and clay,",
		"                          Build it up with wood and clay,",
		"                          My fair lady.",
		"  He failed to realize that her song had changed.",
		"  For the giant, the earth-shattering strike was akin to the act of shooing away an insect.",
		"  Its green, verdant veins pulsed.",
		"  Oaken bark covered its body, hardened sufficiently over centuries to repel even a chainsaw.",
		"  On its forehead, inscribed in all manner of colors, was the word \"emeth,\" though judging from its misspelling the inscription was purely decorative.",
		"  The Thames Troll.",
		"  It also went by the moniker Falling Down.",
		"  Or alternatively the Great Bridge.",
		"  Admired in different forms, it was the first of four miracles.",
		"\"Thames, please take care of the other one.\"",
		"  The giant responded to the girl's words.",
		"  With roots rent deep into the earth, it raised its left arm to the heavens without moving a step.",
		"\"-, -\"",
		"  Elsewhere in the forest...",
		"  The grinning figure who had chosen to flee the battle was running through the night forest at full speed.",
		"  Record and provide a detailed description of the enemy.",
		"  Those were the orders assigned to him.",
		"  He poured all of his energy into escaping this forest with which he had become so familiar.",
		"  In case of emergency, the plan was for one to challenge the enemy while the other made a tactical retreat in order to report to their master.",
		"  He dashed through the forest.",
		"  Though gripped by fear, he was confident in his ability to perform the mission he was designed for.",
		"  Nothing could catch him in these woods.",
		"  Even the wolves could not track him.",
		"  His bird-like legs thumped as they kicked the ground.",
		"  Perhaps it was his creator's eccentric tastes that dictated their form when optimizing them for running.",
		"  The grinning man could reach a maximum speed of 70 kilometers per hour,",
		"  well past the limit of any bipedal creature.",
		"  After securing a distance of few kilometers, he turned around to confirm his safety.",
		"  ...There was no sign of pursuit.",
		"  His crescent-shaped mouth-nay, eye-slackened in relief.",
		"  And then...",
		"\"-?\"",
		"  After facing forward once more, he looked up to lock eyes with his doom.",
		"                                ",
		"London Bridge is broken down,",
		"                                Broken down,broken down...",
		"  In the distance he could hear the dark rhymes of Mother Goose.",
		"  Countless vines extended from the ground.",
		"  They formed into a monstrosity that conjured up images of an arched bridge, something resembling a giant arm.",
		"                                ",
		"London Bridge is broken down,",
		"                                My fair lady.",
		"  FINAL REPORT.",
		"  SURVIVAL: UNABLE TO COMPLETE.",
		"  ANALYSIS: UNABLE TO COMPLETE.",
		"  TRANSMISSION: UNABLE TO COMPLETE.",
		"  ENDING SESSION...",
		"  AAAH. OH, MASTER. PRESERVE ME FROM-",
		"\"...I think we're about done here. Well done, Thames. You can return now.",
		"  Hopefully our next encounter will be more worth our time.\"",
		"  The girl turned on her heel.",
		"  The invaders who had set up shop in the woods were eliminated.",
		"  She had no interest in whether they had been good or evil, nor how many victims they had claimed.",
		"  The shackles of civic society held no sway over her.",
		"  This was the way of a pure-blooded witch, the way of a Meinster.",
		"\"Hey, what about us?! What about us?!\"",
		"\"Help me get this arm outta my teeth!\"",
		"\"We really shouldn't move while we're eating.\"",
		"\"Don't tell us you don't need pigs that can't fly!\"",
		"\"W-We'll do a better job next time, though we're nothing but screw-ups!\"",
		"\"Yeah, you owe us at least one compliment before the end!\"",
		"\"...\"",
		"  The girl let out a sigh and stepped into the stream. She removed her gloves and dipped her slender fingers into the ice water.",
		"\"I told you not to roll sixes.",
		"But I suppose it is the only number you can roll.\"",
		"  There was no response to her melancholy tone.",
		"  In place of the once-boisterous pigs were two black dice, now sitting in the palm of her hand.",
		"  As the girl was about to say something to the scattered remains around her, she realized something that made her put a hand to her mouth.",
		"\"...The farewell is over.",
		"  Should I have asked them if they had any last words?\"",
		"  Her slender, pale fingers traced her lips, as if reluctant to part from them.",
		"  Sighing again, she calmly left the dark woods the same way she had entered."
	]
]