[
	[
		"「……ったく、往生際が悪い」",
		"　ソファーにもたれながら悪態をつく青子。",
		"　不機嫌そうな顔は、普段よりイライラ度を増している。",
		"「見逃すのと<洋館|ここ>に住まわせるのは別問題よって、じゃあそれ以外にどんな方法があるってのよ。",
		"　……譲る気もなさそうだし。この分じゃ実力行使に出るかもね、あの<娘|こ>」",
		"　ぶつぶつと呟く青子に、草十郎は不審げな視線を送る。",
		"　今の決意表明―――小瓶を粉々にする―――はどういう^事なのか、と。",
		"「草十郎には“記憶を無くしてもらう”ってコトで話はつけたけど、心の底から納得してないってコトでしょ。",
		"　……有珠にしちゃあ珍しく他人を意識してたけど、やっぱりここに住まわせるとなると難しいみたい。",
		"　寝てる分には良かったけど、起きてるアンタを見たらこう、<得|え>も言わぬ<嗜虐心|しぎゃくしん>を刺激されたとかさ」",
		"「気をつけてね草十郎。",
		"　あの娘、アンタを殺しにくるかもしれないから」",
		"　などと忠告しつつ、青子自身、これ以上有珠を説得する気はなさそうだった。",
		"「……なんか、状況はあの夜からあまり変わってないようだね、蒼崎」",
		"　思わず呟いた一言に、青子はそう？　と軽く視線を返す。",
		"「そう？　じゃないぞ。",
		"　蒼崎の次はあの娘がやる気満々じゃないか。さっきみたいな目にあったら逃げることもできない。",
		"　こういうの、生殺しって言うんじゃないか？」",
		"「そうならないように努力するのね。",
		"　ま、有珠の理由は遊園地の時ほど切迫したものじゃないから、そのうち<諦|あきら>めてくれるとは思うんだけど」",
		"「蒼崎の時とは違う、有珠の理由……？」",
		"「ええ。遊園地の時は秘密厳守のためだったけど、それは一応解決してる。アンタが底抜けに律儀なヤツだってのは、有珠だってもう分かってるし。",
		"　なんで、秘密厳守云々であそこまで反対する理由はないの。あの娘は単にね、ここに住んでほしくないだけなのよ。それだけで、有珠はアンタを殺したがってる」",
		"　きっぱりと言う青子の目は真剣そのものだ。",
		"　そこには嘘も<誇張|こちょう>も影すらない。困った事に。",
		"「たしかに、あの娘はそんな素振りだったけど。",
		"　……変だね、それならもっと他の手段をとればいいのに」",
		"　有珠に申し訳ないものを感じているのか、柄にもなく深刻に悩む草十郎。",
		"　その言葉の意味を、青子は瞬時に読み取った。",
		"「例えば、記憶を消す魔術が見つかるまで、さっきの小瓶の中に閉じこめておくとか？」",
		"　青子の声に、先ほどまでの<気怠|けだる>さはない。",
		"　草十郎は頷きだけで答えた。",
		"　事実、彼女たちにとってそれが最も<安易|イージー>な方法である事は間違いない。",
		"　だが、",
		"「草十郎。私、約束は破らないの。覚えておいて」",
		"　その安易さを、彼女は嫌った。",
		"　静かな言葉にはかすかな怒りがある。",
		"　その怒りが何に対して向けられているのか、草十郎には痛いほどよく分かった。",
		"　胸の痛みは、彼女にそんな台詞を言わせてしまった後悔によるものだ。",
		"「すまない。考えが足りなかった」",
		"　草十郎の突然の謝罪に、青子はいつもの不機嫌そうな表情に戻る。",
		"　青子本人、自分が怒った理由はおろか、怒っていた事すら気付いていない。",
		"　そんな青子からすると、草十郎の謝罪はまさに寝耳に水だ。",
		"「……アンタって、ほんと分かんないわね。",
		"　なんでそこで謝るのよ」",
		"　青子はまじまじと草十郎を見る。",
		"「？　……あれ、そうだな。自分でもよく分からない。",
		"　たぶん、そういう気分になったからだろう」",
		"　よく分からない、などと言いつつ、草十郎は真剣に返答する。青子は呆れて言葉もない。",
		"「ただ、蒼崎の言いたい事は分かった。",
		"　約束を守るっていう事は、結果じゃなく、過程を守るって事なんだな」",
		"　恥ずかしげもなくまっすぐに、草十郎は青子に笑いかけた。",
		"　純粋な嬉しさに満ちた笑顔は、思わず笑みを返したくなるほどだ。",
		"「あ、当たり前じゃない。オチだけ合っていればいいなんて、恥ずかしくてできないでしょ」",
		"　照れたように顔を背けて、青子は小さく言い返す。",
		"　不覚にも自分の本音を言い当てられ、少しだけくすぐったかったのだ。",
		"　いつもなら不快なだけ。",
		"　が、何故か今は嬉しくて、つい顔を背けてしまった。",
		"　そんな自分が余計にみっともなく、青子は誤魔化すように言葉を続ける。",
		"「貴方を見逃すって言うなら、気持ちの問題じゃなくて、ちゃんと状況もそうなるようにするのは当たり前なの。",
		"　草十郎をここに住まわせる事があの約束を守る事になるんなら、厄介な有珠だって言い伏せるわよ。",
		"　……<脅|おど>かすだけならまだしも、ずっと瓶づけなんてさせられるワケないでしょう」",
		"「そっか。蒼崎があの娘を説得しない素振りなのは、もうできるだけの説得をした後だからなのか。",
		"　あ。それで彼女とは冷戦中なんだ」",
		"「……別にアンタのためじゃないわ。私は私のために約束を守ってるだけだし。",
		"　お察しの通り、私のやるべき事はもう終わってるし？　あとは<草十郎|そっち>が努力する番だから、勝手にすれば？」",
		"　言われて、はい？　と首をかしげる草十郎。",
		"「あのね。いい？　同居案をなんとか認めさせる事が出来るのは私だけだから、二日間ぶっ通しで有珠を言い伏せもした。けどそれ以上は無理。",
		"　私、ここから先はノータッチだから。",
		"　しばらくは有珠から守ってあげるけど、その間にあの子にアンタを認めさせる事は、アンタにしか出来ないんだからね、草十郎」",
		"「なんと！」",
		"　そういう流れになるのか、と面食らう草十郎。",
		"　久遠寺有珠。",
		"　他人を寄せ付けない黒衣の少女。",
		"　青子が現代に隠れ住む魔法使いなら、彼女は中世に実在した魔女さながらだ。",
		"「……蒼崎。君、自分がどれだけ難しい事を言っているか分かってるか？」",
		"「そうね。私もこの件に関してだけは同情するわ」",
		"　青子はソファーから立ち上がる。",
		"　とりあえず話はここまでらしい。",
		"「私たちがどんな人間かはおおよそ<判|わか>ったでしょ。",
		"　魔術に関してはこれ以上立ち入らない方がアンタのためだから、説明はここまでね。",
		"　で、肝心の今後の方針だけど、三ヶ月間ここで暮らす。",
		"　当初の目標……というより最初の試練は、なんとか有珠に同居人として認めてもらう事」",
		"「試練って言った。いま、そういうたぐいのコトを言った」",
		"「誤魔化してもいいコトないでしょ、この手のコトは。",
		"　うまくいかなきゃ<粉々|こなごな>なワケだし？」",
		"　血も涙もない発言をして、青子はドアへと歩きだす。",
		"「あ、そうそう。",
		"　草十郎の部屋だけど、三階に用意しといたから。二階のホールの裏側に階段があるから使って。ここは寮ってワケでもないし、時間は自由に使いなさい。",
		"　ただし、西館にだけは入らないようにね。東館は私が借りてるから比較的安全だけど、それでも歩き回らない方が無難だわ。",
		"ま、基本安全なのはアンタの部屋と<居間|ここ>だけよ」",
		"「な―――<館|なか>の説明って、まさかそれだけ！？",
		"　蒼崎はいろいろおかしい、魔術なんかよりもっと大事な説明があると思う！」",
		"　じゃあね、とばかりに居間から出ていこうとする青子を、草十郎は決死の面持ちで呼び止める。",
		"　そんな草十郎を、心底かったりー、と<憐|あわ>れむ青子。",
		"「せめてほら、案内とか」",
		"「面倒なんでパス。お上りさんを案内するなんて二回もやれば十分よ。",
		"　起きたばっかりだし、とりあえず今日は部屋で休んだら？",
		"　朝になったら学校まで案内してあげるから」",
		"「もっとも、私もそう暇じゃなし、側についてあげられるのは期末試験が終わるまでってコトで。",
		"　一週間以内に有珠と仲良くなるなり、弱みを握るなりしないと、ま、アレよね」",
		"　じゃあねー、と去っていく最終鬼畜会長。",
		"「――――――」",
		"　挙げた手を、思わずニギニギしてしまう。",
		"　ひとり残されて、本気で途方にくれる草十郎。",
		"　そんな彼を励ますように、",
		"　チチチ、と。",
		"　軽快な羽音と共に、いずこともなく現れる青い<駒鳥|コマドリ>。",
		"　でっぷりとした小鳥は無邪気そうな瞳を草十郎に向けている。",
		"　俗説で言うところの幸福を運ぶ青い鳥は、まるで彼の先行きを応援するように羽ばたくと、",
		"　情け容赦なく、居間の電気を消したのだった。",
		"　草十郎を居間に残したまま、青子は自室に戻ってきた。",
		"　ドアを閉めベッドに腰を下ろすと、どっと疲れが押し寄せてくる。",
		"　草十郎には知るよしもないが、青子は青子で臨戦態勢だったのだ。",
		"　いつ有珠が直情にかられてプロイを持ちだしても、即座に反応できるように。",
		"　はあ、とため息をつく。",
		"　それは有珠との暗闘による気疲れ―――ではなく。",
		"「……ちょっと突っぱねすぎたか？」",
		"　むう、と眉を<顰|ひそ>める。",
		"　彼女の頭を重くしているのは、まったく別の問題だった。",
		"「……でも甘くするのはアイツのためにならないし。",
		"　基本、大人しくしてもらった方がいいワケだし……」",
		"　安心されて我が家のように歩き回られるのも困る。",
		"　彼にはおっかなびっくり、極力、自分の部屋に閉じこもってもらった方が安全なのだ。",
		"「ま、蒼崎は味方だ、なんて勘違いされても困るしね。",
		"　有珠同様、人でなし扱いされた方が楽だわ」",
		"　よし、と自分の選択に納得する青子。",
		"　彼女の方針はおおむね正しい。",
		"　問題があるとすれば、",
		"「すまない蒼崎。ひとつ聞きたい事があるんだが……」",
		"　居間で別れてから十分弱。",
		"　最速とも言える開き直りで青子の部屋を訪れた、静希草十郎の危機感の無さだった。",
		"「実は、外に出たいんだ」",
		"　それがこの男の言い分だった。",
		"　青子には嫌味を返す気力もない。",
		"「洋館の中は歩き回らないし、用を済ませたらきちんと戻ってくる。ただ、門限とかあったら聞いておこうと思って」",
		"「でも、アルバイトには行くのよね」",
		"　なんで分かる!?　と驚く草十郎。",
		"　正直、驚きたいのは青子の方である。",
		"「……まあいいわ。",
		"　基本、午後十時まで。その時間には必ず屋敷にいること。",
		"　その後は夜勤にでかけるなり、庭でバーベキューするなり、なんでも好きにしていい。",
		"　それと、玄関に鍵はかかってないから」",
		"「……気のせいじゃなければだけど。",
		"　蒼崎、すごく怒ってないか？」",
		"「アンタ相手に気を遣った自分に<呆|あき>れ果ててるだけよ。",
		"　外に出るのはいいけど、その前にこの<錠剤|じょうざい>飲んで」",
		"「？？」",
		"　青子から差し出された紫色の錠剤を、半信半疑で草十郎は口に入れた。",
		"　体に<良|い>い薬か何かだろう、と思いこんでいる風だ。",
		"「それじゃ行ってくる。色々ありがとう、蒼崎」",
		"「あっそ。今度は窓から出ていかないでよね」",
		"　何が嬉しいのか、あはは、などと平和ぼけに笑って草十郎はホールへ向かっていった。",
		"　その背中を、青子は<半|なか>ば冷たく、半ば不思議そうに観察する。",
		"「ま、予定が半日早まっただけか。",
		"あの薬を飲ませるの、明日の朝にしてあげようと思ったのに」",
		"　やれやれと髪をかいて自室に戻る。",
		"　彼の行動原理なんて考えるまでもない。",
		"　おおかた、二日間寝こんでいた自分の体より、アルバイトを休んでいた事の方が気になっていたのだろう。"
	],
	[
		"\"...She is *such* a sore loser.\"",
		"  Aoko leaned back on the sofa while hurling abusive epithets.",
		"  Her face looked even more irritated than usual.",
		"\"She says letting you go and letting you stay here are out of the question, but I don't see *her* coming up with any bright ideas.",
		"  She's as stubborn as a mule. I wouldn't put it past her to resort to violence to get her way.\"",
		"  Soujuurou threw a wary glance at Aoko while she grumbled.",
		"  He wondered what Alice's show of defiance meant, shattering the glass bottle like she did.",
		"\"I thought I could convince her by including the backstop that we could erase your memory, but she's having none of it.",
		"  ...It's rare that Alice is even cognizant of other people, but maybe having you live here was a step too far for her.",
		"  She was fine while you were sleeping, but once she saw you awake, it must have roused her sadistic side.\"",
		"\"Watch your back, Soujuurou.",
		"  She just might come to finish you off.\"",
		"  If anything, Aoko's warning was an indication that persuading Alice had hit a dead end.",
		"\"...Somehow, it doesn't seem like the situation has changed much from the other night, Aozaki.\"",
		"  She shot him an unconcerned look in reply.",
		"\"I mean it, really.",
		"  That girl is just itching to finish what you started. The next time I make eye contact with her, I might not walk away alive.",
		"  This must be what people call a cliffhanger.\"",
		"\"I'll try to make sure that doesn't happen.",
		"  Besides, Alice isn't feeling as urgent as I was at the amusement park, so there's always a chance that she'll get over it by herself.\"",
		"\"You mean her reason for wanting me dead is... different from yours?\"",
		"\"Yeah. That time at the park was because of our strict adherence to the secrecy law, but we've solved it for now. Even Alice understands how creepily earnest you are.",
		"  So she should have no reason left to worry about confidentiality. At this point, she probably just doesn't want you to live here, hence her desire to murder you.\"",
		"  She said so matter-of-factly, her eyes cold and serious.",
		"  Soujuurou had hoped for a trace of deceit or exaggeration, but alas.",
		"\"I did get that impression from her.",
		"  ...But it's strange. If that's how she really feels, then surely we can find another solution.\"",
		"  Perhaps feeling guilty about putting Alice out, Soujuurou looked uncharacteristically concerned.",
		"  Aoko immediately knew what his words really meant.",
		"\"You mean like keeping you locked up inside that tiny glass bottle until we find the magecraft needed to erase your memory?\"",
		"  The apathy in her voice until now was gone.",
		"  Soujuurou answered with a simple nod.",
		"  In truth, it was undoubtedly the easiest solution for all parties concerned.",
		"  However...",
		"\"Soujuurou. I don't break promises. Remember that.\"",
		"  She hated taking the easy way out, ",
		"  and that quiet fury was clear in her soft words.",
		"  As for where that fury was directed, Soujuurou was acutely aware.",
		"  The pain in his chest made him regret making her say those words.",
		"\"I'm sorry. I wasn't thinking.\"",
		"  His sudden apology caused her usual sullen expression to return.",
		"  Aoko had not appreciated how angry she was, let alone the reason for it.",
		"  To her, his apology had come out of nowhere.",
		"\"...I don't get you at all sometimes.",
		"  What are you apologizing for this time?\"",
		"  She stared at Soujuurou, unblinking.",
		"\"Mmm? Oh... er... I'm not sure, myself.",
		"  I guess I just felt like I should.\"",
		"  Even in saying he was not sure, Soujuurou had answered honestly. Aoko was at a loss for words.",
		"\"But, I get what you're trying to say, Aozaki.",
		"  Keeping a promise is more about the process than the outcome.\"",
		"  He shot her a brazenly honest smile.",
		"  That smiling face, filled with blissful ignorance, almost made her smile back instinctively.",
		"\"N-Now you get it. If life were only a means to an end, I couldn't live with myself.\"",
		"  Aoko attempted to cover for her embarrassment with a quick retort.",
		"  Though unintentional, having her true feelings exposed like that made Aoko a little uncomfortable.",
		"  Finding offense in something was second nature to Aoko. Being made to feel uncomfortable was not.",
		"  Though far from being unhappy at the remark, she turned away from its speaker.",
		"  To disguise her perceived shame, Aoko started up the conversation again.",
		"\"If I say I'll let you go, you can be sure I'm going to do just that, regardless of how I feel.",
		"  And if letting you live here is what it takes to keep my promise, I can take it, even if it means Alice and I butt heads.",
		"  ...Even if they're just idle threats, there's no way I would let her bottle you up forever.\"",
		"\"Thanks. Now I get why you've given up trying to persuade her―she won't be persuaded anymore.",
		"  Oh, so that's why you called it cold war.\"",
		"\"...It's not as if I'm doing this for you. I'm just keeping my promise.",
		"  Like you said, I've done my part. Now it's your turn, Soujuurou-the ball's in your court.\"",
		"  \"Huh?\" he replied, tilting his head.",
		"\"All right, listen up. I spent two entire days arguing and trying to convince Alice into agreeing to this co-habitation idea because, hello, I was the only one capable of doing it. But I've hit a dead end.",
		"  From now on, I'm taking a hands-off approach.",
		"  I'll protect you from Alice for the time being, but in the meantime you're the only one who can convince her to accept you, Soujuurou.\"",
		"\"What?!\"",
		"  Soujuurou had not expected that at all.",
		"  Alice Kuonji.",
		"  The girl in black who kept everyone at arm's length.",
		"  If Aoko was a modern day mage in hiding, then Alice was a bona fide witch from the middle ages.",
		"\"...Aozaki, you understand how difficult that will be, right?\"",
		"\"Of course I do, and now you know how I feel.\"",
		"  Aoko stood up from the sofa.",
		"  This was the end of the discussion, at least for now.",
		"\"So now you have an idea of what kind of people we are.",
		"  The less involved you are in magecraft the better, so I'll spare you any further lectures.",
		"  The long and short of it is, you'll be living here for three months.",
		"  Your first objective... or first trial, if you like, is to somehow get Alice to accept you as her roommate.\"",
		"\"A trial? You just called it a trial.\"",
		"\"Sugarcoating it won't do you any favors.",
		"  After all, blow it and you're a dead man, remember?\"",
		"  With her cold-blooded remark, Aoko started walking toward the door.",
		"\"Oh, and one more thing.",
		"  About your room, it's up on the third floor. There's a set of stairs on the far side of the second floor hall, so use those. Also, this is not a dorm, so you're free to spend your time however you want.",
		"  But whatever you do, do not go into the west wing. I rent the east wing, so it should be relatively safe in comparison, but still, it's generally safer to not wander around.",
		"In other words, the safest places for you are your room and the drawing room.\"",
		"\"W-Wait, is that  really all you're going to tell me about the mansion?!\"",
		"  Aozaki, that's messed up! That seems way more important to explain than magecraft!\"",
		"  He desperately called out to her as she began to leave the drawing room.",
		"  Aoko could not help by pity Soujuurou.",
		"\"Can't you at least show me around?\"",
		"\"Sorry, but I'll have to pass. Showing a country bumpkin the lay of the land twice is plenty enough for me.",
		"  Plus, you just woke up. Why not take it easy in your room for the rest of the night?",
		"  I'll show you how to get to school in the morning.\"",
		"\"It's not like I'm made of free time. My obligation to put up with you ends as soon as final exams are over.",
		"  If you don't find some way to make nice with Alice, or find some way to blackmail her within a week, well, you know what that means.\"",
		"  With barely a wave of goodbye the student council tyrant walked out.",
		"\"...\"",
		"  He unconsciously clenched the hand he had raised.",
		"  Left all alone, he was at a complete loss.",
		"  Then, as if to encourage him...",
		"  Chirp chirp chirp.",
		"  With the sound of lightly fluttering wings, a blue robin appeared out of nowhere.",
		"  The tiny, chubby bird innocently looked Soujuurou up and down.",
		"  The blue robin, a bird said to bring happiness according to folklore, flapped its little wings as if to cheer him on.",
		"  Then, with a flutter, it mercilessly flicked off the lights.",
		"  Leaving Soujuurou alone in the drawing room, Aoko returned to her bedroom.",
		"  She closed the door to her room, and as soon as she sat on her bed she was overcome by a unexpected wave of exhaustion.",
		"  Soujuurou had no way of knowing, but she had been preparing for war.",
		"  In the event that Alice impulsively pulled out a Ploy, Aoko had to be ready to react in an instant.",
		"  She sighed heavily.",
		"  But not from the fatigue she felt at fighting with Alice.",
		"\"...Was I too hard on him?\"",
		"  She frowned a dejected frown.",
		"  What weighed on Aoko's mind was not Alice.",
		"\"...I mean, going easy on him wouldn't do him any favors, either.",
		"  The best thing he can do for himself is to lay low.\"",
		"  It would be trouble if he wandered around like he owned the place, after all.",
		"  The safest thing for him would be if he holed up in his room, too scared out of his wits to leave it.",
		"\"God, I hope he doesn't think I'm his ally or something.",
		"  Alice is the lucky one, I'd kill to have him treat me as a stranger.\"",
		"  She nodded to herself, agreeing with her take on the situation.",
		"  For the most part, it was a sound plan.",
		"  If there were a problem, it would be this.",
		"\"Sorry Aozaki. I just have one quick question.\"",
		"  Not ten minutes had passed since leaving him in the drawing room.",
		"  For Soujuurou to shirk off what she had said and visit her room so fast, it was like he had no sense of danger at all.",
		"\"I need to go outside.\"",
		"  Of course he would ask to leave the house.",
		"  Aoko lacked the energy for a sarcastic barb.",
		"\"I won't wander around the mansion, and I'll come right back when I'm finished. I just figured I should check if there was a curfew or anything.\"",
		"\"Work, is it?\"",
		"  \"How did you know?!\" Soujuurou exclaimed in surprise.",
		"  When it was Aoko who desired to display her shock at him.",
		"\"Fine. You can go.",
		"  You should make sure you're back on the estate by ten every night.",
		"  As long as you keep to the curfew, you can go work your after-school job, have a barbecue in the garden, do whatever you want. I don't care.",
		"  The front door is never locked anyway.\"",
		"\"...I get the impression you're, err...",
		"  Angry with me.\"",
		"\"I'm angry all right, just not with you. I'm angry at myself for caring what happens to you.",
		"  And before you go out, take this pill.\"",
		"\"??\"",
		"  Soujuurou took the purple pill from her outstretched hand and dubiously put it in his mouth.",
		"  He told himself that it must have been some kind of medicine.",
		"\"All right, I'm off then. Thanks for everything, Aozaki.\"",
		"\"Oh and...don't leave through the window this time, okay?\"",
		"  Soujuurou laughed himself all the way to the foyer, unsure of what exactly he had found funny.",
		"  Aoko watched him go, both indifferent and amazed all at once.",
		"\"Well that happened about half a day earlier than planned.",
		"He was supposed to take his first pill tomorrow morning.\"",
		"  She huffed, ruffling her hair in exasperation and returning to her room.",
		"  Discerning what made Soujuurou tick was a waste of brain matter.",
		"  In all likeliness, he was more concerned about missing two days of work than his own well-being after being bedridden for two days."
	]
]