[
    {
        "ja": "「―――別行動？　あの二人が？」",
        "en": "\"...They split up? You're sure?\"",
        "pl": ""
    },
    {
        "ja": "　駒鳥からの報告に、少女は不吉な響きを感じとった。",
        "en": "  She was filled with foreboding at the robin's report.",
        "pl": ""
    },
    {
        "ja": "　彼らはそれぞれ反対方向に移動したらしい。",
        "en": "  Apparently, they had gone in opposite directions.",
        "pl": ""
    },
    {
        "ja": "　遊園地の住人たちは目撃者の少年を追いかけ、あと数分で捕まえ、処理するという。",
        "en": "  The park's residents had set off after the boy witness, and it would take them mere minutes to capture him, so the bird said.",
        "pl": ""
    },
    {
        "ja": "「……どういう事？　追いかけているのは本当に彼？　青子が変装しているのではなく？」",
        "en": "\"What do you mean? Is it actually him they're following? Not Aoko in disguise?\"",
        "pl": ""
    },
    {
        "ja": "　駒鳥は羽をすくめて主人の疑いを鳴きとばす。",
        "en": "  The robin flapped its wings, chirping away any doubt.",
        "pl": ""
    },
    {
        "ja": "　自分の目に間違いはない、広場方面に向かっているのは青子で、コースター方面に逃げているのはとっぽい小僧だと。",
        "en": "  It had seen them with its own two eyes. Aoko was heading for the plaza and the cocky brat was making a run for the roller coaster.",
        "pl": ""
    },
    {
        "ja": "「青子が彼を見捨てた、ですって？",
        "en": "\"Are you saying that Aoko abandoned him?",
        "pl": ""
    },
    {
        "ja": "　……そんな簡単な事ならいいけど。",
        "en": "  ...It sounds a little too good to be true.",
        "pl": ""
    },
    {
        "ja": "ダンプティは彼に張り付いているの？」",
        "en": " Is Dumpty still on his tail?\"",
        "pl": ""
    },
    {
        "ja": "　駒鳥は自信満々に頷く。",
        "en": "  The robin nodded enthusiastically.",
        "pl": ""
    },
    {
        "ja": "　他の鳥はともかく、夜目の利く自分ならここからでもあのカモネギっぽい坊主を見て取れる。なにしろ相手は<高|・><い|・><と|・><こ|・><ろ|・><に|・><登|・><っ|・><て|・><い|・><る|・>し。",
        "en": "  It didn't know about the other birds, but with its superior night vision, it had seen \"that sucker\" clearly because he had moved to a high point.",
        "pl": ""
    },
    {
        "ja": "「ダンプティはなんて？",
        "en": "\"And Dumpty?",
        "pl": ""
    },
    {
        "ja": "　……最後まで<吟|うた>わせろ、こんな<褒|ほ>め殺したい<間|ま><抜|ぬ>けはまたとない、ですって？」",
        "en": "  He said to let him sing to the very end? That he may never get the chance again to do so for a fool this asinine?\"",
        "pl": ""
    },
    {
        "ja": "　スクラッチダンプティは、捕捉した対象が目を離した途端に落下し、破裂する時限爆弾だ。",
        "en": "  Scratch Dumpty was a ticking time bomb that would drop and detonate the moment its target averted its gaze.",
        "pl": ""
    },
    {
        "ja": "　対象がきちんと監視していれば落下しない、ある意味紳士的な“<童話の怪物|プロイキッシャー>”。だが乱戦時においてこれほどの嫌がらせもないだろう。",
        "en": "  That is, as long as his target continued to observe him. In a way, he was a gentlemanly Ploy Kickshaw, though Alice wished he would forgo such niceties when in battle.",
        "pl": ""
    },
    {
        "ja": "「……そうね。視線を切らないだけではダンプティからは逃げられない。表面の詩が完成すれば扉が開く。",
        "en": "\"...Let him have his fun. Keeping an eye on Dumpty won't save the boy anyway. Once the poem on his surface is complete, the door will open.",
        "pl": ""
    },
    {
        "ja": "　彼がどこまで逃げようと、あと少しでダンプティが仕舞ってくれるわ」",
        "en": "  No matter how far he runs, Dumpty will end him for us.\"",
        "pl": ""
    },
    {
        "ja": "　何処に行こうと、この遊園地―――いや、スナークが破壊されない以上、少年は逃げられない。",
        "en": "  Until the park, or rather the Snark, was destroyed, Soujuurou would not be able to escape.",
        "pl": ""
    },
    {
        "ja": "　なら気になるのは青子の方だ。",
        "en": "  Which meant the larger concern was Aoko.",
        "pl": ""
    },
    {
        "ja": "　あの少年を守ると言い切った彼女は、いま何処に向かっているのか。",
        "en": "  Aoko had promised to protect the boy, which begged the question: where was she running to?",
        "pl": ""
    },
    {
        "ja": "「……ここにいるかぎり、青子の動向は掴めない」",
        "en": "\"As long as we stay here, we can't track Aoko.\"",
        "pl": ""
    },
    {
        "ja": "　羽を広げて存在をアピールする駒鳥を無視して、少女は遊園地を見渡した。",
        "en": "  Alice looked out over the park, ignoring the robin's attempt to get her attention with its plumage.",
        "pl": ""
    },
    {
        "ja": "　フラットスナークはもうじき育ちきる。",
        "en": "  Flat Snark had nearly reached its full size.",
        "pl": ""
    },
    {
        "ja": "　他の安価なプロイとは根本からして違う怪物。",
        "en": "  It was a different breed of beast compared to the other cheap Ploys.",
        "pl": ""
    },
    {
        "ja": "　少女にとって代えのきかない、貴重な三体の使い魔のうち一体。",
        "en": "  To her, it was one of her three most irreplaceable and precious familiars.",
        "pl": ""
    },
    {
        "ja": "「……そうね。任せたわスナーク。",
        "en": "\"...Yes. She's all yours, Snark.",
        "pl": ""
    },
    {
        "ja": "　青子が<諦|あきら>めない以上、貴方も手は抜かないで」",
        "en": "  Don't hold back until Aoko is brought to her knees.\"",
        "pl": ""
    },
    {
        "ja": "　少女は動かない。",
        "en": "  Alice remained where she was.",
        "pl": ""
    },
    {
        "ja": "　橋の巨人、毒爪トカゲと同じ<歴|か><史|ち>を持つ、<至高|しこう>のプロイ、フラットスナーク。",
        "en": "  With the same historical merit as the troll under the bridge and the poison-clawed reptile, Flat Snark was one of Alice's ultimate Ploys.",
        "pl": ""
    },
    {
        "ja": "　その名と能力を、ここは信頼する事にした。",
        "en": "  She was placing her trust in its reputation and ability.",
        "pl": ""
    },
    {
        "ja": "「でも忘れないで。これはゲームよ。",
        "en": "\"But don't forget. This is a game.",
        "pl": ""
    },
    {
        "ja": "　勝敗がついたのなら、わたしのところに帰ってきて」",
        "en": "  When the contest is over, return to me.\"",
        "pl": ""
    },
    {
        "ja": "“―――――――――”",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　主の言葉を、<漂|ただよ>う霧は聞き流す。",
        "en": "  The drifting fog ignored its master's words.",
        "pl": ""
    },
    {
        "ja": "　……有珠もそこだけは読み違えていた。",
        "en": "  It was the one thing that Alice had misread.",
        "pl": ""
    },
    {
        "ja": "フラットスナークはプロイの中でも<最悪|さいあく><低俗|ていぞく>な道化の王さま。",
        "en": "Flat Snark was a king, even among the other Ploys, of terrible, vulgar antics.",
        "pl": ""
    },
    {
        "ja": "　敗者には死を。惨たらしい悲劇を。",
        "en": "  Death to the defeated. Gruesome tragedy to the vanquished.",
        "pl": ""
    },
    {
        "ja": "財布も命も取りこぼす、素晴らしい破産じゃないと愉しめない。",
        "en": "It found no pleasure unless it brought about total ruination of life and wealth.",
        "pl": ""
    },
    {
        "ja": "“―――――――――”",
        "en": "\"―――――――――\"",
        "pl": ""
    },
    {
        "ja": "　<邪|よこしま>な笑みのように霧が煙る。",
        "en": "  The fog billowed like wicked laughter.",
        "pl": ""
    },
    {
        "ja": "　そう。負かした相手をどう扱うかなんて、それこそ王さまの特権で、スナークは自分の欲望を止められない。",
        "en": "  After all, only a king had the right to decide the fate of the vanquished, and the Snark's greed could not be contained.",
        "pl": ""
    },
    {
        "ja": "　なので―――",
        "en": "  Thus...",
        "pl": ""
    },
    {
        "ja": "　たとえ主人の言いつけであろうと、行儀の良いフェアプレーなんて、これっぽっちも、守る気はなかったのだ。",
        "en": "  It hadn't even the slightest intent to play fair, despite its master's orders.",
        "pl": ""
    }
]