[
    {
        "ja": "　彼はまだ、深い眠りの中にいる―――",
        "en": "  He was still in a deep sleep...",
        "pl": ""
    },
    {
        "ja": "　それは一面の、燃えるような<茜|あかね>色だった。",
        "en": "  It all seemed ablaze in a mad, fiery red.",
        "pl": ""
    },
    {
        "ja": "　<忍|しの>びない雑念。",
        "en": "  Unbearable idle thoughts...",
        "pl": ""
    },
    {
        "ja": "　絶え間のない<我執|がしゅう>。",
        "en": "  Incessant obstinacy...",
        "pl": ""
    },
    {
        "ja": "　見るも悲哀、語るも<陰鬱|いんうつ>な<悲喜交々|ひきこもごも>。",
        "en": "  Melancholy sights and gloomy, bittersweet talk...",
        "pl": ""
    },
    {
        "ja": "　人と人の<交|まじ>わりから生じる<有為|うい><悪作|あくさ>。",
        "en": "  Fickle wickedness born of human interaction...",
        "pl": ""
    },
    {
        "ja": "　即ち、救いようのない共存の<声|おと>。",
        "en": "  Namely, the voice of a forsaken coexistence.",
        "pl": ""
    },
    {
        "ja": "　これはその一切から、あまりにも遠い世界の<風景|はなし>。",
        "en": "  This, however, was the scenery of a world far removed from that.",
        "pl": ""
    },
    {
        "ja": "　天上<楽土|らくど>と手を合わせる者もいれば、",
        "en": "  If there were those praying this was Paradise,",
        "pl": ""
    },
    {
        "ja": "　死後の<幽世|かくりよ>と目を伏せる者もいるだろう。",
        "en": "  then there were likely also those lamenting it as the underworld.",
        "pl": ""
    },
    {
        "ja": "　あと十年、",
        "en": "  In a decade,",
        "pl": ""
    },
    {
        "ja": "　あるいは何十年後かにはあり方を変えていく、いまだ人の靴を知らぬ<紅葉|こうよう>の海。",
        "en": "  or perhaps longer, this would all change. But for now, the autumn leaves remained yet untrampled by human soles.",
        "pl": ""
    },
    {
        "ja": "　それが、彼にとって当たり前の風景だった。",
        "en": "  It was scenery he knew well.",
        "pl": ""
    },
    {
        "ja": "　<山中|さんちゅう>において人間の<営|いとな>みは<慎|つつ>ましくささやかだ。",
        "en": "  Life in the mountains was humble and modest.",
        "pl": ""
    },
    {
        "ja": "　彼の住まいである山にも、向かいのお山にも目立つほどの建物はない。",
        "en": "  There were no conspicuous buildings among this wilderness he called home.",
        "pl": ""
    },
    {
        "ja": "　衣食住に関する事柄は必要な分だけ、多くを奪うことなく積み重ねられている。",
        "en": "  They gathered and stockpiled only what they needed to survive, without pillaging the land.",
        "pl": ""
    },
    {
        "ja": "　見れば蛇のように身をくねらせる野道や、<頂|いただき>に続く石段なども造られているが、それも山中に踏み入らなければ気付かない程度だ。",
        "en": "  Serpentine trails could be seen woven through the fields, and the stone steps leading to the summit were obscured by the forest, only visible once upon them.",
        "pl": ""
    },
    {
        "ja": "　この山で暮らす者たちの方針だろう。",
        "en": "  The mountain inhabitants probably intended it that way.",
        "pl": ""
    },
    {
        "ja": "　人の手によるもので、山の景色を損なう物は一つもない。",
        "en": "  There was no sign of mankind's exploitation among the mountain landscape.",
        "pl": ""
    },
    {
        "ja": "　ふと、この<季節|しきさい>が一番好きだった事を思い出す。",
        "en": "  He suddenly remembered that this was the season he liked the most.",
        "pl": ""
    },
    {
        "ja": "　好きというより己の性に合っていた。",
        "en": "  Or rather, it suited him the most.",
        "pl": ""
    },
    {
        "ja": "　冬に備えてやるべき事は山積みだったが、<暇|ひま>を見付けては<頂|いただき>近くにまで足を運んだ。",
        "en": "  There was much to be done to prepare for winter, but whenever he had a free moment, he would make his way toward the mountaintop.",
        "pl": ""
    },
    {
        "ja": "　深く呼吸をして、ぼんやりと斜陽の<兆|きざ>しを眺めていた時が、たぶん、毎日で二番目ぐらいに幸せだった。",
        "en": "  Gazing idly at the setting sun while breathing deep the crisp autumn air was probably the second favorite of his daily joys.",
        "pl": ""
    },
    {
        "ja": "　茜の山をいっそう赤く染める夕日。",
        "en": "  It relaxed him, the cold but comforting wind at dusk,",
        "pl": ""
    },
    {
        "ja": "　<黄昏|たそがれ>時に吹く風は冷たくも、安らげるものだった。",
        "en": "  and the way the sunset dyed the peaks a vibrant crimson.",
        "pl": ""
    },
    {
        "ja": "　山を下りてからまだ二ヶ月も<経|た>っていないのに、記憶が<薄|うす>れている事が少し<淋|さみ>しい。",
        "en": "  Not two months had passed since coming down from the mountains, and already it pained him that the memories had begun to fade.",
        "pl": ""
    },
    {
        "ja": "　日々の記憶は薄れていくから、それに負けないように思い出は重ねていくしかないのだと、誰かが口にしていたっけ。",
        "en": "  Someone once told him that memories fade every day, so the best you one do is make as many new ones as possible.",
        "pl": ""
    },
    {
        "ja": "　思い出はかくも<霞|かす>んでいく。",
        "en": "  Recollections grew hazy.",
        "pl": ""
    },
    {
        "ja": "　住む場所が変われば、新しい生活は始まっていく。",
        "en": "  A new place to live meant the beginning of a new life.",
        "pl": ""
    },
    {
        "ja": "　その中で、長く親しんできた景色を引きずるのは<贅沢|ぜいたく>なのか、未練なのか。",
        "en": "  He wasn't sure if he was reluctant to let go of the scenery he'd cherished for so long, or if he'd merely been spoiled by it.",
        "pl": ""
    },
    {
        "ja": "　<現在|いま>の住み家は高いビルディングに囲まれた都会なのに、この記憶だけは鮮明であってほしいと思うのが後ろめたい。",
        "en": "  Despite his new home in a city surrounded by tall buildings, he felt guilty for wanting those memories alone to remain clear in his mind.",
        "pl": ""
    },
    {
        "ja": "　なにしろせっかくの新生活。",
        "en": "  Either way, he had to make the best of a fresh start.",
        "pl": ""
    },
    {
        "ja": "　新居より故郷を思うのはちょっと、男としてどうか、と彼は生真面目に反省して、",
        "en": "  \"What kind of man thinks more about where he came from than where he's going?\" he contemplated.",
        "pl": ""
    },
    {
        "ja": "「そうか。これ、夢だ」",
        "en": "\"Oh. This is a dream.\"",
        "pl": ""
    },
    {
        "ja": "　そう、ガラにもなく<耽|ふけ>っていた感傷を止めてみた。",
        "en": "  He tried to stop himself from indulging in uncharacteristic sentimentality.",
        "pl": ""
    },
    {
        "ja": "　我が事ながら、何の迷いもなく夢と<判|わか>ってしまうあたり夢がない、と思いながら。",
        "en": "  It wouldn't be a dream if it was easy to understand.",
        "pl": ""
    },
    {
        "ja": "　夢と断じた途端、紅葉に鋭角な影がそびえ立っていく。",
        "en": "  The moment he realized he was dreaming, angular shadows began to rise from the autumn colors.",
        "pl": ""
    },
    {
        "ja": "　それはかつて知らず、今は<既|き><知|ち>となったコンクリートの建物たちだ。",
        "en": "  They were concrete buildings, previously unknown and yet familiar to him at the same time.",
        "pl": ""
    },
    {
        "ja": "　思い出はこうやって、今の暮らしに<融|と>かされていく。",
        "en": "  This was how his current life was washing away his memories.",
        "pl": ""
    },
    {
        "ja": "　もとより人間の記憶、人間の印象は、どうあがこうと劣化していく。",
        "en": "  Struggle as he might, there was no stopping the degradation of human memory or impressions.",
        "pl": ""
    },
    {
        "ja": "　それは仕方のない事だ。",
        "en": "  It was merely a fact of life.",
        "pl": ""
    },
    {
        "ja": "　何であれ、人間は過去より今に期待するものだし。",
        "en": "  By nature, humans lived in the present over the past.",
        "pl": ""
    },
    {
        "ja": "　いずれ過去の思い出でさえ、ビルディングに飲みこまれていくだろう。",
        "en": "  Eventually, even his most cherished memories would be swallowed up the buildings.",
        "pl": ""
    },
    {
        "ja": "　無情も薄情もない。",
        "en": "  It was neither cruel nor heartless.",
        "pl": ""
    },
    {
        "ja": "　かならず消えると予感しているのなら、今はただ、鮮明に思いだせる記憶を夢見ていればいい。",
        "en": "  If they were sure to disappear, then for now he would content himself with dreaming about the memories he could clearly recall.",
        "pl": ""
    },
    {
        "ja": "　山であろうと町であろうと、日々はもとより一瞬だ。",
        "en": "  Whether in the mountains or the city, the days flew by.",
        "pl": ""
    },
    {
        "ja": "　たとえ一日後の今日でも、昨日と同じ風景はどこにもないのだから。",
        "en": "  Yesterday's scenery was not the same as today's.",
        "pl": ""
    },
    {
        "ja": "　…………などと。",
        "en": "  ...And such.",
        "pl": ""
    },
    {
        "ja": "　しんみりする暇を、彼女はまったく与えてくれなかった。",
        "en": "  She had given him no time to grieve.",
        "pl": ""
    },
    {
        "ja": "　<懐|なつ>かしく遠い記憶は、美しいが故に<儚|はかな>いらしい。",
        "en": "  Distant nostalgia was beautiful, but that made it fleeting.",
        "pl": ""
    },
    {
        "ja": "「……<見|み><上|あ>げ<入道|にゅうどう>じゃないんだぞ、蒼崎」",
        "en": "\"You're no 'miage nyudo,' Aozaki. I can't talk my way past you.\"",
        "pl": ""
    },
    {
        "ja": "　軽い目眩から目を閉じる。",
        "en": "  A faint dizziness made him close his eyes.",
        "pl": ""
    },
    {
        "ja": "　<視界|いしき>を切ったことで山の風景は見えなくなり、かわりに聞き覚えのある声が響いてきた。",
        "en": "  Without sight, the mountainous landscape vanished, but in its place a familiar voice could be heard.",
        "pl": ""
    },
    {
        "ja": "　彼のいる山の中腹はおろか、山全体を震わすような大声だ。",
        "en": "  It was a booming voice that seemed to shake not only the mountainside he stood upon, but the entire mountain as well.",
        "pl": ""
    },
    {
        "ja": "　それも当然で、さっき幻のように現れた蒼崎青子は山の向こうにでーんとそびえていたのだ。",
        "en": "  And of course, Aoko Aozaki reappeared, towering in the distance.",
        "pl": ""
    },
    {
        "ja": "　本当に疲れてるんだな、と彼は自分の状態を確認しつつ、彼女の声に気を<配|くば>った。",
        "en": "  He must have been tired, he thought, diagnosing himself while trying to make out what she was saying.",
        "pl": ""
    },
    {
        "ja": "　目を開けているとまた目眩がしそうなので、目は閉じたままである。",
        "en": "  Fearing the vertigo would return if he reopened his eyes, he decided to keep them closed.",
        "pl": ""
    },
    {
        "ja": "　……おおよその雰囲気しか分からないが、彼女は誰かと口論しているようだった。",
        "en": "  ...It sounded like she was arguing with someone, though the tone was all he could make out.",
        "pl": ""
    },
    {
        "ja": "　激しくはないが攻撃的な口調。",
        "en": "  It wasn't violent, but certainly aggressive.",
        "pl": ""
    },
    {
        "ja": "　たぶん向かいの山にでも喧嘩を売っているのだろう。",
        "en": "  Maybe she was picking a fight with another mountain across the way.",
        "pl": ""
    },
    {
        "ja": "　彼女なら十分にありえる、と彼はひとり頷いた。",
        "en": "  He wouldn't put it past her.",
        "pl": ""
    },
    {
        "ja": "　なにしろ月まで吹っ飛ばした暴れん坊だ。",
        "en": "  After all, she was a troublemaker who blew up the moon.",
        "pl": ""
    },
    {
        "ja": "　会話の内容はよく掴めない。",
        "en": "  He couldn't quite grasp the conversation.",
        "pl": ""
    },
    {
        "ja": "　彼はなんとなく、漠然と、自分の人権あたりが盛大に無視されている気がした。……いかに夢中の出来事とはいえ、<甚|はなは>だよろしくない。",
        "en": "  Though somehow, vaguely, he had the sense that his human rights were being largely ignored. ...It was deeply unsettling, even for a dream.",
        "pl": ""
    },
    {
        "ja": "　数分の後。",
        "en": "  After several minutes...",
        "pl": ""
    },
    {
        "ja": "　大迫力の口論は、青子側の勝利で終わったらしい。",
        "en": "  It seemed that the high-impact argument ended in Aoko's victory.",
        "pl": ""
    },
    {
        "ja": "　そうして、強風のようだった声も聞こえなくなった。",
        "en": "  Then suddenly, the boisterous voice faded.",
        "pl": ""
    },
    {
        "ja": "　次はマトモな光景でありますように、と他力本願<気|ぎ><味|み>に目を開ける。",
        "en": "  Praying everything would be back to normal, he opened his eyes.",
        "pl": ""
    },
    {
        "ja": "「――――――」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　わずかに息をのむ。",
        "en": "  He took a deep, slow breath.",
        "pl": ""
    },
    {
        "ja": "　先ほどまでの懐かしい記憶とは何もかも違う、けれど、そう嫌いでもない風景。",
        "en": "  The scenery was a far cry from the nostalgic dreamscape he had just left, albeit not unpleasant either.",
        "pl": ""
    },
    {
        "ja": "　確かめるまでもなく、そこはあの遊園地だった。",
        "en": "  Without a doubt, it was the amusement park.",
        "pl": ""
    },
    {
        "ja": "　彼にとって最も鮮明な<過去|いぜん>の記憶。",
        "en": "  To him, his was his freshest memory.",
        "pl": ""
    },
    {
        "ja": "　蒼崎青子が爆破したミラーハウスが懐かしい。",
        "en": "  He recalled the house of mirrors that Aoko Aozaki destroyed.",
        "pl": ""
    },
    {
        "ja": "　現実と寸分の狂いもない遊園地だが、今いるのは彼だけだ。",
        "en": "  This park was a flawless replica of reality, but he was the only one there.",
        "pl": ""
    },
    {
        "ja": "　誰に追いかけられる心配もないので、キッツィーちゃんの残骸に腰を下ろして、撃ち抜かれた筈の月を見上げた。",
        "en": "  Without having to worry about anyone chasing him, he sat down on the wreckage of Kitsy's rides and looked up at the moon that should have been shot down.",
        "pl": ""
    },
    {
        "ja": "　白い、<玻璃|はり>を思わせる冬の月。",
        "en": "  The winter moon shone white like a jewel.",
        "pl": ""
    },
    {
        "ja": "　その月を背に、彼を殺そうとした少女の姿が重なった。",
        "en": "  It was layered over the figure of the girl who'd tried to kill him.",
        "pl": ""
    },
    {
        "ja": "　……魔術師が魔女だと言うのなら、あの瞬間の彼女は確かにそうだったのだろう。",
        "en": "  ...If a mage was a witch, then she definitely fit the bill.",
        "pl": ""
    },
    {
        "ja": "“殺されてもいい”",
        "en": "\"I don't mind being killed.\"",
        "pl": ""
    },
    {
        "ja": "　そんな、あまりにも馬鹿げた言葉が、ごく自然にこぼれたぐらいには。",
        "en": "  Such an absurd thing to say, but it spilled out of him so naturally.",
        "pl": ""
    },
    {
        "ja": "「……いや、でも―――」",
        "en": "\"...Well, maybe...\"",
        "pl": ""
    },
    {
        "ja": "　あれは魔女やら魔術やらとは関係ない。",
        "en": "  That had nothing to do with witches or magecraft.",
        "pl": ""
    },
    {
        "ja": "　<胸|こころ>の隙をついた響き。",
        "en": "  There was an echo in the gaps of his heart.",
        "pl": ""
    },
    {
        "ja": "　彼女があんな言葉さえ口にしなければ、彼もあんな言葉を返さなかった。",
        "en": "  If she had not spoken those words, then he would not have responded as he did.",
        "pl": ""
    },
    {
        "ja": "　……あのとき、蒼崎青子はどんな言葉を投げたのか。",
        "en": "  In that moment, what had Aoko Aozaki said to him?",
        "pl": ""
    },
    {
        "ja": "　それを思い出そうとしているうちに、深かった彼の眠りは終わりを告げた。",
        "en": "  As he tried to remember, his deep slumber drew to an end.",
        "pl": ""
    },
    {
        "ja": "　もしかすると、夢見より長かった回想の答えもないままに。",
        "en": "  And with it, his chance to find the answers he so wished he could find.",
        "pl": ""
    }
]