[
    {
        "ja": "　都会の朝は遅いようで早い。",
        "en": "  Morning in the city moved incredibly fast.",
        "pl": ""
    },
    {
        "ja": "　もしかしたら朝なんて無いんじゃないかと思うぐらい、どこもかしこも目が覚めている。",
        "en": "  It made one wonder if it was even a morning at all, with people so bright eyed and bushy tailed.",
        "pl": ""
    },
    {
        "ja": "「…………」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　まだ聞き慣れない、岩を<転|ころ>がすような<悲鳴|ひめい>で目を覚ました。",
        "en": "  The unfamiliar roar that awoke him reminded him of a rockslide.",
        "pl": ""
    },
    {
        "ja": "　怪音の正体は自動二輪車のエンジン音で、どうやらおとなりの<吉田|よしだ>さんが出勤したらしい。",
        "en": "  The identity of the monstrous sound was the engine of a motorcycle. Mr. Yoshida, his neighbor, was leaving for work.",
        "pl": ""
    },
    {
        "ja": "　朝が<曖昧|あいまい>なこの街は、夜だって曖昧だ。",
        "en": "  It was hard to determine when night ended and morning began here.",
        "pl": ""
    },
    {
        "ja": "　機械仕掛けというのは眠らない事と同義なのだろう。",
        "en": "  The town's urbanization was synonymous with insomnia.",
        "pl": ""
    },
    {
        "ja": "「信じられない……まだ陽も昇ってないのに……吉田さんはどこに行くのか……」",
        "en": "\"Already? It's barely sun-up yet... Where could Mr. Yoshida be going so early?\"",
        "pl": ""
    },
    {
        "ja": "　のっそり床から身を起こす。",
        "en": "  He sluggishly lifted himself off the floor.",
        "pl": ""
    },
    {
        "ja": "　これまでの習慣であたりを徘徊しそうになって、その必要はないと気が付き、流し場に向かう。",
        "en": "  He caught himself starting to survey his surroundings out of habit before deciding better of it, and made his way to the washroom.",
        "pl": ""
    },
    {
        "ja": "　コップに<二口|ふたくち>分の水を<汲|く>んで、ゆっくりと喉に通した。",
        "en": "  There, he poured himself a cup of water and slowly gulped it down.",
        "pl": ""
    },
    {
        "ja": "　ちょっと前までは井戸水を汲んでいた草十郎にとって、この便利さは喜ばしい。",
        "en": "  Having been relegated to well water until recently, he found the convenience pleasing.",
        "pl": ""
    },
    {
        "ja": "　喜ばしい、と思うことが正しい。",
        "en": "  'Pleased' was definitely the word that best described how he felt.",
        "pl": ""
    },
    {
        "ja": "　文明とは複雑化と最適化を突き詰めるもので、",
        "en": "  Civilization is about erasing inconveniences through optimization.",
        "pl": ""
    },
    {
        "ja": "　生活に必要なものは手間を減らし、",
        "en": "  The reduction of labor in our daily lives.",
        "pl": ""
    },
    {
        "ja": "　人生に必要なものはより複雑さを増していく、と教えてくれたのは<恒河|こうが>さんだったか。",
        "en": "  Mr. Koga had taught him that while the essentials were easier than ever to get our hands on, life itself was growing more and more complex.",
        "pl": ""
    },
    {
        "ja": "　<手前|テメエ>はともかく前者の方から慣れるべきだ、とも彼は言った。",
        "en": "  So too was it his duty to adjust to his new reality.",
        "pl": ""
    },
    {
        "ja": "　草十郎の父の遠縁である恒河氏は、わりと、ほとんど他人に近い草十郎をここまで世話してくれた恩人である。",
        "en": "  As a distant relative of Soujuurou's father, Mr. Koga had taken Soujuurou in, even though the boy had been little more than a stranger in his life till that point.",
        "pl": ""
    },
    {
        "ja": "　アパートの契約や学校の手続きが問題なく済んだのは恒河氏の<尽力|じんりょく>あってのものだ。",
        "en": "  Mr. Koga had helped him get registered at school and find an apartment to lease.",
        "pl": ""
    },
    {
        "ja": "　一方、住民票の<写|うつ>しやら移転届けやらは自分の手でやりやがれと叱られた。",
        "en": "  Though he had insisted that Soujuurou handle his residence card and register his change of address by himself.",
        "pl": ""
    },
    {
        "ja": "　草十郎にとって手続き関連は困難なことこの上なかったが、これから都会で暮らしていくんだから、と前向きにこなしてみれば、こちらも呆気なく片が付いた。",
        "en": "  This series of procedures proved exceedingly difficult for Soujuurou, but knowing that this was a part of his new city life, he did his best to complete them diligently.",
        "pl": ""
    },
    {
        "ja": "『お役所仕事は厳しそうに見えてわりといい加減』",
        "en": "(While they may have a reputation for being a stickler for the rules, city offices aren't all that bad.)",
        "pl": ""
    },
    {
        "ja": "　草十郎が街での生活を始めてから、最初に覚えた教訓である。",
        "en": "  It was the first thing Soujuurou learned after beginning his life in the city.",
        "pl": ""
    },
    {
        "ja": "　草十郎が田舎からやってきて二週間。",
        "en": "  Two weeks had elapsed since he left the countryside.",
        "pl": ""
    },
    {
        "ja": "　不安だらけだったひとり暮らしも、やってみればなんとかなるものだ。",
        "en": "  As uneasy as living alone made him feel, he felt he could make it work.",
        "pl": ""
    },
    {
        "ja": "　言葉が通じるんだから当たり前と言えば当たり前だし、なにより恒河氏の言うとおり、生活面だけなら都会の<あり方|ルール>はがっしりと筋が通っている。",
        "en": "  It was not as if the people here spoke another language, and Mr. Koga was absolutely right about how practical the rules of the city were.",
        "pl": ""
    },
    {
        "ja": "　硬い、驚くほど歩きやすい道を歩く。",
        "en": "  Soujuurou continued down the hard, but surprisingly walkable path.",
        "pl": ""
    },
    {
        "ja": "　アルバイトの時間まで、時間つぶしに公園をジョギングする。",
        "en": "  Before work, he jogged in the park to pass the time.",
        "pl": ""
    },
    {
        "ja": "　草十郎にしてみれば、こんな運動すら大事な教訓になる。",
        "en": "  Even exercise like this offered lessons for Soujuurou to learn.",
        "pl": ""
    },
    {
        "ja": "　通り過ぎる人々はひとりひとりが新鮮で、",
        "en": "  Each passing person was a new face to look at.",
        "pl": ""
    },
    {
        "ja": "　挨拶をしてくれるおじいさんも、",
        "en": "  The old man who greeted him,",
        "pl": ""
    },
    {
        "ja": "　うつむいて歩く二十歳ぐらいのお兄さんも、",
        "en": "  the young worker with his eyes to the ground,",
        "pl": ""
    },
    {
        "ja": "　ベンチに座って鳥に囲まれている女の子も、",
        "en": "  and the girl on the bench, surrounded by birds...",
        "pl": ""
    },
    {
        "ja": "　草十郎にとっては<得難|えがた>い風景だ。",
        "en": "  They were all unfamiliar sights to Soujuurou.",
        "pl": ""
    },
    {
        "ja": "　まだ街に慣れていない彼は、とにかくルールの把握に努めなくてはいけなかった。",
        "en": "  Unaccustomed to the city, he labored to understand its rules.",
        "pl": ""
    },
    {
        "ja": "　複雑だったり単純だったり、",
        "en": "  Whether they were complex or simple,",
        "pl": ""
    },
    {
        "ja": "　意味があったりなかったり。",
        "en": "  or completely meaningless.",
        "pl": ""
    },
    {
        "ja": "　自然とだけ向き合っていればよかった山の暮らしと比べて、街の暮らしは選択肢が多すぎる。",
        "en": "  Compared to mountain life, which only dealt with nature, city life left one with way too many options.",
        "pl": ""
    },
    {
        "ja": "　正直、今の草十郎には毒々しいとさえ言えた。",
        "en": "  You could argue that such an environment was toxic for Soujuurou.",
        "pl": ""
    },
    {
        "ja": "　いまのところは不安になるような出来事ばかり。",
        "en": "  His life was a string of unsettling moments.",
        "pl": ""
    },
    {
        "ja": "　ただ、その中にも心の底から感心できるルールだってある。",
        "en": "  But amongst it all, there were rules that he sincerely admired.",
        "pl": ""
    },
    {
        "ja": "　色々と合点のいかない<損得勘定|ルール>で回る都会だが。",
        "en": "  For one, that the city revolved around various forms of profit and loss.",
        "pl": ""
    },
    {
        "ja": "　とりあえず、お金さえあれば必要な物はあらかた貰えるのは、なるほど、都会の暮らしも悪くないと思う草十郎なのだった。",
        "en": "  The fact that one only needed money to get bare essentials to survive the city was a comforting thought to Soujuurou.",
        "pl": ""
    },
    {
        "ja": "「いや、そうシンプルな話じゃねぇよ。",
        "en": "\"Hey, not everything's that simple.",
        "pl": ""
    },
    {
        "ja": "　金なんてものはあくまで記号で、本当に大事なのは別にあんだからさあ。",
        "en": "  Money is just a symbol. It's the other stuff that truly matters.",
        "pl": ""
    },
    {
        "ja": "　しょせんは流動する肩たたき券と変わんねーっつーか、別に一万円札食っても<旨|うま>くねぇっつーか……あー、ともかく金で真心は買えねえじゃん？」",
        "en": "  Money ain't that different from those free shoulder massage coupons people hand out, and it's not like the food you buy with a ten-thousand yen bill won't turn out bogus. Look, money can't buy you happiness, like, you know?\"",
        "pl": ""
    },
    {
        "ja": "「えー」",
        "en": "\"Maybe.\"",
        "pl": ""
    },
    {
        "ja": "「えーじゃねえよ！　ザケンなよー、オレは悲しいよー。",
        "en": "\"'Maybe'?! Are you for real? Man, I can't believe you right now.",
        "pl": ""
    },
    {
        "ja": "　ついこの間まで四千円っぽっちの日当に鹿みたいに首かしげていた正直者が、くっだらねえ皿洗いをしながら“ま、世の中金だよね”なんて、ぼそっと言わないでくれっつの」",
        "en": "  One day you're happy to break your back working a full day for a measly four-thousand yen, the next you're elbow-deep in dirty dishes saying, 'It's all about the money.' What's your major malfunction?\"",
        "pl": ""
    },
    {
        "ja": "「いや、貨幣制度は素晴らしいと思う。正直、物々交換の限界を感じた。",
        "en": "\"No, I think that the current system is kind of amazing. To be honest, I never realized how limited bartering can be.",
        "pl": ""
    },
    {
        "ja": "　それより<木乃美|きのみ>、ふざけてると<皿|それ>、落とすぞ」",
        "en": "  Anyway, Kinomi-you're gonna drop that if you aren't careful.\"",
        "pl": ""
    },
    {
        "ja": "「え？　って、うおぉぉおヤベえヤベえ、つぎ割ったら今度こそオレの頭が割られちまうからな！",
        "en": "\"Huh? Crap! Ooh, damn! That was close! If I break any more, it'll be my head next!",
        "pl": ""
    },
    {
        "ja": "　忠告サンキュー。それで、相談ごと？　なに、もしかして金？」",
        "en": "  Thanks for the save. So...what did you want to talk to me about? It's money, isn't it?\"",
        "pl": ""
    },
    {
        "ja": "「そうなんだ。とりあえずお金は大事で、たくさんあるに越したことはないって痛感した。なんで、出来ればもうちょっと働きたい」",
        "en": "\"Exactly. I learned my lesson the hard way, but now I know that it's better to have more money than less. That's why I'd like to work even more than I am now.\"",
        "pl": ""
    },
    {
        "ja": "「うぇ、マジぃ？　マシーンみたいに皿洗いをこなしながら夢のないコト言わないでほしいなあ。",
        "en": "\"Are you for real? You already wash dishes like a machine.",
        "pl": ""
    },
    {
        "ja": "　世の中金じゃねえって言ったばかりじゃんか。やっぱラブじゃんか。ところで水冷たくないですかね？　冬場の皿洗いって割合わねえコトこの上ねえよな？」",
        "en": "  Didn't I just how money can't buy happiness? Love can, but... Back right up. Why's the water so cold? Say, we should probably get paid more for washing dishes in the winter, huh?\"",
        "pl": ""
    },
    {
        "ja": "「そりゃ冷たいけど、これぐらいは我慢しないと。",
        "en": "\"It's cold all right, but nothing I can't handle.",
        "pl": ""
    },
    {
        "ja": "　山の水は冷たいっていうより痛かったし」",
        "en": "  Mountain water is so cold it hurts.\"",
        "pl": ""
    },
    {
        "ja": "「氷水とおんなじにすんな野生児め。……しっかしアレだね、あきれた順応力、いや忍耐力？　つーの？",
        "en": "\"Yo, I didn't mean it was ice water, you doofus. That hard head of yours can be real annoying, you know that?",
        "pl": ""
    },
    {
        "ja": "　レジ打ちすらできなかった新人がよぅ、たった四日でしみったれたメシ屋の<社畜|しゃちく>になっちまうなんて……やっぱ世の中金ってコトかねー。資本主義ってすげー」",
        "en": "  For someone who couldn't even work a cash register four days ago, you sure got comfortable workin' for The Man. I guess money really is everything. The power of capitalism ain't nothing to mess with!\"",
        "pl": ""
    },
    {
        "ja": "「うるっせえぞバカバイト、文句あんなら辞めちまえ！",
        "en": "\"Shut yer pie holes, part-timers! The door's right there if you wanna quit!",
        "pl": ""
    },
    {
        "ja": "　うちにゃあ<穀潰|ごくつぶ>しにくれてやる小遣いはねえ！」",
        "en": "  I don't have the cash to waste on deadbeats!\"",
        "pl": ""
    },
    {
        "ja": "　間髪いれず、すっかーん、と飛ばされる罵声と<菜箸|さいばし>。",
        "en": "  The complaints and chopsticks flew at them like a storm.",
        "pl": ""
    },
    {
        "ja": "　未成年でも働かせてくれるアバウトな中華飯店の店長は、たとえ赤ん坊の頃から顔見知り……お隣さんの息子さん……であろうと鉄拳を振るう、たくましい人物だった。",
        "en": "  This mess of a Chinese restaurant manager was a stubborn man who was willing to let minors work for him and didn't shy from violence, even if it was directed at the son of a lifelong friend.",
        "pl": ""
    },
    {
        "ja": "　こういうのをスパルタと言うんだな、と草十郎は感心する。",
        "en": "  Soujuurou felt that this is what Sparta must have been like.",
        "pl": ""
    },
    {
        "ja": "「ほら怒られた。任された事はきちんとやらないと」",
        "en": "\"Look, he's angry. We need to work harder.\"",
        "pl": ""
    },
    {
        "ja": "「けっ、優等生め。こっちは何かと反抗したい年頃だっつの。",
        "en": "\"Wow, your nose get any browner yet? Me, I'm tryin' to make the most of my teens.",
        "pl": ""
    },
    {
        "ja": "　まあいいや。話は変わるんだけどよ。",
        "en": "  Whatever. Right, been meaning to ask...",
        "pl": ""
    },
    {
        "ja": "　静希、夜に出歩くタイプ？　それかチャリンコで出ばる趣味？　いやまぁ、どっちかでいいんだけど」",
        "en": "  Are you the type that likes to go out on late-night strolls or more of a bicycle kind of guy? Not that it really matters, but...\"",
        "pl": ""
    },
    {
        "ja": "「……？　バイトの帰りはほとんど夜になるけど、そういう話じゃないんだよな。夜の散歩も遠出も趣味じゃないけど、それが？」",
        "en": "\"Hm? It's always late when I go home after the restaurant, but that's not what you're asking, is it? I'm not really into walking when it's late out. Why do you ask?\"",
        "pl": ""
    },
    {
        "ja": "「いや、なにさ。静希、引っ越してきたばかりだっていうからよ。オレらが言うのもなんだけど、<三咲町|うち>、ちょい治安が悪いっての？　ガラが悪いワケじゃねえんだけどな。",
        "en": "\"No reason. Like, you just moved here. Kinda weird question, but don't you think the town is dangerous? Not like people are bad or nothing.",
        "pl": ""
    },
    {
        "ja": "　年間十人ぐらい通り魔事件っての？　そういうの、起きてっから」",
        "en": "  But I mean, you know that we get ten attacks like outta a slasher flick every year, right? And since they started there's-\"",
        "pl": ""
    },
    {
        "ja": "「……とおりまって、なんだ？」",
        "en": "\"What's a slasher?\"",
        "pl": ""
    },
    {
        "ja": "「そっからかよ！",
        "en": "\"You don't know!?",
        "pl": ""
    },
    {
        "ja": "　……なんだ、ほら！　カバン強盗……でもないか。",
        "en": "  It's like... when a thief snatches someone's purse... No, bad example.",
        "pl": ""
    },
    {
        "ja": "<辻斬|つじぎ>りってのが近いのか。住宅街とか、まだ森が残ってる方によく出やがるんだよ、そういうおかしいのが。",
        "en": "It's more like someone's killing to see if they can get away with it. Buncha dead people in the woods near the suburbs. Real gnarly.",
        "pl": ""
    },
    {
        "ja": "　なんで、あんまり夜遅くは出歩くなよな。三咲丘の公園とか、有名な怪奇スポットだから。",
        "en": "  That's why you shouldn't go out too late. The park in Misaki Hills is a hot spot for the weird stuff.",
        "pl": ""
    },
    {
        "ja": "　通り魔の犯人は口裂け女だったって話、知らねえか？」",
        "en": "  Haven't you heard about how they think the freak doing it is some chick with a sliced mouth?\"",
        "pl": ""
    },
    {
        "ja": "「ごめん、まずその口裂け女ってのが分からない」",
        "en": "\"Nope. This is the first I've heard of a sliced-mouth woman.\"",
        "pl": ""
    },
    {
        "ja": "「怪談だよ。口が耳まで裂けてるってヤツ。",
        "en": "\"Like I said, slasher film shit. They say her mouth extends all the way to her ears.",
        "pl": ""
    },
    {
        "ja": "　今じゃさすがに時代遅れだけどよ」",
        "en": "  It's a pretty old-school kinda urban legend, these days.\"",
        "pl": ""
    },
    {
        "ja": "「えーとなんだっけ、深夜の道にな、コート姿の女が待ち伏せていて『わたしきれい？』とか聞いてくるんだよ。",
        "en": "\"How did it go again? There's a woman in a coat who asks 'Am I beautiful?' in the dead of night.",
        "pl": ""
    },
    {
        "ja": "　で、キレイって言ってもイマイチって言っても家まで追っかけられて殺されるの。",
        "en": "  Even if you say she is, she'll follow you home and kill you.",
        "pl": ""
    },
    {
        "ja": "女の情念はおっかねえっつうか、アメコミの怪人っぽいっつうか」",
        "en": "Intense chicks like that are a no-no. It's like, something you'd see in an American comic book.\"",
        "pl": ""
    },
    {
        "ja": "「……いや、それ本気で怖くないか？",
        "en": "\"...That sounds really scary.",
        "pl": ""
    },
    {
        "ja": "　家まであがってくるのか、その女の人？」",
        "en": "  Does she actually follow you home?\"",
        "pl": ""
    },
    {
        "ja": "「窓から入ってくるらしいぜ。",
        "en": "\"They say she crawls in through a window.",
        "pl": ""
    },
    {
        "ja": "　ガサガサと、こう、ゴキブリみた―――",
        "en": "  Squeezes her way in like a cockroa-",
        "pl": ""
    },
    {
        "ja": "ぎゃっ！？」",
        "en": "AAAGH!\"",
        "pl": ""
    },
    {
        "ja": "「っのクソガキが、厨房でその四文字は禁止だってんだろ、殺すぞ！」",
        "en": "\"I told you not to utter that word in this kitchen! I'm gonna kill you, you little turd!\"",
        "pl": ""
    },
    {
        "ja": "　そうして木乃美の後頭部に炸裂する、店長のフライパン／縦攻撃。",
        "en": "  The back of Kinomi's head exploded in pain with the impact of his boss's frying pan.",
        "pl": ""
    },
    {
        "ja": "　なるほど、町は危険であふれている、と草十郎は再び感心した。",
        "en": "  Soujuurou was reminded of just how dangerous this town could be.",
        "pl": ""
    },
    {
        "ja": "「殺す殺すってバカじゃねえの!?",
        "en": "\"'I'm gonna kill you, I'm gonna kill you!' Yeah right! I'd like to see him try!",
        "pl": ""
    },
    {
        "ja": "　フツーそっちの方が禁止用語じゃねえの!?　ここレストランなんだしさ！　いや、あんまうまくねーけど！」",
        "en": "  And what kind of boss says that anyway?! This is a restaurant, ain't it!? Well, maybe calling it that is too much!\"",
        "pl": ""
    },
    {
        "ja": "「木乃美、頭、大丈夫か？」",
        "en": "\"Is your head okay, Kinomi?\"",
        "pl": ""
    },
    {
        "ja": "「え？　あ、ん、心配無用。オレ、なんでか頑丈さには定評があるから。特に頭部について。",
        "en": "\"Huh? Ah, it's nothing. People tell me I'm real tough. Especially my head.",
        "pl": ""
    },
    {
        "ja": "　ともかく、そういうワケなんで夜の暗がりは気をつけるぞなもし。静希、見るからにカモそうな顔してるし」",
        "en": "  Anyway, avoid the dark, okay? You look like a sitting duck.\"",
        "pl": ""
    },
    {
        "ja": "「ありがとう。",
        "en": "\"Thanks.",
        "pl": ""
    },
    {
        "ja": "　ところで、年間十人というのは多い方なのか？」",
        "en": "  By the way, is ten victims per year a lot?\"",
        "pl": ""
    },
    {
        "ja": "「知んねぇよ。少なくはないだろうけど、多い方でもないんじゃねえか？",
        "en": "\"Don't know. It probably isn't a lot, but it totally ain't a few either.",
        "pl": ""
    },
    {
        "ja": "　ま、<三|う><咲|ち>の通り魔事件が他に比べて厄介なのは、まだ犯人が見つかってないってコトだからネ！」",
        "en": "  The real scary shit is that they're still out there, somewhere, since they haven't been caught!",
        "pl": ""
    },
    {
        "ja": "　はははは、と陽気に笑う。",
        "en": "  He laughed cheerfully.",
        "pl": ""
    },
    {
        "ja": "　そうやって不吉な話を笑い話に切り替える木乃美の高度な意図は、もちろん草十郎には伝わっていない。",
        "en": "  Kinomi was probably trying to take the edge off of his story, but the noble intention of his laugh was completely lost on Soujuurou.",
        "pl": ""
    },
    {
        "ja": "　親切な忠告も<糠|ぬか>に<釘|くぎ>。",
        "en": "  His friendly warning was equally futile.",
        "pl": ""
    },
    {
        "ja": "　そっか、ここは笑うところなのか、とまたも真剣に感心する草十郎なのだった。",
        "en": "  Soujuurou was simply impressed that Kinomi was able to laugh it off.",
        "pl": ""
    },
    {
        "ja": "　その帰り道。",
        "en": "  On the way home...",
        "pl": ""
    },
    {
        "ja": "　前にも後ろにも人のいない、電灯だけが照らす暗い住宅地で、草十郎は唐突に、",
        "en": "  Nobody ahead or behind. Soujuurou proceeded through the dimly lit street when suddenly...",
        "pl": ""
    },
    {
        "ja": "「……？」",
        "en": "\"...?\"",
        "pl": ""
    },
    {
        "ja": "　何か、ありえない物音に振り返った。",
        "en": "  He turned to face an... improbable sound.",
        "pl": ""
    },
    {
        "ja": "「―――あいた！？」",
        "en": "\"...Ouch!\"",
        "pl": ""
    },
    {
        "ja": "　脳天に刺さる衝撃と、ぽとん、と足下に落ちる音。",
        "en": "  Something stabbed him in the head, and fell to the floor.",
        "pl": ""
    },
    {
        "ja": "　ついてない、と<眉|まゆ>を<曇|くも>らせる。",
        "en": "  He frowned.",
        "pl": ""
    },
    {
        "ja": "　電柱にぶつかって墜ちてきた小鳥に、歩いていた自分がぶつかってしまったらしい。",
        "en": "  A small bird had apparently flown into the telephone pole before landing on his head.",
        "pl": ""
    },
    {
        "ja": "　ムクドリは路面で<毛繕|けづくろ>いをした後、あわただしく飛んでいった。",
        "en": "  The starling cleaned itself off and flew away.",
        "pl": ""
    },
    {
        "ja": "　鳥が墜ちてくるコトも、",
        "en": "  The falling of the bird",
        "pl": ""
    },
    {
        "ja": "　その後、慌てるように飛び去っていくコトも、",
        "en": "  and its desperate escape thereafter",
        "pl": ""
    },
    {
        "ja": "　彼の今までの生活、今までの常識にはなかった事だ。",
        "en": "  was unlike anything he had experienced in his life up to now.",
        "pl": ""
    },
    {
        "ja": "　町の人間なら『墜ちてきた鳥に当たる』なんて不運、奇遇に、不吉なものを感じるのだろうが、草十郎はなるほど、とうなずいて帰路についた。",
        "en": "  Most of the townsfolk would have seen the incident as unlucky, ominous, or even sinister, but Soujuurou just nodded and went about his business.",
        "pl": ""
    },
    {
        "ja": "　―――なに。",
        "en": "  You understand...",
        "pl": ""
    },
    {
        "ja": "　自分にとっては初めての経験だったが、都会ではよくある事に違いない。",
        "en": "  What might have been a first for him was surely an everyday occurrence for these city folk.",
        "pl": ""
    }
]