[
    {
        "ja": "「静希君、いる？」",
        "en": "\"Shizuki, you in here?\"",
        "pl": ""
    },
    {
        "ja": "　昼休みも終わろうとしている十二時五十分。",
        "en": "  It was ten to twelve and lunchtime was quickly coming to an end.",
        "pl": ""
    },
    {
        "ja": "　一向に活気の<衰|おとろ>えない二年Ｃ組の教室に顔を出し、",
        "en": "  Her face popped into Class C. As lively as ever,",
        "pl": ""
    },
    {
        "ja": "　……彼女にとってはごく普通の仕草で……",
        "en": "  as if it were an everyday occurrence...",
        "pl": ""
    },
    {
        "ja": "　蒼崎青子はそう告げた。",
        "en": "  ...Aoko Aozaki announced her presence.",
        "pl": ""
    },
    {
        "ja": "　青子にとってＣ組は<余所|よそ>のクラスだが、そんな事はおかまいなしで気軽に教室へと入っていく。",
        "en": "  While Aoko wasn't part of Class C, she didn't let it bother her as she casually entered the classroom.",
        "pl": ""
    },
    {
        "ja": "　一方。リラックスした彼女とは対照的に、今まで餌を前にした<雛鳥|ひなどり>の如く騒がしかった生徒達は白々しいほど静かに、行儀よく席につきはじめた。",
        "en": "  In contrast, the baby birds who had been so noisily chirping while eating lunch quickly quieted and began to rearrange their seats.",
        "pl": ""
    },
    {
        "ja": "『……どういう意味よ、それ……』",
        "en": "(Hmph. Are they trying to tell me something?)",
        "pl": ""
    },
    {
        "ja": "　内心で舌打ちしつつ、青子は教室を見回した。",
        "en": "  She bristled internally before looking around the room.",
        "pl": ""
    },
    {
        "ja": "　目当ての男子生徒の姿はない。",
        "en": "  She could not see the male student she had come here to find.",
        "pl": ""
    },
    {
        "ja": "　目立たない奴だから、はじっこに隠れているかと思えばそうでもなさそうだ。",
        "en": "  He hardly stood out, so she thought he might be hidden in a corner somewhere, but that appeared to not be the case.",
        "pl": ""
    },
    {
        "ja": "「有里君。出席番号12番の静希君は？」",
        "en": "\"Arisato, do you have any idea where Shizuki from seat 12 is?\"",
        "pl": ""
    },
    {
        "ja": "　青子はあくまで事務的に問う。",
        "en": "  Aoko kept her tone professional.",
        "pl": ""
    },
    {
        "ja": "「え、俺……？　えーと、静希ならさっき鳶丸<殿下|でんか>が連れていったよ」",
        "en": "\"Wait, me? Umm, Shizuki left with His Highness Tobimaru a while ago.\"",
        "pl": ""
    },
    {
        "ja": "　名前を呼ばれた男子生徒は、青子が自分の名前を知っている事に驚きつつ返答した。",
        "en": "  The boy was shocked that she actually knew his name.",
        "pl": ""
    },
    {
        "ja": "　余談ではあるが、<槻司|つきじ><鳶丸|とびまる>が殿下と呼ばれるのは彼が理事長の息子だから……という訳でもなく、純粋に彼の振るまいが王子のようだからである。",
        "en": "  One might think that the reason students referred to Tobimaru Tsukiji by a royal title was because he was the chairman's son, but it was because he actually acted like royalty.",
        "pl": ""
    },
    {
        "ja": "　本人もそのアダ名は気に入っているらしい。",
        "en": "  In fact, the vice-president was said to have taken a liking to the title.",
        "pl": ""
    },
    {
        "ja": "「鳶丸が……？　あいつ、静希君と仲いいの？」",
        "en": "\"He's with Tobimaru? Are those two friends or something?\"",
        "pl": ""
    },
    {
        "ja": "　意外そうに訊く青子と、",
        "en": "  She seemed surprised.",
        "pl": ""
    },
    {
        "ja": "　その台詞を意外そうに聞くクラス一同。",
        "en": "  The class seemed surprised at her surprise.",
        "pl": ""
    },
    {
        "ja": "「良いも悪いも、槻司くんが男子と仲良く話してるのって今まで見たことなかったよ、あたし達。",
        "en": "\"No idea, but we've never seen Tsukiji be that friendly with another boy before.",
        "pl": ""
    },
    {
        "ja": "　あ、木乃美くんはバカだから別だけど」",
        "en": "  Well, maybe Kinomi, but he's an idiot, so that hardly counts.\"",
        "pl": ""
    },
    {
        "ja": "「そうだよなあ。はじめは殿下もあんまり話してなかったけど、三日もしたら楽しそうに口喧嘩してたもんなぁ」",
        "en": "\"Yeah. His Highness was slow to warm to him, but since the third day, it's been nothing but friendly arguments.\"",
        "pl": ""
    },
    {
        "ja": "「ま、静希相手につっぱっても仕方ないじゃん？　あいつ変だけどいい奴だし」",
        "en": "\"Well, you can't really help but like Shizuki. He may be a little odd, but he's good people.\"",
        "pl": ""
    },
    {
        "ja": "「そーよねー。いい人だもんねー草十郎くん！」",
        "en": "\"Totally! Soujuurou is really nice!\"",
        "pl": ""
    },
    {
        "ja": "　調子を取り戻しつつあるのか、二年Ｃ組の面々はざわざわと会話をリレーしはじめる。",
        "en": "  Having recomposed themselves, Class C started chatting again.",
        "pl": ""
    },
    {
        "ja": "　それをしばらく聞いていた青子だったが、唐突にくるりと背を向け、",
        "en": "  Aoko listened for a bit before turning around",
        "pl": ""
    },
    {
        "ja": "「それじゃ」と二年Ｃ組を後にした。",
        "en": " and leaving the class with a, \"later.\"",
        "pl": ""
    },
    {
        "ja": "　とりあえず手短に、草十郎の話は済んだ。",
        "en": "  All the Soujuurou talk finished as quickly as it had started.",
        "pl": ""
    },
    {
        "ja": "　昼休みも残り数分と迫った生徒会室。",
        "en": "  Lunchtime was coming to a close in the student council room.",
        "pl": ""
    },
    {
        "ja": "　話し終えて満足顔の草十郎と、",
        "en": "  Soujuurou, having told his story, was smiling in satisfaction.",
        "pl": ""
    },
    {
        "ja": "　聞き終わって難色顔の鳶丸が、机をはさんで向かいあっている。",
        "en": "  Tobimaru, still sitting across from him, was frowning.",
        "pl": ""
    },
    {
        "ja": "「さ、感想を聞かせてくれ」",
        "en": "\"So, what do you think?\"",
        "pl": ""
    },
    {
        "ja": "　話す事はすべて話した、と草十郎。",
        "en": "  Soujuurou told his yarn as best he could.",
        "pl": ""
    },
    {
        "ja": "　鳶丸はというと、怒っているような、悩んでいるような、曖昧な表情で額に指を当てていた。",
        "en": "  Tobimaru fingered his brow as if he was angry or concerned.",
        "pl": ""
    },
    {
        "ja": "「……なあ、草の字。おまえ、人を馬鹿にできるほど器用な奴じゃねえよな」",
        "en": "\"Sono-G. Are you trying to make fun of me? A word of advice, leave that to us smart people, hmm?\"",
        "pl": ""
    },
    {
        "ja": "「失礼な。器用な方だぞ、俺は」",
        "en": "\"Take that back. I'm more clever than you think.\"",
        "pl": ""
    },
    {
        "ja": "　その返答に、つくづく不器用な性格だと確信する。",
        "en": "  His response only confirmed Tobimaru's suspicions.",
        "pl": ""
    },
    {
        "ja": "　となると結論は二つに一つだ。",
        "en": "  It had to be one of two possible conclusions.",
        "pl": ""
    },
    {
        "ja": "　一つは、いま聞いた話は真実だという事。",
        "en": "  That what Soujuurou had just told him was true...",
        "pl": ""
    },
    {
        "ja": "　あるいは、彼が幻覚を見るほど疲れきっているという事。",
        "en": "  ...or that Soujuurou was so tired that he must have been hallucinating at the time.",
        "pl": ""
    },
    {
        "ja": "　鳶丸としては後者であってほしいものだが……。",
        "en": "  Tobimaru sincerely hoped it was the latter.",
        "pl": ""
    },
    {
        "ja": "「……草十郎。率直に言って、俺はおまえが気に入っている。",
        "en": "\"To be honest, Soujuurou. You're growing on me.",
        "pl": ""
    },
    {
        "ja": "　嘘のない人間なんてのは人間じゃねえ。",
        "en": "  Anybody that never lies can't really be considered human.",
        "pl": ""
    },
    {
        "ja": "俺は人間嫌いだから、そんなおまえさんが気に入ってたりするんだが……",
        "en": "So for a misanthrope like me, I suppose you could say its easy to like you.",
        "pl": ""
    },
    {
        "ja": "そんなヤツまでバカげたコトを言い出したら、俺は明日から何を頼りに昼メシを食えばいいんだ？」",
        "en": " But if you're gonna stick to your dumb story, I'm not sure what I'm going to do for lunch starting tomorrow.\"",
        "pl": ""
    },
    {
        "ja": "「学食で食べればいいんじゃないか？」",
        "en": "\"Why not just eat in the cafeteria?\"",
        "pl": ""
    },
    {
        "ja": "　あっさりとした一言に、鳶丸はいっそう表情を暗くする。",
        "en": "  Hearing his suggestion, Tobimaru's face darkened.",
        "pl": ""
    },
    {
        "ja": "「分かった、はっきり言おう。それは幻覚だ。",
        "en": "\"Okay. I'll spell it out for you. You were hallucinating.",
        "pl": ""
    },
    {
        "ja": "　幽霊の正体見たり<枯|か>れ<尾花|おばな>ってヤツだろうさ。それでも納得いかないってんなら、いい精神科を紹介してやる」",
        "en": "  If you still insist you saw a ghost, I'd be more than happy to introduce you to a good psychiatrist.\"",
        "pl": ""
    },
    {
        "ja": "「それが君の感想か。よし、ならいいんだ」",
        "en": "\"So that's your take on it. Good to know.\"",
        "pl": ""
    },
    {
        "ja": "　聞きようによっては侮辱としか取れない鳶丸の言葉を、草十郎は<泰然|たいぜん>と受けとめた。",
        "en": "  As bitter as Tobimaru's words might have sounded to most, Soujuurou swallowed them whole.",
        "pl": ""
    },
    {
        "ja": "「そりゃあ俺だって神隠しの<類|たぐい>だと思ったよ。",
        "en": "\"I already figured as much. It sounds like a tall tale to me, too.",
        "pl": ""
    },
    {
        "ja": "　けど、都会じゃもしかしてそれも有りなのかもしれないだろ。確かめたかったのはそこなんだ」",
        "en": "  I was starting to wonder if it was normal for that kind of thing to go on in a city, so I wanted to hear your opinion.\"",
        "pl": ""
    },
    {
        "ja": "　良かった、とばかりに草十郎は残った最後の握り飯をぺろっと平らげ、包み布をたたむ。",
        "en": "  Satisfied, Soujuurou finished off his last rice ball and neatly folded the cloth.",
        "pl": ""
    },
    {
        "ja": "「……おい。すると何か？",
        "en": "\"Hey, hold on a second.",
        "pl": ""
    },
    {
        "ja": "　おまえは都会の人間は口から火を吹いたり、腕が伸びたりするのが普通だと思ったのか？」",
        "en": "  You didn't actually think it was normal for people in the city to breathe fire or extend their arms like they're made of rubber, did you?\"",
        "pl": ""
    },
    {
        "ja": "「……まあ、普通じゃないけど、特別でもないんじゃないかと思ったんだ。",
        "en": "\"Well, not normal, as much as within the realm of possibility.",
        "pl": ""
    },
    {
        "ja": "　ここは山に無い物があふれている、何でもありの場所だ。だから、それぐらいやってのける人だって、もしかしているのかなと」",
        "en": "  This city is full of extraordinary things we don't have up in the mountains. I thought it might have some extraordinary people as well.\"",
        "pl": ""
    },
    {
        "ja": "　真顔で返す草十郎を見て、鳶丸は自分と彼を<隔|へだ>てている文化レベルの違いを痛感した。",
        "en": "  That his face was as serious as it was made Tobimaru realize just how big a culture shock Soujuurou must've been experiencing.",
        "pl": ""
    },
    {
        "ja": "　電気も通わない山奥。",
        "en": "  Living up in the mountains, with no electricity.",
        "pl": ""
    },
    {
        "ja": "　夜は太古のままの夜で、人間は主役ではなくどうでもいい端役、自然を構築する一パーツに留まっているのなら、たしかに、この少年のような人間が出来るのだろう。",
        "en": "  In a place where the night sky was as it always had been, where humans were just one more organism in nature's garden. It makes sense that those conditions would create a boy like him.",
        "pl": ""
    },
    {
        "ja": "　赤子が無垢なまま成長したと言えば聞こえはいいが、要は人が少なすぎて文明が発達するまでもなかった、",
        "en": "  The idea of children growing up so pure was an appealing one, but maybe it was natural to forgo civilization when your population was so small.",
        "pl": ""
    },
    {
        "ja": "　あるいは、余分な知識体系を必要としなかった素朴な世界だったのだ。",
        "en": "  Or perhaps it was so simple a world that excessive knowledge was deemed irrelevant.",
        "pl": ""
    },
    {
        "ja": "　都会の生活を“今までの生活では全てありえなかった事”と感じる彼だからこそ、逆説的に、“起こりえる事は全てありえる事”に取ってしまう。",
        "en": "  It was precisely because city life offered him so much that was impossible up till now that he had come to the conclusion that anything was possible here.",
        "pl": ""
    },
    {
        "ja": "「安心しろ。たしかにこっちには<性質|たち>の悪いヤツらばっかりだけどな、そんな魔法使いみたいなヤツはいねえよ」",
        "en": "\"Relax. The city might have its share of shady guys, but none of them are magicians in disguise.\"",
        "pl": ""
    },
    {
        "ja": "「そうだと良いんだけど」",
        "en": "\"I hope you're right.\"",
        "pl": ""
    },
    {
        "ja": "　どこか納得のいかない様子の草十郎。",
        "en": "  But Soujuurou seemed unsure.",
        "pl": ""
    },
    {
        "ja": "　……確かに、今の話の中で納得のいかない点は鳶丸にもあった。",
        "en": "  And on Tobimaru's part, there were things to Soujuurou's story that he found hard to swallow.",
        "pl": ""
    },
    {
        "ja": "アリかナシかはともかくとして、いま聞かされた出来事は人道的によろしくない。",
        "en": "Whether true or not, the incident Soujuurou had described was disturbing.",
        "pl": ""
    },
    {
        "ja": "「まあ、事の真偽というか、どんな間違いでそう見えたかは置いておいてだ。",
        "en": "\"For the time being, let's assume what you say actually happened.",
        "pl": ""
    },
    {
        "ja": "　結果だけ見ればうちの生徒が夜の公園で人を殺したって事になる。しかも双方控えめに表現しても普通じゃねえ」",
        "en": "  That would ultimately mean that one of our school's students killed someone in the park last night and that neither of the parties involved were... normal.\"",
        "pl": ""
    },
    {
        "ja": "　町にやってきて日の浅い草十郎は、同い年の少年少女は『みなこの学校の生徒である』と誤認していたのだが、幸か不幸か結論として間違いではなかった。",
        "en": "  As a newcomer to town, Soujuurou assumed that everyone his age was a student at this school. For better or worse, he was right.",
        "pl": ""
    },
    {
        "ja": "「一人は火炎放射器を持って、もう一人は……",
        "en": "\"One of them was equipped with a flamethrower, while the other...",
        "pl": ""
    },
    {
        "ja": "まあ、なんだ。<長刀|なぎなた>でも持ち出したのか、刃物らしきものが何メートルも伸びたときた」",
        "en": " ...had a naginata... or at least a bladed weapon resembling one that was a good few meters in length.\"",
        "pl": ""
    },
    {
        "ja": "　鳶丸の呆れ声を聞きながら、なるほど、と小さく頷く草十郎。こうして<他人|ひと>の口から聞くと、相手を馬鹿にしてるとしか思えない内容だ。",
        "en": "  Soujuurou bobbed his head up and down as he listened to the disbelief in Tobimaru's voice. Hearing it repeated by someone else, he could see how someone might think he was taking them for a ride.",
        "pl": ""
    },
    {
        "ja": "「正気を疑うな。尋常じゃないぞ、その話」",
        "en": "\"Look, I'm not crazy, it really did happen like I said.\"",
        "pl": ""
    },
    {
        "ja": "「草十郎。おまえ、実は俺をからかってんだろう？」",
        "en": "\"Give it to me straight, Soujuurou. You're pulling my leg, aren't you?\"",
        "pl": ""
    },
    {
        "ja": "「いや、まったく。",
        "en": "\"No, I'm not.",
        "pl": ""
    },
    {
        "ja": "　けどまあ、都会にはそんな人間はいないんだろう？",
        "en": "  But I get it. There's no one in the city who can do that...right?",
        "pl": ""
    },
    {
        "ja": "　なら鳶丸の言う通り、夢でも見てたんだ。ここのところアルバイトと試験が重なって辛くて」",
        "en": "  If not, I was probably just hallucinating like you said. Working part-time while studying for exams has been pretty trying.\"",
        "pl": ""
    },
    {
        "ja": "　今は冬休み直前。期末試験は一週間後に迫っている。草十郎にとっては何よりも手強い難敵だ。",
        "en": "  Winter break was just around the corner and the end of term exams were but a week away. Both were proving formidable opponents for Soujuurou.",
        "pl": ""
    },
    {
        "ja": "「俺は基本ができてないから、人の倍程度の勉強じゃ追いつけない。ほら、勉強ばかりしているとノイローゼをするんだろう？」",
        "en": "\"I don't even know the basics, so I need to study twice as hard as everyone else. I mean, anyone would start to lose it if they did nothing but study, right?\"",
        "pl": ""
    },
    {
        "ja": "「そりゃするんじゃなくてなるものだが、ま、なんにせよやり過ぎ飲み過ぎはよくねえわな。試験前ぐらいはバイト減らしたらどうだ？」",
        "en": "\"I wouldn't say you're losing it, but you're definitely pushing yourself too hard. Maybe cut back on work a bit until the exams are over?\"",
        "pl": ""
    },
    {
        "ja": "「減らしてはいるんだけどね。年末ってアルバイトを休む人も多くて、その代行も頼まれがちだし」",
        "en": "\"I've tried to cut back, but a lot of people take off at the end of the year, so they often ask me to fill in for their shifts.\"",
        "pl": ""
    },
    {
        "ja": "　草十郎はやれやれと肩をすくめる。",
        "en": "  He shrugged helplessly.",
        "pl": ""
    },
    {
        "ja": "　その口ぶりから彼の忙しさは読み取れる。",
        "en": "  It was obvious from his words that he had been busy.",
        "pl": ""
    },
    {
        "ja": "　ノイローゼはともかく、睡眠不足で白昼夢を見るぐらいあるかもしれない。……実際、その場面にでくわしたのは深夜とのコトではあるが。",
        "en": "  Even if he was not going crazy, lack of sleep could have caused him to daydream, even if this all did go down in the middle of the night.",
        "pl": ""
    },
    {
        "ja": "「なんだか大変そうだな、草十郎」",
        "en": "\"Sounds tough, Soujuurou.\"",
        "pl": ""
    },
    {
        "ja": "「ああ、実はかなりまいってる。都会の暮らしは深刻だ」",
        "en": "\"Yeah, city life has been exhausting.\"",
        "pl": ""
    },
    {
        "ja": "　困ったもんだと真顔で頷く草十郎。",
        "en": "  Soujuurou nodded with a pained look on his face.",
        "pl": ""
    },
    {
        "ja": "　毛ほども疲れていないように見えるのが困りものだった。",
        "en": "  What was strange, however, was that he did not look the least bit tired.",
        "pl": ""
    },
    {
        "ja": "「泣き言いわねえのは感心するけどな。",
        "en": "\"I'm impressed you never complain about it.",
        "pl": ""
    },
    {
        "ja": "　おまえ、心労は顔に出ない<性質|タチ>か？」",
        "en": "  You always look like nothing bothers you at all.\"",
        "pl": ""
    },
    {
        "ja": "「？　そりゃ、心労はどこも痛まないからね」",
        "en": "\"Hm? That's just because it isn't bad enough to bother me.\"",
        "pl": ""
    },
    {
        "ja": "　答えて、草十郎はちらりと壁の時計を見る。",
        "en": "  As he answered, Soujuurou looked up at the clock on the wall.",
        "pl": ""
    },
    {
        "ja": "　そろそろ昼休みも終わろうとしていた。",
        "en": "  Lunchtime was almost over.",
        "pl": ""
    },
    {
        "ja": "「鳶丸、時間だ」",
        "en": "\"Tobimaru, the time.\"",
        "pl": ""
    },
    {
        "ja": "「お？　ああ、もうそんなに経ったか。気にせず先に行ってていいぜ。俺はまだ用があるからよ」",
        "en": "\"Really? It's that late already? You can go on ahead. I still have things to do.\"",
        "pl": ""
    },
    {
        "ja": "　生徒会役員は大変なんだとジェスチャーする鳶丸を、草十郎はマジマジと見つめる。",
        "en": "  Soujuurou watched as Tobimaru made a gesture that seemed to lament the life of a student council member.",
        "pl": ""
    },
    {
        "ja": "　価値の分からない美術品を見るような目で。",
        "en": "  His eyes looked as if they were looking at a piece of art and not understanding its value.",
        "pl": ""
    },
    {
        "ja": "「授業をさぼれる身分っていうのは羨ましいな。",
        "en": "\"I'm jealous that you can just skip class whenever you want.",
        "pl": ""
    },
    {
        "ja": "　そういうの、鳶丸が嫌いな手抜きじゃないのか？」",
        "en": "  I would have thought you were a stickler for the rules.\"",
        "pl": ""
    },
    {
        "ja": "「そりゃ誤解も<甚|はなは>だしい！　俺の欠席は手抜きじゃねえ、特権ってヤツだと言ったろう!?」",
        "en": "\"How many times do I have to tell you?! It's not skipping when I've got special permission!\"",
        "pl": ""
    },
    {
        "ja": "　心外だ、とばかりに席を立って力説する副会長。",
        "en": "  The vice-president angrily defended himself as he stood up.",
        "pl": ""
    },
    {
        "ja": "　それをふーん、と無感動に眺める転入生。",
        "en": "  The transfer student merely gazed at him, unfazed.",
        "pl": ""
    },
    {
        "ja": "「おいおい、アレだけ説明したのにぜんっぜん分かってなかったのか!?",
        "en": "\"Hey! You're not honestly implying you still don't understand after all that, are you?!",
        "pl": ""
    },
    {
        "ja": "　しょうがねえ、まず座れ。いいか草の字。",
        "en": "  Oh well. Just sit down and listen, Sono-G.",
        "pl": ""
    },
    {
        "ja": "　常人をうわまわる英気と幸運を兼ね備えながら、座する事なく精進してきた俺でも、ここを卒業しちまえば裸一貫になっちまうんだぞ？」",
        "en": "  I was granted talent and luck beyond that of most people, but I always put the work in. But once I leave here I'm on my own, now do you get it?\"",
        "pl": ""
    },
    {
        "ja": "「ひでえ話だ。",
        "en": "\"I'm sick of explaining this to people.",
        "pl": ""
    },
    {
        "ja": "　<自分|テメエ>の家柄を活用できんのはあと一年ちょいだけなんだぜ？　これの一体どこが羨ましいってんだ？",
        "en": "  My family's status will only keep me afloat for one more year. What about that could you possibly envy?",
        "pl": ""
    },
    {
        "ja": "　ふつう一生続くはずの親の七光って<権利|ヤツ>が、俺の場合はたった三年間しかねえんだからな！」",
        "en": "  Most people can live off privilege for their entire lives, but the best I get is three measly years!\"",
        "pl": ""
    },
    {
        "ja": "「となりゃあ、有効なうちに使っておかなきゃもったいなくてオチオチ眠ってもいられねえ。",
        "en": "\"So I have to take advantage of what I have while I have it.",
        "pl": ""
    },
    {
        "ja": "　ああイヤだイヤだ、何がイヤかってバカどもと<雁首|がんくび>ならべて金勘定するのがイヤだ！　ったく、嫉妬渦巻く大人の世界じゃ俺のオブラートみたいな心なんてぱっくり呑まれて溶けちまうコト請け合いだろうさ！」",
        "en": "  Just the thought of having to count beans like the rest of the idiots out there gets me livid. The adult world is going to kill me. The envy alone will be enough to destroy my fragile heart!\"",
        "pl": ""
    },
    {
        "ja": "「――――――」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　冗談にしか取れない熱弁は、草十郎の聞くかぎりどうも本気のようだった。",
        "en": "  While he must have been joking, Soujuurou took his tone to be completely sincere.",
        "pl": ""
    },
    {
        "ja": "　そういう事を本気で言える人間性が羨ましい、などと思いつつ、草十郎はなるほど、と納得する。",
        "en": "  He listened as he envied Tobimaru's ability to be so open about his feelings.",
        "pl": ""
    },
    {
        "ja": "　本人が言うのだから彼の主観的には正しいのだろうと。",
        "en": "  From his frame of reference, there was nothing he could do but take Tobimaru for his word.",
        "pl": ""
    },
    {
        "ja": "　だが、",
        "en": "  When...",
        "pl": ""
    },
    {
        "ja": "「あら、そんな権利なんて留年すればいくらでも引き延ばせるのに。なんなら協力してあげましょうか、この私でよろしければ」",
        "en": "\"If you're looking to extend your privileges, why not stay in school? I'd be more than happy to arrange that for you.\"",
        "pl": ""
    },
    {
        "ja": "　草十郎の骨のない相づちを蹴散らすように、生徒会室の扉が勢いよく開かれた。",
        "en": "  The door to the student council room flew open, washing away Soujuurou's half-hearted responses to his friend.",
        "pl": ""
    },
    {
        "ja": "　ほんわかした空気を一撃で打ち砕く<冷静|クール>な一言。",
        "en": "  This frosty statement destroyed the warm atmosphere of the room.",
        "pl": ""
    },
    {
        "ja": "　槻司鳶丸にあったこの場の支配権は、<蝙蝠|こうもり>より<潔|いさぎよ>く彼女の手に飛び立ったのだった。",
        "en": "  And it also marked the abrupt end to Tobimaru Tsukiji's reign there.",
        "pl": ""
    },
    {
        "ja": "「……いや、いい。自分の夢は、自分の力だけで叶えようとつねづね思ってるんだ」",
        "en": "\"...No, I just meant that our dreams are something we take hold of ourselves.\"",
        "pl": ""
    },
    {
        "ja": "「そ。なら今みたいな恥ずかしいこと力説しないでね。",
        "en": "\"Really. Then why not spend more time on that than this pathetic display.",
        "pl": ""
    },
    {
        "ja": "　廊下にまで聞こえてたわよ、副会長さん」",
        "en": "  I could hear you all the way from the hallway, Mr. Vice-President.\"",
        "pl": ""
    },
    {
        "ja": "　さらりと言って、彼女……蒼崎青子が生徒会室に入ってくる。",
        "en": "  Not missing a beat, Aoko Aozaki stepped inside the room.",
        "pl": ""
    },
    {
        "ja": "　長い黒髪がわずかに乱れているのは、ここまで走ってきたせいか。",
        "en": "  Her dark hair was slightly disheveled as if she had been running.",
        "pl": ""
    },
    {
        "ja": "　青子の視線は座ったままの草十郎にではなく、熱弁していた副会長に向けられている。",
        "en": "  Her gaze missed the sitting Soujuurou entirely and was focused completely on the ranting vice-president.",
        "pl": ""
    },
    {
        "ja": "「頑張れ、鳶丸」",
        "en": "\"Good luck, Tobimaru.\"",
        "pl": ""
    },
    {
        "ja": "　そろそろ教室に戻らないといけない、と草十郎は静かに立ち上がる。",
        "en": "  Soujuurou quietly got up to head back to his classroom.",
        "pl": ""
    },
    {
        "ja": "「……わりと薄情なんだな、おまえって」",
        "en": "\"...That's cold, man.\"",
        "pl": ""
    },
    {
        "ja": "　青子を前にして呟く鳶丸。",
        "en": "  Tobimaru grumbled in front of Aoko.",
        "pl": ""
    },
    {
        "ja": "「だって時間がない」",
        "en": "\"But it's almost time for class.\"",
        "pl": ""
    },
    {
        "ja": "「だから、そういうのが薄情とだな……」",
        "en": "\"You're just proving my point, you're-\"",
        "pl": ""
    },
    {
        "ja": "　言いかけて言葉を呑む鳶丸。",
        "en": "  He cut himself off.",
        "pl": ""
    },
    {
        "ja": "　今まで自分しか見ていなかった青子の視線が、草十郎をちらりと見たからだ。",
        "en": "  Aoko briefly shifted her gaze to Soujuurou.",
        "pl": ""
    },
    {
        "ja": "「時間がないのは私も同じよ。貴方にはいつも振り回される」",
        "en": "\"It's not like I have time for this, either, you know. It feels like I'm always having to clean up after you.\"",
        "pl": ""
    },
    {
        "ja": "　これは文句ではなく、素直な意見らしい。",
        "en": "  Not a complaint. It was her honest opinion.",
        "pl": ""
    },
    {
        "ja": "「なんだ、用件は草十郎かよ」",
        "en": "\"Wait, you're here for Soujuurou?\"",
        "pl": ""
    },
    {
        "ja": "「安心なさい、貴方にもあるから」",
        "en": "\"Don't worry. I'll deal with you next.\"",
        "pl": ""
    },
    {
        "ja": "「……？」",
        "en": "\"...?\"",
        "pl": ""
    },
    {
        "ja": "　心なしか、青子の目に殺伐とした<翳|かげ>りがある。",
        "en": "  Her eyes shimmered with a murderous glee.",
        "pl": ""
    },
    {
        "ja": "　いつも不機嫌そうな青子の視線に見慣れている鳶丸だからこそ気づける、微妙な差異だ。",
        "en": "  It was slightly different from the more sullen gaze to which Tobimaru had grown accustomed.",
        "pl": ""
    },
    {
        "ja": "　……理由は不明だが、蒼崎青子はいつになくご機嫌ななめという事らしい。",
        "en": "  For whatever reason, Aoko's mood seemed worse than usual.",
        "pl": ""
    },
    {
        "ja": "「静希君。貴方、走るのと泳ぐの、どっちが好き？」",
        "en": "\"Shizuki. Which do you prefer, running or swimming?\"",
        "pl": ""
    },
    {
        "ja": "　唐突に青子が訊ねる。",
        "en": "  Aoko asked abruptly.",
        "pl": ""
    },
    {
        "ja": "　草十郎は少し顔を曇らせてから、どっちも、と答えた。",
        "en": "  Soujuurou frowned a little before saying he was fine with either one.",
        "pl": ""
    },
    {
        "ja": "「だめよ、ひとつにして」",
        "en": "\"That won't do. Pick one.\"",
        "pl": ""
    },
    {
        "ja": "「……泳ぐほう、かな。けど、どうして？」",
        "en": "\"...Swimming, I guess. Why do you ask?\"",
        "pl": ""
    },
    {
        "ja": "「貴方がまだどこの部にも所属してないから」",
        "en": "\"Because you still haven't joined a club.\"",
        "pl": ""
    },
    {
        "ja": "　実に無駄のない答えだった。",
        "en": "  A succinct reply.",
        "pl": ""
    },
    {
        "ja": "　無駄がなさすぎて、草十郎の意見をはさむ隙間もない。",
        "en": "  One that left no room for Soujuurou to object.",
        "pl": ""
    },
    {
        "ja": "「うちの校則、読んだわよね。生徒はただ一人の例外もなく部活動に参加しなくてはならない。",
        "en": "\"You've read the school regulations. All students must participate in club activities.",
        "pl": ""
    },
    {
        "ja": "　正直どうかと思う校則だけど、決まりは決まりだから」",
        "en": "  I'm not the biggest fan of it myself, to be honest, but a rule is a rule.\"",
        "pl": ""
    },
    {
        "ja": "「そんな無茶な。悪いけど、そこまでの暇はないんだ」",
        "en": "\"That's crazy. How could I possibly find the time for that?\"",
        "pl": ""
    },
    {
        "ja": "「でしょうね」",
        "en": "\"How indeed?\"",
        "pl": ""
    },
    {
        "ja": "　短い返答。",
        "en": "  An equally terse response.",
        "pl": ""
    },
    {
        "ja": "　青子に容赦がないのはいつもの事だが、鳶丸には、彼女が草十郎との会話を避けているようにも見える。",
        "en": "  She was typically to the point, but Tobimaru got the impression that she was expressly trying to keep her interaction with Soujuurou short.",
        "pl": ""
    },
    {
        "ja": "「――――――」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "「――――――」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　無言で見つめあうふたり。",
        "en": "  They stared at each other in silence.",
        "pl": ""
    },
    {
        "ja": "　第三者の鳶丸すら息がつまりそうな沈黙は、そうか、という草十郎の一言で破られた。",
        "en": "  Tobimaru stood breathlessly silent on the sidelines until Soujuurou broke the impasse.",
        "pl": ""
    },
    {
        "ja": "「蒼崎は分かってると思ってた。",
        "en": "\"I thought you of all people would understand, Aozaki.",
        "pl": ""
    },
    {
        "ja": "ああ、いや違う、きっと分かっているんだな。",
        "en": "I mean, of course you do.",
        "pl": ""
    },
    {
        "ja": "　うん。だから、そこが強いんだろうね」",
        "en": "  That's what makes you strong.\"",
        "pl": ""
    },
    {
        "ja": "　席を離れる草十郎。",
        "en": "  Soujuurou stood up from his seat.",
        "pl": ""
    },
    {
        "ja": "　青子の横を通り過ぎ、あっさりと廊下に出る。",
        "en": "  He walked past Aoko and into the hallway.",
        "pl": ""
    },
    {
        "ja": "「それ、明日からでいいんだろ？」",
        "en": "\"Do you mind if I start tomorrow?\"",
        "pl": ""
    },
    {
        "ja": "「静希君がいいならね」",
        "en": "\"Whatever works for you, Shizuki.\"",
        "pl": ""
    },
    {
        "ja": "　できるだけ頑張るよ、と苦笑して、草十郎は生徒会室を後にした。",
        "en": "  He did his best to force a smile before leaving the student council room.",
        "pl": ""
    },
    {
        "ja": "　そんな一連の出来事を観察しながら、鳶丸はつくづく草十郎に感心していた。",
        "en": "   While watching the events play out, Tobimaru found himself deeply impressed with Soujuurou.",
        "pl": ""
    },
    {
        "ja": "　今の青子の態度は、相手を怒らせる事を前提としたものだ。しかし草十郎は怒りだす様子もなく、掴みどころのない……言ってるコトは本当に掴みようがなかったが……返答をして去っていった。",
        "en": "  He could tell from Aoko's behavior that she was trying to get a rise out of Soujuurou. Soujuurou, on the other hand, was none the wiser to what Aoko was doing so he simply went about his way.",
        "pl": ""
    },
    {
        "ja": "　草十郎とて少なからず不満に思っただろう。",
        "en": "  To Tobimaru, it was hard to believe that Soujuurou had not taken offense.",
        "pl": ""
    },
    {
        "ja": "　それを表情にも仕草にも出さなかった事に、鳶丸は一流の芸を見た気がしたのである。",
        "en": "  All he observed was the performance of a lifetime in Soujuurou as he maintained a poker face.",
        "pl": ""
    },
    {
        "ja": "「いや、でも何が強いんだろうな会長？」",
        "en": "\"The kid has some balls, huh, president?\"",
        "pl": ""
    },
    {
        "ja": "　鳶丸は首をかしげて青子を見る。",
        "en": "  He looked at Aoko curiously.",
        "pl": ""
    },
    {
        "ja": "　青子は立ち尽くしたまま、じっと壁を睨んでいた。",
        "en": "  Aoko stood completely still, staring at the wall.",
        "pl": ""
    },
    {
        "ja": "「……蒼崎？」",
        "en": "\"...Hey, Aozaki?\"",
        "pl": ""
    },
    {
        "ja": "　鳶丸の呼び掛けに、青子は応えない。",
        "en": "  Aoko showed no response.",
        "pl": ""
    },
    {
        "ja": "「おーい、かいちょー。蒼崎ぃー。……青子女史？",
        "en": "\"Yo. President. Earth to Aozaki, come in, come in. ...Lady Aoko?",
        "pl": ""
    },
    {
        "ja": "　……",
        "en": "  ...",
        "pl": ""
    },
    {
        "ja": "おい、聞いてんのかよ蒼崎青子！」",
        "en": " Ahem. I'M TALKING TO YOU, AOKO AOZAKI!\"",
        "pl": ""
    },
    {
        "ja": "「っさいわね！　あおあお呼ぶなっ！」",
        "en": "\"Enough with the 'AO, AO, AO,' already! God!\"",
        "pl": ""
    },
    {
        "ja": "　怒鳴り声が生徒会室に響く。",
        "en": "  Her fury echoed across the student council room.",
        "pl": ""
    },
    {
        "ja": "　さきほどの鳶丸の熱弁以上に、廊下にまで通る美声だった。",
        "en": "  It was a beautiful sound that could be heard into the hallway and made Tobimaru's rant from earlier pale in comparison.",
        "pl": ""
    },
    {
        "ja": "「やかましい、うるせえのはテメエも同じだ！」",
        "en": "\"Look who's talking, miss megaphone!\"",
        "pl": ""
    },
    {
        "ja": "　よほど耳に響いたのか、それとも怒鳴られたら怒鳴り返す性分なのか、鳶丸も反射的に言い返す。",
        "en": "  Perhaps her shouting was still ringing in his ears, or he was just the type to answer a shout with a shout, but he shot back reflexively.",
        "pl": ""
    },
    {
        "ja": "「そんなんだから男の一人もできねえんだよ、おまえは。",
        "en": "\"No wonder you can't get a boyfriend.",
        "pl": ""
    },
    {
        "ja": "　ほら、目ぇ覚めたか？」",
        "en": "  Do I have your attention now?\"",
        "pl": ""
    },
    {
        "ja": "「別に、貴方の声は聞こえてた。わずらわしかったから無視してただけよ。黙らせるの面倒だし」",
        "en": "\"I could hear you before. I was just ignoring you because you were annoying me, and I thought it'd be easier than getting you to shut up.\"",
        "pl": ""
    },
    {
        "ja": "「テメエな。俺は蚊かなんかか、おい」",
        "en": "\"You've got some nerve. Am I a mosquito to you?\"",
        "pl": ""
    },
    {
        "ja": "「コミュニケーションが成立しない点で言えば、あっちのがまだ上品よね」",
        "en": "\"A mosquito would offer better company, so no.\"",
        "pl": ""
    },
    {
        "ja": "「……ほう、その心は？」",
        "en": "\"...And what exactly is that supposed to mean?\"",
        "pl": ""
    },
    {
        "ja": "「お互い、何を言ってるか分からない。意味のない会話なら、逢瀬みたいなものでしょう？」",
        "en": "\"We never see eye to eye. Talking to you is like going on a date, both pointless activities.\"",
        "pl": ""
    },
    {
        "ja": "「………………」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　その論からいくと、彼女にとって恋人同士とは意味のない会話をするものらしい。",
        "en": "  Based on that statement, Aoko must have been under the assumption that dating is the act of two lovers whispering nonsense to each other.",
        "pl": ""
    },
    {
        "ja": "「……問題は、おまえにとって意味のある会話ってのがどの程度の価値かってコトだが……まあいいか。",
        "en": "\"...The real question is what the hell qualifies as company to you, but whatever.",
        "pl": ""
    },
    {
        "ja": "　いつになくきついじゃねえか、蒼崎」",
        "en": "  You could, you know, ease off a little from time to time.\"",
        "pl": ""
    },
    {
        "ja": "「ちょっとね。いま愛嬌ふりまける状況じゃないのよ」",
        "en": "\"Always trying to smooth things over with that silver tongue of yours.\"",
        "pl": ""
    },
    {
        "ja": "「不思議だ。この二年間で蒼崎の愛嬌なんてものは見たことがないんだが」",
        "en": "\"At least I'm trying. It's like you stopped bothering to be civil two years ago.\"",
        "pl": ""
    },
    {
        "ja": "「鳶丸のいない時にふりまいてたの」",
        "en": "\"I'm always civil-just not when you're in the same room.\"",
        "pl": ""
    },
    {
        "ja": "「そうかよ。やっぱりあの時のこと恨んでるんだろ、生徒会長さんはよ」",
        "en": "\"So that's how it is. You're still upset with me for what happened, aren't you?\"",
        "pl": ""
    },
    {
        "ja": "　鳶丸の言うあの時というのは一つしかない。",
        "en": "  There was only one thing that Tobimaru could be talking about.",
        "pl": ""
    },
    {
        "ja": "　今年の夏に起きた、生徒会室イン武道館事件の事である。",
        "en": "  The incident that occurred in the student council room this past summer.",
        "pl": ""
    },
    {
        "ja": "「え、随分と昔の話じゃないそれ？",
        "en": "\"Huh? Isn't that ancient history at this point?",
        "pl": ""
    },
    {
        "ja": "　そんなどうでもいい事に容量を使っちゃもったいないわよ？　ただでさえ脳の覚醒部分が少ないのに」",
        "en": "  Don't you think you should stop wasting brainpower on this? I mean, you've got so few brain cells to work with as it is.\"",
        "pl": ""
    },
    {
        "ja": "　会話が走ってきたおかげか、青子から先ほどまでの<殺伐|さつばつ>さが薄れつつあった。鋭い視線も、時たまにしか見せない<涼|すず>しげなものになる。",
        "en": "  As the conversation wore on, Aoko's murderous aura began to fade, and her sharp gaze gave way to a calmer demeanor rarely seen from her.",
        "pl": ""
    },
    {
        "ja": "　学校内で彼女のこういった顔を見られるのは、今のところ槻司鳶丸だけだろう。",
        "en": "  It was quite possible that nobody besides Tobimaru had ever seen this side of her at school before.",
        "pl": ""
    },
    {
        "ja": "「ご忠告どうも。俺だってあんな事は忘れてえよ。",
        "en": "\"Thanks for the concern, psych. And for the record, it's not like I want to relive it either.",
        "pl": ""
    },
    {
        "ja": "　……ただ、さっき草の字が馬鹿な事いいやがるからつい思い出しちまったんだよ。くそ、考えてみりゃあ場所まで一緒じゃねえか！」",
        "en": "  ...It's just, when Sono-G was being an idiot earlier, it kinda reminded me of how it went down. Come to think of it, this is the room it happened in!\"",
        "pl": ""
    },
    {
        "ja": "　などと悪態をつきながらも、まんざらでもなさげに過去を懐かしむ鳶丸。",
        "en": "  Despite his ranting, his face betrayed a touch of nostalgia.",
        "pl": ""
    },
    {
        "ja": "　一方、青子は顔をしかめる。",
        "en": "  Aoko, on the other hand, was scowling.",
        "pl": ""
    },
    {
        "ja": "「ちょっと待って。",
        "en": "\"Hold on.",
        "pl": ""
    },
    {
        "ja": "　あの話、彼にしたの……？」",
        "en": "  You didn't tell him about what happened, did you?\"",
        "pl": ""
    },
    {
        "ja": "「おう、俺がテメエに",
        "en": "\"Sure did. At least,",
        "pl": ""
    },
    {
        "ja": "“なんで会長になんか立候補したのよ。アンタは副会長って顔でしょ、どう見ても”",
        "en": "how you mocked my candidacy for president and told me my face had sidekick written all over it.",
        "pl": ""
    },
    {
        "ja": "　なんて挑発されて、生涯最高の突きをしたところまでな」",
        "en": "  And the part where I took the bait and tried my damnedest to punch you for it.\"",
        "pl": ""
    },
    {
        "ja": "　何故か、ほう、と青子は息をついた。その先を知られなくて良かった、という風に。",
        "en": "  Aoko let out a sigh... as if relieved that Tobimaru had not told Soujuurou the rest of the story.",
        "pl": ""
    },
    {
        "ja": "　何故だかは鳶丸にも青子自身にも分からない。",
        "en": "  Even she wasn't sure why.",
        "pl": ""
    },
    {
        "ja": "「アレはたしかに、びっくりするぐらいいい突きだった。",
        "en": "\"I'll admit that was quite a punch though.",
        "pl": ""
    },
    {
        "ja": "　思わず体が反応しちゃったものね。",
        "en": "  It was enough to make me react on reflex.",
        "pl": ""
    },
    {
        "ja": "　ところで、私そんなコト言ったっけ？」",
        "en": "  Did I really say that, by the way?\"",
        "pl": ""
    },
    {
        "ja": "「言った。しかも俺が保健室に運ばれたのをこれ幸いと、強引に副会長にしやがった」",
        "en": "\"You sure did. And not only that-after I was taken to the infirmary, you had the balls to tell me you did me a favor by forcing me to be your number two.\"",
        "pl": ""
    },
    {
        "ja": "　以来、鳶丸は選挙戦で負けた相手に副会長として使われているのであった。",
        "en": "  Since that day, Tobimaru had served as the vice-president to the person who'd usurped the role from him.",
        "pl": ""
    },
    {
        "ja": "「いいけどな。俺に会長職は合わねえって分かったし。副会長の方が性に合ってやがる。会長なんてやってたら、あやうく親父みたいな野郎になってただろうしよ」",
        "en": "\"It's fine, though. The president's chair doesn't suit me anyway. I feel much more at home as the vice-president. Your job would have probably turned me into my dad.\"",
        "pl": ""
    },
    {
        "ja": "「プライド高い分、できるコトは全部やるからね鳶丸は。",
        "en": "\"Your pride's never allowed you to give anything less than your best.",
        "pl": ""
    },
    {
        "ja": "　ま、会長職に専心するあまり、気が付いたら優等生になってたアンタも見たかったけど？」",
        "en": "  You might be a little too comfortable on the student council, though. Makes me wonder how you would've looked as an honor student.\"",
        "pl": ""
    },
    {
        "ja": "「やめてくれ、ゾッとしねえ。",
        "en": "\"Don't even go there. Even thinking about it gives me the creeps.",
        "pl": ""
    },
    {
        "ja": "　ネコかぶるのはおまえだけで十分だ」",
        "en": "  Having one wolf in sheep's clothing around here is bad enough.\"",
        "pl": ""
    },
    {
        "ja": "　しっしっ、と青子に手を振る鳶丸。",
        "en": "  Tobimaru shooed Aoko away like an annoying pest.",
        "pl": ""
    },
    {
        "ja": "　男女にあるまじき戦いを繰り広げた者特有の、実にさっぱりした<罵|ののし>り合いだった。",
        "en": "  It was a typical example of the crude verbal abuse they exchanged on a daily basis, with a wittiness that only two longtime foes could manage.",
        "pl": ""
    },
    {
        "ja": "「―――で。",
        "en": "\"So...",
        "pl": ""
    },
    {
        "ja": "なんでそんな話したのよ」",
        "en": " Why did you tell him?\"",
        "pl": ""
    },
    {
        "ja": "「は？」",
        "en": "\"Tell who what?\"",
        "pl": ""
    },
    {
        "ja": "「半年前の、ここの事件を、なんで彼に話したのよ」",
        "en": "\"Why did you tell him what happened between you and me?\"",
        "pl": ""
    },
    {
        "ja": "「あ、そっちか。",
        "en": "\"Oh, that.",
        "pl": ""
    },
    {
        "ja": "　いや、あいつが馬鹿なこと口走ったからなんだが―――」",
        "en": "  I was just trying to put a stop to the nonsense he was spewing and―\"",
        "pl": ""
    },
    {
        "ja": "　その先は言えない。",
        "en": "  He stopped himself before he said any more.",
        "pl": ""
    },
    {
        "ja": "　静希草十郎が蒼崎青子に惚れている、という事実は口に出来ない事だ。<漢|おとこ>としての暗黙の了解である。",
        "en": "  He knew better than to let slip the fact that Soujuurou had a thing for Aoko. Everyone knew guys didn't sell each other out like that.",
        "pl": ""
    },
    {
        "ja": "　たとえ、それが彼の勘違いでもだ。",
        "en": "  Even if it was all, in truth, a misunderstanding.",
        "pl": ""
    },
    {
        "ja": "「それより、さっきのはないんじゃねえのか蒼崎。",
        "en": "\"Anyway, what the hell was that before, Aozaki?",
        "pl": ""
    },
    {
        "ja": "　おまえ、草十郎に恨みでもあんの？」",
        "en": "  That's some grudge you've got against Soujuurou.\"",
        "pl": ""
    },
    {
        "ja": "「七日以上前の恨みを引きずるほど、私はお姫さまじゃないつもりだけど」",
        "en": "\"I'm not some princess who goes around holding grudges for something that happened over a week ago, you know.\"",
        "pl": ""
    },
    {
        "ja": "　ああ、おまえはお姫さまっていうより女王さまだな、と言いかけて止める鳶丸。",
        "en": "  He wanted to retort that she was more like a queen than a princess.",
        "pl": ""
    },
    {
        "ja": "　彼もこの二年で、十分に蒼崎青子を学習しているのだった。",
        "en": "  But he'd come to know her too well over the past two years to dig himself into a hole like that.",
        "pl": ""
    },
    {
        "ja": "「恨みはないねえ。それにしちゃあ故意にケンカ売ってただろ。なんでだ？",
        "en": "\"Okay, so why'd you a pick a fight with him?",
        "pl": ""
    },
    {
        "ja": "　たしかに調子の狂うヤツだが、あいつほどいいヤツはいねえだろうに」",
        "en": " I mean, he does throw you off when you talk to him, but there's not an evil bone in his body.\"",
        "pl": ""
    },
    {
        "ja": "「――――――」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "「おい待て。なんだその、足下の白アリを見るかのような態度は」",
        "en": "\"Wow. Why are you looking at me like you just stepped in a turd?\"",
        "pl": ""
    },
    {
        "ja": "「別に。アンタまでその台詞を言うのかって、心底から見下げ果てただけよ」",
        "en": "\"Oh, no big reason. Hearing you say that, I was just thinking that I've never met such a despicable person in my life.\"",
        "pl": ""
    },
    {
        "ja": "「……まあいいか。いいヤツ、いいひと、結構じゃない？　ケンカを売る相手としちゃあ上等だわ。誰も憎んであげないなら、私ぐらいそうしないとね」",
        "en": "\"...Well, whatever. So he's a good guy? That makes him the perfect person to pick a fight with. If nobody else'll do it, the job falls to me, right?\"",
        "pl": ""
    },
    {
        "ja": "　うん、と気を取り直して気軽に言う青子。",
        "en": "  She said casually, having regained her composure.",
        "pl": ""
    },
    {
        "ja": "「しないとねって、おまえ」",
        "en": "\"You just can't help yourself, huh.\"",
        "pl": ""
    },
    {
        "ja": "　鳶丸にはその結論がさっぱりである。",
        "en": "  Tobimaru could not follow her reasoning at all.",
        "pl": ""
    },
    {
        "ja": "　蒼崎青子のこういう思考の飛び方に慣れてはいる鳶丸だが、理由もなく嫌われる草十郎があんまりと言えばあんまりで、脳裏にはあの人畜無害な顔が浮かんでしまい、つい、",
        "en": "  Tobimaru was used to Aoko's erratic trains of thought, but hating Soujuurou for no reason seemed needlessly cruel. His friend's naive and innocent face came to mind, and then he blurted,",
        "pl": ""
    },
    {
        "ja": "「けど草十郎は蒼崎が好きなんだぜ。それでも嫌いなのか？」",
        "en": "\"But Soujuurou's taken a shine to you, Aozaki. How can you hate him, knowing that?\"",
        "pl": ""
    },
    {
        "ja": "　二分足らずで、言うべきではないという誓いを破っていた。",
        "en": "  His vow of silence had lasted not even two minutes.",
        "pl": ""
    },
    {
        "ja": "「あ―――いや、今のはな、蒼崎」",
        "en": "\"Oh. Um... What I meant was...\"",
        "pl": ""
    },
    {
        "ja": "　しまった、と口を閉ざすがもう遅い。",
        "en": "  He tried to take it back, but it was too late.",
        "pl": ""
    },
    {
        "ja": "　そして閉まったものは仕方がない。",
        "en": "  She had heard his words loud and clear.",
        "pl": ""
    },
    {
        "ja": "こうなると青子の反応に一縷の望みをかける鳶丸だが―――",
        "en": "All he could hope for now was that she would take it well.",
        "pl": ""
    },
    {
        "ja": "「そりゃそうでしょ、好き嫌いは誰にもあるし。",
        "en": "\"Because I like what I like and dislike what I don't like.",
        "pl": ""
    },
    {
        "ja": "　けどこればかりはね。彼が私と仲良くしたいって言っても、私は嫌いなんだから仕方ない」",
        "en": "  Just because he wants to be friends doesn't mean I have to suddenly like him.\"",
        "pl": ""
    },
    {
        "ja": "　ドライと言えばドライ。",
        "en": "  Stone. Cold. Aoko.",
        "pl": ""
    },
    {
        "ja": "　スマートと言えばスマートな青子の感想に、柄にもなく憤慨してしまうのだった。",
        "en": "  Tobimaru found himself filled with indignation at how detached Aoko was being.",
        "pl": ""
    },
    {
        "ja": "「いや、そんなお友達感覚の話じゃなくてだな！",
        "en": "\"Don't you get it? This isn't just about friendship!",
        "pl": ""
    },
    {
        "ja": "　そういう好き嫌いじゃなくて、草の字は本気でおまえに惚れてるって言ったんだよ！」",
        "en": "  And I didn't mean he only 'likes' you, either! Believe me when I say that Sono-G really has a thing for you!\"",
        "pl": ""
    },
    {
        "ja": "　真顔で怒鳴る鳶丸。",
        "en": "  He shouted, his face the embodiment of sincerity.",
        "pl": ""
    },
    {
        "ja": "　それに、青子はぽかんとした顔を向けていた。",
        "en": "  Aoko gave him a blank stare.",
        "pl": ""
    },
    {
        "ja": "　まっさらなその顔は、何時間か前に財布を落とした、と気付いた放心に似ている。",
        "en": "  It was the face of someone who had lost their wallet hours earlier and was only just realizing it now.",
        "pl": ""
    },
    {
        "ja": "　なんでこんな<現実|コト>になってるのか、と我を疑う一瞬の間。",
        "en": "  The first instant of doubt that ushers in the reality of the situation.",
        "pl": ""
    },
    {
        "ja": "　それは本当に一瞬で、",
        "en": "  But, an instant is all it was.",
        "pl": ""
    },
    {
        "ja": "「で？」",
        "en": "\"So what?\"",
        "pl": ""
    },
    {
        "ja": "　何でもないコトのように、平然と青子は聞き返した。",
        "en": "  She answered coolly,",
        "pl": ""
    },
    {
        "ja": "　それが、一体、私にどんな意味があるのかと。",
        "en": "  as if she had no idea why it should matter to her at all.",
        "pl": ""
    },
    {
        "ja": "「で？　ときたか。鬼でもなけりゃ悪魔だな、おまえって女は。よかろう、聞こえなかったのならもう一度言ってやる」",
        "en": "\"'So what'?! Were you born in hell?! I'll assume you didn't hear me and I'll say it again. Soujuurou-\"",
        "pl": ""
    },
    {
        "ja": "　こうなったら漢の約束もあったもんじゃない、と開き直る鳶丸。",
        "en": "  Tobimaru gave up any pretense of masculine solidarity and fired back hard.",
        "pl": ""
    },
    {
        "ja": "「いいわよそんなの。つまらないもの」",
        "en": "\"Don't bother. I couldn't care less.\"",
        "pl": ""
    },
    {
        "ja": "　それをあっさりと、心底からの感想で彼女は切り捨てた。",
        "en": "  She ruthlessly cut him off.",
        "pl": ""
    },
    {
        "ja": "「………………」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　とりあえず、学校中のいまだ健気に片思いをしている男子生徒のため、この悪鬼に相応しい呼称はないかと模索する鳶丸だった。",
        "en": "  Thinking of the boys who still harbored unrequited love for Aoko, Tobimaru tried hard to come up with a name befitting the demoness in front of him.",
        "pl": ""
    },
    {
        "ja": "「なるほどね、それでさっきの話に結びつくワケだ。",
        "en": "\"Now I see. So that's why you told him about our little incident.",
        "pl": ""
    },
    {
        "ja": "　へぇー、柄にもなく友達思いじゃない殿下？",
        "en": "  Who could have thought His Highness could be so considerate to his friends?",
        "pl": ""
    },
    {
        "ja": "　ってコトは聞くも無惨、語るも無情っていう私の噂話、教えてあげたんでしょう？」",
        "en": "  I bet you also told him all the nasty rumors floating about me, too, huh.\"",
        "pl": ""
    },
    {
        "ja": "　ふふ、と妖しい笑みを浮かべる青子。",
        "en": "  She laughed as a fiendish smile adorned her face.",
        "pl": ""
    },
    {
        "ja": "　鳶丸はこの相手に色恋ざたの話をした事を、どっかにいる神さまに懺悔した。",
        "en": "  Tobimaru repented to God, whoever and wherever he or she might be, for ever bringing up Aoko's love life.",
        "pl": ""
    },
    {
        "ja": "「鳶丸にしちゃあ正しい判断ね。誉めてあげるから、どんな話をしたのか聞きたいなー、私」",
        "en": "\"You did the right thing, Tobimaru. Now be a good little vice-president and tell me every single thing you told him.\"",
        "pl": ""
    },
    {
        "ja": "　笑顔のくせに殺気を放つのは止めてほしい。",
        "en": "  She was smiling, but Tobimaru wished she'd at least try to hide the bloodlust.",
        "pl": ""
    },
    {
        "ja": "「……代表作と、ここでの事件を二つばかり」",
        "en": "\"Just two things, really... The story you're most infamous for, and what happened in this room.\"",
        "pl": ""
    },
    {
        "ja": "　遠慮がちな鳶丸の返答を聞いて、満足げに頷く青子。",
        "en": "  Aoko nodded with satisfaction as she listened to Tobimaru's hesitant answer.",
        "pl": ""
    },
    {
        "ja": "「こういう時、噂話って便利よね。うるさいのを追っ払ってくれるから。でも、そんな話を考えなしで広めたら大変だから、これからは気をつけてね」",
        "en": "\"Rumors like those can come in handy sometimes. You can use them to chase off annoying people. Just be careful about who you tell, okay?\"",
        "pl": ""
    },
    {
        "ja": "　それは、語尾にハートマークでもつきそうな、ゾッとするほど甘い笑顔だった。",
        "en": "  Had this been in writing, the chillingly sweet tone of her words could've been signed with a heart.",
        "pl": ""
    },
    {
        "ja": "　怒りにしろ喜びにしろ、感情がハイになると蒼崎は可愛らしい口調になる……",
        "en": "  Whether angry or happy, Aozaki spoke in a disturbingly cute manner when she was in a heightened emotional state.",
        "pl": ""
    },
    {
        "ja": "　そんな新事実を発見した鳶丸だが、だからといってこの場がどうにかなる訳でもない。",
        "en": "  Tobimaru took note of this new discovery, aware that it did nothing to get him out of this situation.",
        "pl": ""
    },
    {
        "ja": "「ああ、俺も命は惜しいからな、口はもう滑らねえよ。",
        "en": "\"Don't worry. I value my life, so I'll shut my mouth.",
        "pl": ""
    },
    {
        "ja": "　……けどよ蒼崎。本気で草十郎が嫌いなのか？」",
        "en": "  ...But Aozaki... Do you really hate Soujuurou that much?\"",
        "pl": ""
    },
    {
        "ja": "　もうこの話題は避けるべきだと分かっていても<果敢|かかん>に挑む鳶丸。",
        "en": "  He knew that it was a topic he would be better off avoiding, but he tried asking anyway.",
        "pl": ""
    },
    {
        "ja": "　男の友情というものは、時に真珠より美しい。",
        "en": "  The bonds between men, at times, shine more beautifully than a pearl.",
        "pl": ""
    },
    {
        "ja": "「まあ……好きじゃないから嫌い、っていうワケじゃないけど。私が彼の事を嫌う理由は自分でも分からない。",
        "en": "\"Well... I might not like him... but that doesn't mean I hate him. I'm not even sure why I feel the way I do.",
        "pl": ""
    },
    {
        "ja": "　だからダメなのね、きっと」",
        "en": "  Which is probably the problem.\"",
        "pl": ""
    },
    {
        "ja": "　鳶丸の顔を立てていくらか思考実験したのか、青子はしばし悩んでからそんな返答をする。",
        "en": "  Perhaps to placate Tobimaru, Aoko paused in contemplation before she answered.",
        "pl": ""
    },
    {
        "ja": "　即答ではなく熟考しての答えなら、鳶丸も文句を言う筋合いはない。",
        "en": "  Giving it a moment without immediately blurting out a response meant that not even he could complain.",
        "pl": ""
    },
    {
        "ja": "「そうか。ま、そういうコトならしょうがねえか。",
        "en": "\"Huh. I guess that makes sense.",
        "pl": ""
    },
    {
        "ja": "　なにしろきれいさっぱり感情論だ。お互い理由もなく好きと嫌いじゃ手を貸す隙間もねえワケだし」",
        "en": "  As much as emotional arguments can make sense. There's nothing I can do if neither of you understand why you feel the way you do.\"",
        "pl": ""
    },
    {
        "ja": "　これでこの話は終わりか、と草十郎に謝りながら天をあおぐ鳶丸。",
        "en": "  Thinking that would be the end of it, Tobimaru looked up toward the ceiling and silently apologized to Soujuurou.",
        "pl": ""
    },
    {
        "ja": "　しかし。",
        "en": "  However...",
        "pl": ""
    },
    {
        "ja": "　その降参を告げる一言が、蒼崎青子の興味を引いたらしい。",
        "en": "  His final sentence appeared to have piqued Aoko's interest.",
        "pl": ""
    },
    {
        "ja": "「……待って。今の、どういう意味？」",
        "en": "\"...Wait. What do you mean by that?\"",
        "pl": ""
    },
    {
        "ja": "　上機嫌ぽかった口調が変わる。",
        "en": "  Her faux cheer had vanished.",
        "pl": ""
    },
    {
        "ja": "　それに気付かず、軽い気持ちで鳶丸は答えた。",
        "en": "  Failing to pick up on this, Tobimaru answered nonchalantly.",
        "pl": ""
    },
    {
        "ja": "「いやアイツもさ、蒼崎に惚れた理由が分からない、なんて言いやがってよ。……ああ、違ったか、理由なんてない、なんて意味だったかな」",
        "en": "\"Oh, nothing. It's just that Soujuurou also said he wasn't exactly sure why he liked you... or more like, there was no particular reason for how he felt, I think.\"",
        "pl": ""
    },
    {
        "ja": "　鳶丸は“青子の外見に惹かれた”なんて草十郎の言葉を信じていないので、そこはあっさりと切り離す。",
        "en": "  Tobimaru was still in disbelief that Soujuurou had been charmed by Aoko's appearance, so he purposely left that part out.",
        "pl": ""
    },
    {
        "ja": "「理由はない、ですって……？」",
        "en": "\"He said he likes me... for no reason?\"",
        "pl": ""
    },
    {
        "ja": "「ああ。なんで、俺がいくらおまえの噂話をしても無駄だった。あまつさえなんて言ってたかな……そうそう、理由はどうあれ、蒼崎の心配は本物なんだ、とか、自分はそれで助かってるとか。俺なんかにゃ言えない台詞だったのは確かだね、どーにも。",
        "en": "\"Yeah. I mean, I even told him about all the rumors around you, and it had no effect on him whatsoever. What did he say again...? Oh, right. He was going on about how genuine your concern for him was, and how it really helped him. It's almost too mushy for me to repeat out loud.",
        "pl": ""
    },
    {
        "ja": "　はっきりしてんのは他の野郎どもと違って、噂を聞いても手を引く素振りなんざ微塵もなかったって事だけ―――」",
        "en": "  All I can say is that, unlike the other boys, the rumors didn't faze him in the least.\"",
        "pl": ""
    },
    {
        "ja": "　そこまで調子よく語って、鳶丸は青子の変化に気が付いた。",
        "en": "  Tobimaru finally noticed the shift in Aoko's demeanor.",
        "pl": ""
    },
    {
        "ja": "　彼女は壁を睨んでいる。",
        "en": "  She was scowling at the wall.",
        "pl": ""
    },
    {
        "ja": "　その、仇を見るような視線は無言のまま何分か続けられた。",
        "en": "  She glared at it in silence like it was her worst enemy, and this continued for several minutes.",
        "pl": ""
    },
    {
        "ja": "「……なにそれ。さっきといいそれといい、どこかで聞いたような事ばっかり―――」",
        "en": "\"...What the hell is that? Why can't I shake the feeling that I've heard all this before somewhere.\"",
        "pl": ""
    },
    {
        "ja": "　ぎり、と歯を噛む音がする。",
        "en": "  So great was her ire that the gnashing of her teeth was audible.",
        "pl": ""
    },
    {
        "ja": "　反感ここに極まり、あまりの不機嫌さに目の前にいる鳶丸が視界に入っていないようだ。",
        "en": "  The irritation seethed until it reached the point that Aoko forgot Tobimaru was even in the room.",
        "pl": ""
    },
    {
        "ja": "　なんか、また絶望的に草十郎に迷惑かける事を言っちまったな、と鳶丸は天をあおいだ。",
        "en": "  Tobimaru looked heavenward for forgiveness, sensing that he'd brought further calamity down upon Soujuurou's head.",
        "pl": ""
    },
    {
        "ja": "「……少し分かったわ。なんでアイツが気に喰わないのか」",
        "en": "\"...I kind of get it now. I think I know why I don't like him.\"",
        "pl": ""
    },
    {
        "ja": "　聞きたくない、どっかよそで喋ってくれないもんかなー、などと目を逸らす鳶丸を無視して、青子は<呪詛|じゅそ>のように言葉を紡ぐ。",
        "en": "  Tobimaru looked away as if to indicate that he'd rather not know, but Aoko ignored him and began to grumble venomously.",
        "pl": ""
    },
    {
        "ja": "「あいつ、私が嫌いな奴と言動が似てるのよ。",
        "en": "\"The way he acts and talks reminds me of someone I despise.",
        "pl": ""
    },
    {
        "ja": "　誰彼かまわずいい人扱いされるところとか。妙にふわふわしてるところとか。いちいち私の癇に障るところとか」",
        "en": "  Like how everyone thinks he's an angel, and how nothing seems to bother him. Maybe it's how good he is at getting on my nerves.\"",
        "pl": ""
    },
    {
        "ja": "　最後のはただの八つ当たりだよな、と所在なげに時計とか見てみる副会長。",
        "en": "  Glancing idly up at the clock, Tobimaru thought that last part just sounded like misplaced anger.",
        "pl": ""
    },
    {
        "ja": "　―――と。",
        "en": "  And that was that.",
        "pl": ""
    },
    {
        "ja": "　時計は、当然のように午後一時を回っていた。",
        "en": "  One o'clock had come and gone.",
        "pl": ""
    },
    {
        "ja": "「……分かった、もういい。この話をした俺が悪かった。",
        "en": "\"...Fine. I get it. Sorry I said anything.",
        "pl": ""
    },
    {
        "ja": "　で、俺に用ってのはなんだよ。言っとくけど、もう授業始まってるぜ？」",
        "en": "  So did you need me for anything? Class has already started, you know.\"",
        "pl": ""
    },
    {
        "ja": "「へ？　授業って、なんで？　",
        "en": "\"Huh? What do you mean by class? ",
        "pl": ""
    },
    {
        "ja": "いつ？」",
        "en": "When did it...\"",
        "pl": ""
    },
    {
        "ja": "「いや、さっき草の字が出てってから、蒼崎がぎらーんって壁睨んでた時にチャイムが鳴ったんだよ。いいのか生徒会長。五時限目ばっくれて」",
        "en": "\"The bell rang right after Sono-G left, around the time you were busy being pissed off at the wall. Tell me, Ms. President. Are you allowed to miss fifth period?\"",
        "pl": ""
    },
    {
        "ja": "「っ、いいわけないでしょ！",
        "en": "\"Of course I'm not!",
        "pl": ""
    },
    {
        "ja": "　なんで黙ってんのよアンタはーっ！」",
        "en": "  Why didn't you say something?!\"",
        "pl": ""
    },
    {
        "ja": "　鳶丸のネクタイをひっぱりながら、半泣き状態で青子は怒鳴る。",
        "en": "  She looked like she was on the verge of tears as she shouted and pulled at his necktie.",
        "pl": ""
    },
    {
        "ja": "対して、鳶丸は両手をギブアップの形で上げていた。勝者の余裕である。",
        "en": "Tobimaru raised his hands in mock surrender-a gesture  reserved only for the true victor.",
        "pl": ""
    },
    {
        "ja": "「蚊のほうがエレガントなんて言いやがった仕返しだ。",
        "en": "\"Consider this revenge for saying I was worse than a mosquito.",
        "pl": ""
    },
    {
        "ja": "　思い知るがいい、男の純情を踏みにじったり焼き殺したりするエリート悪魔め」",
        "en": "  Hopefully you've learned your lesson, oh hellish demon who feasts upon the hearts of men.\"",
        "pl": ""
    },
    {
        "ja": "「あいかわらず細かく根に持つ男！",
        "en": "\"You're so petty, you know that?!",
        "pl": ""
    },
    {
        "ja": "　言動には言動で返しなさいよね、卑怯者！」",
        "en": "  You're supposed to repay insults with insults, you coward!\"",
        "pl": ""
    },
    {
        "ja": "　鳶丸の首にぐいぐいとネクタイが締まっていく。",
        "en": "  She tightened his necktie around his neck with a yank.",
        "pl": ""
    },
    {
        "ja": "　それすら勝者の愉悦、とチンピラ顔で笑う副会長。",
        "en": "  The vice-president smiled a thuggish grin, as if her reaction made his victory that much sweeter.",
        "pl": ""
    },
    {
        "ja": "「ふふふ、おまえの古典が<補習|はめつ>に向かっているのは周知の事実。そしてＡ組の五時限目は言うまでもない。<藤代|ふじしろ>のばあさん、蒼崎のこと嫌ってるしな」",
        "en": "\"Heh. It's no secret you're heading to remedial classics. And I don't have to tell you who teaches Class A during fifth period. Old bat Fujishiro is going to have your head!\"",
        "pl": ""
    },
    {
        "ja": "　藤代というのは古参教師のひとりで、言うまでもなく、担当は古典である。",
        "en": "  Fujishiro had one of the longest tenures at the school, so it was only natural she would be in charge of teaching the classics.",
        "pl": ""
    },
    {
        "ja": "「さあ、こんな所で俺のネクタイを引っぱる余裕があるのなら、急いで自分の教室に立ち返るがいい。",
        "en": "\"This is where you stop yanking on my tie and haul ass to your classroom.",
        "pl": ""
    },
    {
        "ja": "　情けだ、別に止めはしねえよ」",
        "en": "  I won't even try to stop you. Am I not merciful?\"",
        "pl": ""
    },
    {
        "ja": "「っっっクソ、あんたなんかに嵌められるなんて！",
        "en": "\"Damn! It! All! I can't believe you of all people pulled one over on me!",
        "pl": ""
    },
    {
        "ja": "　えぇい、このまま死んでしまえ！」",
        "en": "  Just die already!\"",
        "pl": ""
    },
    {
        "ja": "　さらに締まるネクタイ。",
        "en": "  She choked him even harder with his necktie.",
        "pl": ""
    },
    {
        "ja": "　有言実行、容赦のない青子の窒息攻撃にひととき、神を見る鳶丸だった。",
        "en": "  As Aoko put words into action and mercilessly strangled Tobimaru, he saw his life flash before his eyes.",
        "pl": ""
    },
    {
        "ja": "「―――ハ！？　いや、待て待て、ホントに死んじまうだろうがっ！　今ならまだ間に合う、十分過ぎたら遅刻から欠席扱いだぞ！？」",
        "en": "\"Ggahhhh! Wait! Stop! I'm gonna die! It isn't too late! Do you want them to mark you absent?!\"",
        "pl": ""
    },
    {
        "ja": "　とっさに時計を見る青子。",
        "en": "  Aoko glanced up at the clock.",
        "pl": ""
    },
    {
        "ja": "　時刻は午後一時七分。二階である第二生徒会室から、三階端のＡ組の教室まで走ればギリギリ間に合う距離だった。",
        "en": "  It was still only seven past one. Her route was from the student council room on the second floor to the Class A classroom on the third floor. If she ran she could make it.",
        "pl": ""
    },
    {
        "ja": "「命<拾|ひろ>ったわね、鳶丸」",
        "en": "\"I'll let you live, Tobimaru. This time.\"",
        "pl": ""
    },
    {
        "ja": "　ち、と言い捨てる青子。",
        "en": "  Aoko clicked her tongue disappointedly.",
        "pl": ""
    },
    {
        "ja": "　あながち嘘でもないのが鳶丸的に頭がいたい。",
        "en": "  What disturbed Tobimaru was that it didn't sound like an empty threat. ",
        "pl": ""
    },
    {
        "ja": "「あと放課後、ここにいて。",
        "en": "\"Be here after school.",
        "pl": ""
    },
    {
        "ja": "　頼みたい事があるのはホントなんだから」",
        "en": "  I actually do have something I need you to do.\"",
        "pl": ""
    },
    {
        "ja": "　言うが早いか、青子は隼のように生徒会室から飛び出していった。",
        "en": "  She was halfway out of the room before she even finished her sentence.",
        "pl": ""
    },
    {
        "ja": "　ようやくひとりになって、",
        "en": "  Finally all alone,",
        "pl": ""
    },
    {
        "ja": "鳶丸は開けっぱなしの扉を閉め、鍵をかけて",
        "en": "Tobimaru closed the open door, locked it,",
        "pl": ""
    },
    {
        "ja": "椅子に座る。",
        "en": "and slumped into a chair.",
        "pl": ""
    },
    {
        "ja": "「……ったく。ああしてる分には楽しいヤツなんだけどよ、蒼崎は」",
        "en": "\"...Never a dull moment with Aozaki around, that's for sure.\"",
        "pl": ""
    },
    {
        "ja": "　ギシリ、とパイプ椅子の背もたれを<軋|きし>ませてため息をつく。",
        "en": "  He leaned back in the creaky folding chair and let out a sigh.",
        "pl": ""
    },
    {
        "ja": "　窓の外は気持ちのいい晴れ模様。",
        "en": "  The weather outside was beautiful.",
        "pl": ""
    },
    {
        "ja": "　が、冬の日射しはすぐに弱くなっていく。",
        "en": "  But the sunlight waned early in the winter.",
        "pl": ""
    },
    {
        "ja": "　じき日の勢いも翳って、暖房の入っていない生徒会室は段々と冷えていくだろう。",
        "en": "  Before long, daylight would fade, and the unheated student council room would grow colder and colder.",
        "pl": ""
    },
    {
        "ja": "　ストーブなんて気の利いた物は第一生徒会室に流れているので、この寒さには慣れろという他ないのだが。",
        "en": "  All of the good equipment, like the heater, had ended up in the main office, so he had no choice but to settle in for a chilly afternoon.",
        "pl": ""
    },
    {
        "ja": "「こんな天気が続けばいいんだがねぇ。",
        "en": "\"If only this weather would last...",
        "pl": ""
    },
    {
        "ja": "　天気予報じゃ、また雲行き怪しいって話だが」",
        "en": "  Shame the forecast predicted more clouds.\"",
        "pl": ""
    },
    {
        "ja": "　なんとなく暗示的な独白の後、鳶丸は草十郎の姿を思い浮べた。",
        "en": "  After his somewhat suggestive monologue, Tobimaru's mind drifted.",
        "pl": ""
    },
    {
        "ja": "　曇りと晴れ。そのどちらが彼らしいか考えてみたが、ついに答えは出なかった。",
        "en": "  He idly wondered to himself whether Soujuurou was an overcast day or a clear day sort of guy, but no answers came.",
        "pl": ""
    }
]