[
    {
        "ja": "「たっだいまー！　ねぇ、有珠帰ってるー？",
        "en": "\"I'm home! Alice, you here yet?",
        "pl": ""
    },
    {
        "ja": "　教会から帰る時、商店街でお土産もらっちゃったー！",
        "en": "  I got some stuff from the arcade while on the way home from church!",
        "pl": ""
    },
    {
        "ja": "　<伊|い><勢|せ><屋|や>の<煎餅|せんべい>、一緒に食べないー！？」",
        "en": "  They're Iseya rice crackers, you wanna share some?\"",
        "pl": ""
    },
    {
        "ja": "　夕日色に染まったロビーに<弾|はず>んだ声が響く。",
        "en": "  Her voice reverberated through the foyer dyed in the colors of the setting sun.",
        "pl": ""
    },
    {
        "ja": "　制服姿の青子が元気よく帰ってきたのは午後五時過ぎ。",
        "en": "  It was after five in the afternoon when Aoko, still in her school uniform, cheerfully returned home.",
        "pl": ""
    },
    {
        "ja": "　生徒会の雑務と、月に一度の教会との<折衝|せっしょう>を終えてからの帰宅だった。",
        "en": "  She had finished her student council duties and attended her monthly meeting with the church.",
        "pl": ""
    },
    {
        "ja": "「……おかえりなさい。",
        "en": "\"...Welcome back.",
        "pl": ""
    },
    {
        "ja": "　その様子なら何事もなく終わったみたいね、青子」",
        "en": "  I see that the meeting went as planned.\"",
        "pl": ""
    },
    {
        "ja": "　出迎えの声は二階から。",
        "en": "  The voice was coming from the second floor.",
        "pl": ""
    },
    {
        "ja": "　活力に満ちた青子とは対照的な、静けさの化身じみた少女が下りてくる。",
        "en": "  In contrast with Aoko and her boundless energy, a considerably calmer girl descended from above.",
        "pl": ""
    },
    {
        "ja": "「難癖はつけられたけど、<滞|とどこお>りなく。",
        "en": "\"There were some complaints but all in all it went well.",
        "pl": ""
    },
    {
        "ja": "　うちの問題はうちの問題だから、今回も手はださないって方向でまとまったわ。……それでいいのよね、有珠？」",
        "en": "  Our problems are ours alone, so I decided not to get them involved. You okay with that, Alice?\"",
        "pl": ""
    },
    {
        "ja": "「……ええ。ネコの手なら借りたいけど、あの人たちの手は信用ならないし。いつも通り、後処理だけお願いしましょう」",
        "en": "\"...Yes. I'd ask for their help in a pinch, but they can't be trusted. We'll call on them to clean up the mess, as usual.\"",
        "pl": ""
    },
    {
        "ja": "「賛成。後ろからバッサリやられかねないしね。だいたい、私もアンタも背中を気にして没頭できる柄じゃないし」",
        "en": "\"Agreed. No one likes to have to keep looking over their shoulder. We can't fully commit to this if we're worried about what's going on elsewhere.\"",
        "pl": ""
    },
    {
        "ja": "「……わたしはできるけど。",
        "en": "\"...Well, I can, but...",
        "pl": ""
    },
    {
        "ja": "　青子は単に、まだそれほどの余裕がないだけでしょう」",
        "en": "  You don't have time for that, do you, Aoko?\"",
        "pl": ""
    },
    {
        "ja": "「む」",
        "en": "\"Hmph.\"",
        "pl": ""
    },
    {
        "ja": "　かつん、かつん。",
        "en": "  Tap, tap.",
        "pl": ""
    },
    {
        "ja": "　階段を下りる足音も<淑|しと>やかに、久遠寺有珠はロビーに到達する。",
        "en": "  With the graceful sounds of her steps, Alice entered the foyer.",
        "pl": ""
    },
    {
        "ja": "　……その途中、天井の窓ガラスに目をやった事を青子は見逃さない。",
        "en": "  ...As she did, Aoko's eyes were directed toward the skylight above.",
        "pl": ""
    },
    {
        "ja": "「ガラス、<曇|くも>ってるわね」",
        "en": "\"The glass is kind of dirty.\"",
        "pl": ""
    },
    {
        "ja": "「その事で話があるわ。今日の課題が終わったら、だけど。",
        "en": "\"I wanted to discuss that. After today's business is concluded, that is.",
        "pl": ""
    },
    {
        "ja": "　……青子、体の調子は？　疲れているなら休みを入れてもいいけど」",
        "en": "  ...Are you feeling okay, Aoko? You can rest if you're not.\"",
        "pl": ""
    },
    {
        "ja": "「え？　なによ、気味悪いなあ。気遣いされるコトなんてないってば。いつも通りの一日だったし、そんな疲れた顔してる、私？」",
        "en": "\"Huh? Oh, don't be such a nag. I'm not stressed or anything. Today was pretty normal. Do I look that tired?\"",
        "pl": ""
    },
    {
        "ja": "　そう。あえて言うなら、本日の学園生活、順風にして波高し。",
        "en": "  As school activities went, today's were a breeze.",
        "pl": ""
    },
    {
        "ja": "　ざっと<俯瞰|ふかん>すればいつも通りの平和なスクールライフで、",
        "en": "  At a glance, her school life might have seemed almost idyllic.",
        "pl": ""
    },
    {
        "ja": "　よくよく思い返すと微妙に頭の痛い出来事があったりして、",
        "en": "  Though the more she thought about it, some headache-inducing incidents may have stood out here and there.",
        "pl": ""
    },
    {
        "ja": "　つきつめると精神的にちょい疲れているけど、それを意識するとよけい疲れるので避けたい青子なのだった。",
        "en": "  And with some sincere introspection, Aoko might have recognized the signs of her own mental fatigue, but doing so would have further added to her stress.",
        "pl": ""
    },
    {
        "ja": "「……ストップ。なんで帰って来てまで、あんなののコトで疲れなくちゃいけないんだ、私。",
        "en": "\"Okay, enough about that. I didn't come home just to stress out over school.",
        "pl": ""
    },
    {
        "ja": "　えっと、今日の課題って初歩の<暗示|ウィッシュ>でしょ？",
        "en": "  What were we learning about today...? Mesmerize basics, right? 'Wish'? ",
        "pl": ""
    },
    {
        "ja": "　問題ないわ、すぐ始めましょ。今日はなんか、勢いでうまくいきそうな気もするし」",
        "en": "  Then let's get started. I feel like I could master anything today.\"",
        "pl": ""
    },
    {
        "ja": "　おもに怒りとか、ストレス発散の方向で。",
        "en": "  Aoko focused on shedding her anger and stress,",
        "pl": ""
    },
    {
        "ja": "　青子はよし、と気合いをいれて二階に向かう。",
        "en": "  and headed upstairs with gusto.",
        "pl": ""
    },
    {
        "ja": "「どうしたのよ。有珠の部屋でやるんじゃないの？」",
        "en": "\"Aren't you coming? I thought we were going to do it in your room, Alice?\"",
        "pl": ""
    },
    {
        "ja": "「――――――」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　礼服の少女はそうだけど、とやや不満そうにうなずいて、",
        "en": "  The formally dressed Alice nodded in slight dissatisfaction.",
        "pl": ""
    },
    {
        "ja": "「それで、伊勢屋の煎餅って、今日の？」",
        "en": "\"Are we going to eat those Iseya rice crackers today, or...?\"",
        "pl": ""
    },
    {
        "ja": "　青子の手にある、今日できあがったばかりの和菓子を見つめるのだった。",
        "en": "  She looked at the freshly baked treats Aoko was holding.",
        "pl": ""
    },
    {
        "ja": "　結局、日課である有珠の授業は、軽くお茶をした後に行われた。",
        "en": "  In the end, their lesson took place after Alice had her cup of tea.",
        "pl": ""
    },
    {
        "ja": "　まだまだ見習いである青子にとって、久遠寺有珠は同居人であると同時に得難い教師である。",
        "en": "  For an apprentice like Aoko, Alice Kuonji was the kind of roommate and teacher that was hard to come by.",
        "pl": ""
    },
    {
        "ja": "　彼女が青子の健康をいたわって休みを入れると判断したのなら、大人しく従うしかない。",
        "en": "  If she insisted that Aoko rest to preserve her health, Aoko had no choice but to comply.",
        "pl": ""
    },
    {
        "ja": "　授業は二時間で終了し、ふたりはそれぞれ用意しておいた夕食を済ませ、一日の締めである夕食後のひとときを過ごそう、と<河岸|かし>を変えた。",
        "en": "  The lesson was over after two hours, so the two finished the dinner they had prepared and decided on a change of venue for where they would spend the last hours of the day.",
        "pl": ""
    },
    {
        "ja": "　サンルームは居間のとなり、美しい庭園が見渡せる屋敷の東側にあった。",
        "en": "  The sunroom was next to the drawing room in the east wing of the residence and offered a view of the beautiful grounds.",
        "pl": ""
    },
    {
        "ja": "　豪華な居間に負けず劣らず、細かな気遣いと格調高い調度品で飾られた久遠寺邸自慢のサンルームは、しかし。",
        "en": "  The proud Kuonji estate's luxurious sunroom featured furnishings on par with those in the splendid drawing room. Meanwhile...",
        "pl": ""
    },
    {
        "ja": "「来年の夏はジャングルね、この分だと」",
        "en": "\"It's going to be a jungle come next year's summer.\"",
        "pl": ""
    },
    {
        "ja": "　庭掃除という<意識|コマンド>が欠如した住人のせいで、色々と台無しだった。",
        "en": "  The grounds outside had fallen into disrepair, neglected by the owner.",
        "pl": ""
    },
    {
        "ja": "「ねえ有珠、庭掃除専用のプロイとかいないの？」",
        "en": "\"Don't you have any landscaping Ploys lying around, Alice?\"",
        "pl": ""
    },
    {
        "ja": "　一足先にサンルームに入り、ティーポットから紅茶を淹れる青子。",
        "en": "  Aoko took a step into the sunroom and poured some tea.",
        "pl": ""
    },
    {
        "ja": "「探せばいるかもしれないけど、少し手間ね」",
        "en": "\"I'm sure I could find one, but it would take some effort.\"",
        "pl": ""
    },
    {
        "ja": "　同居人の<戯|ざ>れ言を流しながら、有珠も自分用の椅子に座ろうとし、",
        "en": "  Playing along with her roommate's joke, Alice made to sit in her chair,",
        "pl": ""
    },
    {
        "ja": "　テーブルの上に置かれたチョコレイトの箱を見て、<可憐|かれん>な眉を曇らせた。",
        "en": "  just as she caught sight of the box of chocolates on the table. Her lovely eyes narrowed in a frown.",
        "pl": ""
    },
    {
        "ja": "「な、なによ。言っとくけど、今日の失敗は半分有珠のせいよ？",
        "en": "\"D-Don't be like that. Today's screw-up was half your fault, you know?",
        "pl": ""
    },
    {
        "ja": "　お煎餅で気が<緩|ゆる>んだのが敗因っていうか、そりゃ、<暗|ウィ><示|ッシュ>のつもりがガンドになっちゃったのは、我ながら攻撃的すぎると思うけど……」",
        "en": "  Maybe the rice crackers threw us off our game, or maybe it was me being too aggressive that turned that Wish into a Gandr, but still...\"",
        "pl": ""
    },
    {
        "ja": "「六個、減ってるわ」",
        "en": "\"We're down six pieces.\"",
        "pl": ""
    },
    {
        "ja": "「え？　なんだ、そっちのコトか」",
        "en": "\"We are? Wait, that's what you're upset about?\"",
        "pl": ""
    },
    {
        "ja": "　青子はどれどれ、とチョコレイトの箱をのぞき見る。",
        "en": "  Aoko's eyes stared intently at the box of chocolates.",
        "pl": ""
    },
    {
        "ja": "　世界中さがしても、この街の、この洋館にしかない高級洋菓子。",
        "en": "  You could search the world and never find a finer selection of chocolates.",
        "pl": ""
    },
    {
        "ja": "　銘柄は<６|シックス>ペンスの唄、と言うらしい。",
        "en": "  The brand was Sixpence Songs, apparently.",
        "pl": ""
    },
    {
        "ja": "「で、鏡の話をするんだっけ？",
        "en": "\"So, what was it about the mirror you wanted to talk about?",
        "pl": ""
    },
    {
        "ja": "　アレ、いま洋館モードから三咲モードになってるんでしょ？」",
        "en": "  It's still in Misaki-mode, right? Not Mansion-mode?\"",
        "pl": ""
    },
    {
        "ja": "「ええ。ここの管理はおざなりになるけど、三咲市だけに切り替えたわ。……それが昨日から曇りだしている。",
        "en": "\"Yes. The mansion can take care of itself for the time being, so I changed its target to Misaki City. ...Things have been cloudy there since yesterday.",
        "pl": ""
    },
    {
        "ja": "　少しずつだけど、確実に包囲されてるわね」",
        "en": "  Now I know for certain that with each passing day, the forces arrayed against us grow.",
        "pl": ""
    },
    {
        "ja": "「包囲って、数が増えたってコト？」",
        "en": "\"You mean there's more of those things?\"",
        "pl": ""
    },
    {
        "ja": "「捕捉していた一名はもちろん、他にもう二名ほど不審者を目撃済み。都市部に一、郊外の森に二ね」",
        "en": "\"There's the one who was captured, and I've witnessed two other suspicious types. One in the city and one in the woods outside of town.\"",
        "pl": ""
    },
    {
        "ja": "「はあ。アンタの目撃談はアテになるからなあ。",
        "en": "\"Ugh. Is it too much to ask that you could be wrong, just this once?",
        "pl": ""
    },
    {
        "ja": "　で、うるさいのはどっち？」",
        "en": "  Which one is causing the biggest ruckus?\"",
        "pl": ""
    },
    {
        "ja": "「……森の方。捕捉中だけど、こっちの目に気づいているみたい。なかなか誘いに乗ってこないわ」",
        "en": "\"...The one in the woods. I'm getting close to capturing it, but it knows it's being watched. It's not taking the bait.\"",
        "pl": ""
    },
    {
        "ja": "「そっか。",
        "en": "\"I see...",
        "pl": ""
    },
    {
        "ja": "じゃあ今夜、仕掛ける？」",
        "en": "You wanna go after it tonight?\"",
        "pl": ""
    },
    {
        "ja": "“今夜、仕掛ける”",
        "en": "To go after it tonight...",
        "pl": ""
    },
    {
        "ja": "　それは彼女の人生を大きく、それこそまったく別のものに変化させる一大行事だ。",
        "en": "  One simple suggestion that would change the course of her life forever.",
        "pl": ""
    },
    {
        "ja": "　大げさではなく、穴のあいたパラシュートで自由落下するぐらいの覚悟と冒険、適応資格アリナシを決めるダイス勝負。",
        "en": "  It was no overstatement to say that this was a roll of the dice that would decide whether she had the moxie to survive the experience of jumping out of a plane with a torn parachute.",
        "pl": ""
    },
    {
        "ja": "　その恐れと迷いを、青子は紅茶と共にあっさり飲み下した。",
        "en": "  Aoko swallowed her hesitation and fear with a little tea.",
        "pl": ""
    },
    {
        "ja": "　高校の創立記念日の夜、「もう決めた」と宣言して以来、彼女は心身共にキレイさっぱり切り替わっている。",
        "en": "  On the school's anniversary night, she declared that she had made up her mind, and from that time on, she would not waver.",
        "pl": ""
    },
    {
        "ja": "　そんな同居人の強さを、有珠は伏し目がちに受け入れた。",
        "en": "  Alice welcomed her roommate's strength with the barest hint of regret.",
        "pl": ""
    },
    {
        "ja": "「………………」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　同居人の心のあり方は、同じ目的を持つ者として心強い。",
        "en": "  As someone who shared the same motivations as her, Alice was ultimately reassured by Aoko's resolve.",
        "pl": ""
    },
    {
        "ja": "　いや、心強い、というより喜ばしい。",
        "en": "  Well, perhaps more pleased than reassured.",
        "pl": ""
    },
    {
        "ja": "　なにしろ一年かけて、ようやく彼女が自分と同じステージに立ったのだから。",
        "en": "  All in all it had taken the better part of a year, but finally Aoko had stepped out of Alice's shadow.",
        "pl": ""
    },
    {
        "ja": "　奇しくも同じ<結末|うんめい>を持った隣人。",
        "en": "  The two partners now shared the same fate.",
        "pl": ""
    },
    {
        "ja": "　けれど相容れない相手。",
        "en": "  Aoko was not the partner Alice had asked for, but a partner nonetheless.",
        "pl": ""
    },
    {
        "ja": "　所詮分かり合えない他人。",
        "en": "  Strangers, worlds apart.",
        "pl": ""
    },
    {
        "ja": "　いずれ、互いが受け継いだ全ての遺産をもって殺し合う関係だとしても、まず対等にならなければ意味がない。",
        "en": "  And even if eventually they would battle each other to the death using all they had inherited, it was only right they did it on equal terms.",
        "pl": ""
    },
    {
        "ja": "　だから今は、彼女の成長を喜ぶのが正しいのだ。",
        "en": "  It was, at least for now, a cause for celebration over how far Aoko had come.",
        "pl": ""
    },
    {
        "ja": "「……折角だけど、今夜はわたしひとりで十分よ。",
        "en": "\"...Generous, but I'll be fine on my own tonight.",
        "pl": ""
    },
    {
        "ja": "　そんな余裕があるのなら、貴女はもう少し暗示の練習をするべきね。公園は貴女の担当だから、その時は働いてもらうけど」",
        "en": "  The time would be better spent practicing Mesmerize a little more. The park is under your jurisdiction, so I'll put you to work when the time comes.\"",
        "pl": ""
    },
    {
        "ja": "　有珠は青子を見ずに淡々と説明する。",
        "en": "  Alice did not so much as look at Aoko as she explained her reasons.",
        "pl": ""
    },
    {
        "ja": "　今夜の敵の規模。",
        "en": "  The scale of the enemy she would face that night...",
        "pl": ""
    },
    {
        "ja": "　今後の予定。",
        "en": "  Her plans for Aoko...",
        "pl": ""
    },
    {
        "ja": "　おそらく二日後あたりになるであろう、蒼崎青子の<新|・><し|・><い|・>誕生日について。",
        "en": "  For in only two days from now Aoko Aozaki would be reborn.",
        "pl": ""
    },
    {
        "ja": "「はいはい、わかりました」",
        "en": "\"Fine. Whatever you say.\"",
        "pl": ""
    },
    {
        "ja": "　紅茶を飲み干し、席を立つ青子。",
        "en": "  Aoko finished her tea and stood up from her seat.",
        "pl": ""
    },
    {
        "ja": "「お言葉通り、暗示の練習でもやってるわ。",
        "en": "\"I guess I'm practicing, then.",
        "pl": ""
    },
    {
        "ja": "　えーと、一節目はたしか、“軽く、弱く。巧く、速く。チクタクチクタク　急げや急げ”よね？」",
        "en": "  Uhm, how did the first part go again? 'Be light and frail, nimble and fast. Tick-tock, tick-tock, there's no time to waste.' That right?\"",
        "pl": ""
    },
    {
        "ja": "「……はあ。そこは“空<気のおも|かるく　よわく>り、<胸のふるえ|うまく　はやく>。ひ<かりは|いそげやい><遅|そげ>れる、か<げは先立|チクタクチクタク>つ”よ。",
        "en": "\"Ugh, no. You're missing the quiet part. Remember, 'the weight of the air, the tremble of one's breast. Light lags behind while shadows pull ahead.'",
        "pl": ""
    },
    {
        "ja": "　気をつけなさい。それだと逆に落ち着かなくなるわ」",
        "en": "  Be careful. Or you may find yourself in a state of unease.\"",
        "pl": ""
    },
    {
        "ja": "「そうだったそうだった。んじゃ、ひとつ失礼」",
        "en": "\"Yeah, yeah, I remember now. Now, if you'll excuse me...\"",
        "pl": ""
    },
    {
        "ja": "　チョコをひとつ<摘|つ>んで、ぽいっと口に<放|ほう>る。",
        "en": "  Aoko grabbed a piece of chocolate and popped it into her mouth.",
        "pl": ""
    },
    {
        "ja": "「……………………」",
        "en": "\"......\"",
        "pl": ""
    },
    {
        "ja": "　手を振ってサンルームを去る青子を、有珠は無言で見送る。",
        "en": "  She waved before leaving Alice alone in silence.",
        "pl": ""
    },
    {
        "ja": "　少女はしばし固まったあと、同居人のつまみ食いを<咎|とが>めるように、カチリと乱暴にチョコレイトの箱を閉じた。",
        "en": "  Alice stiffened a moment before slamming the box of chocolates shut as if it could serve to scold Aoko for snacking.",
        "pl": ""
    }
]