[
  {
    "ja": "　その子の影になったのは８年前の冬のこと。",
    "en": "  It was a winter's day eight years prior when it happened.",
    "pl": "  Działo się to zimowego dnia, osiem lat wcześniej."
  },
  {
    "ja": "　彼女がはじめて命に<触|ふ>れた、<厳|しず>かな朝の出来事だ。",
    "en": "  That solemn morning when she understood the value of life for the very first time.",
    "pl": "  Tego podniosłego poranka, po raz pierwszy zrozumiała wartość życia."
  },
  {
    "ja": "　彼女の家は山の<中腹|ちゅうふく>にあった。",
    "en": "  Her home was nestled on the side of a mountain.",
    "pl": "  Jej dom stał na zboczu góry."
  },
  {
    "ja": "　まわりは何もない荒れ地。",
    "en": "  Around it was nothing but inhospitable wilderness.",
    "pl": "  Wokół nie było nic poza niegościnnymi pustkowiami."
  },
  {
    "ja": "　おとなりに住む<幼馴染|おさななじ>みなんて望むべくもなく、学校に通うのも、遊びに出かけるのも不便なコトこの上ない。",
    "en": "  She had no neighbors or childhood friends to speak of. Things like traveling to school or playing outside were more trouble than they ought to be.",
    "pl": "  Nie miała sąsiadów ani przyjaciół z dzieciństwa. Podróż do szkoły czy zabawa na zewnątrz sprawiały jej więcej kłopotów, niż powinny."
  },
  {
    "ja": "　けれど水も星も綺麗な、ちょっとの不満と大きな安らぎのある、思い出の家だった。",
    "en": "  Indeed, with its pure water and bright stars, it was a place rich with memories both frustrating and halcyon.",
    "pl": "  Z czystą wodą i jasnymi gwiazdami, było to miejsce bogate we wspomnienia zarówno frustrujące, jak i przepiękne."
  },
  {
    "ja": "　もっとも、それは夏だけの話。",
    "en": "  That was only during summer, though.",
    "pl": "  Te drugie występowały niestety tylko podczas lata."
  },
  {
    "ja": "　山中の冬は寒すぎて、朝はいつも辛かった。",
    "en": "  Winters in those mountains were extremely frigid, each morning more severe than the last.",
    "pl": "  Zimy w tych górach były wyjątkowo mroźne, każdy poranek bardziej dotkliwy od poprzedniego."
  },
  {
    "ja": "　お父さんは自動車で駅まで送ってくれるけれど、",
    "en": "  Her father would drive her to the train station...",
    "pl": "  Ojciec odwoził ją na stację kolejową,"
  },
  {
    "ja": "　車の窓はびっしり<霜|しも>だらけで、出かける何十分か前にエンジンをかけないと走りだせない。",
    "en": "  ...after waiting ten minutes for the engine to warm up and the iced-over windows to clear.",
    "pl": "  po odczekaniu 10 minut na rozgrzanie silnika i odmrożenie szyb."
  },
  {
    "ja": "「　　、キーを回してきてくれるかい？」",
    "en": "\"Mind starting up the car for me?\"",
    "pl": "\"Możesz odpalić samochód?\""
  },
  {
    "ja": "　お父さんが食後のコーヒーを楽しんでいる時、外に出て車のエンジンをかけるのが彼女の日課だった。",
    "en": "  Her father would savor his morning coffee, leaving her to venture outside and rev the engine.",
    "pl": "  Jej ojciec delektował się poranną kawą, wysyłając ją, by uruchomiła silnik."
  },
  {
    "ja": "　玄関を出て、白い息をはきながら庭を横ぎって、年代物のセダンのドアを開ける。",
    "en": "  Out the front door she would go, traversing the garden with icy breath, until she reached that old sedan.",
    "pl": "  Wyszła przez drzwi wejściowe, przemierzyła ogród i dotarła do starego sedana. Jej oddech zamieniał się w kłęby białej pary."
  },
  {
    "ja": "　いつも通りにキーを差し込んでぐるりと回して、",
    "en": "  As always, she inserted the key, then started the ignition.",
    "pl": "  Jak zawsze włożyła kluczyk, po czym uruchomiła zapłon."
  },
  {
    "ja": "　ぶるるるる、とエンジンを振動させる。",
    "en": "The engine rumbled to life.",
    "pl": "Silnik ożył."
  },
  {
    "ja": "　そんな、今まで何十回とくり返してきた、小さな彼女の誇らしげな仕事が終わったとき。",
    "en": "  Just as she proudly finished that humble task she'd done so many times before...",
    "pl": "  Gdy tylko z dumą zakończyła skromne zadanie, które wykonywała już tyle razy..."
  },
  {
    "ja": "『■■■■■―――』",
    "en": "\"■■■■■―\"",
    "pl": "\"■■■■■―\""
  },
  {
    "ja": "　<甲|カン>高い悲鳴が<響|ひび>く。",
    "en": "  A shrill scream pierced the air.",
    "pl": "  Pisk przeszył powietrze."
  },
  {
    "ja": "　彼女は人間の言葉でもないのに、痛いと泣き叫ぶような、小さな小さな<音|こえ>を聞いた。",
    "en": "  She knew, even though it wasn't human, that the feeble sound was a cry of agony.",
    "pl": "  Wiedziała, że to krzyk agonii, mimo że nie był ludzki."
  },
  {
    "ja": "　数分後。",
    "en": "  A few moments passed.",
    "pl": "  Minęło kilka chwil."
  },
  {
    "ja": "お父さんが車のボンネットを開けると、そこにはひとつの命があった。",
    "en": "Her father came out and opened the hood of the car.",
    "pl": "Ojciec wyszedł i otworzył maskę samochodu."
  },
  {
    "ja": "　ギチギチしたベルトとか、",
    "en": "  Creaking fan belts...",
    "pl": "  Skrzypiące paski wentylatorów..."
  },
  {
    "ja": "　怪物みたいなエンジンが、",
    "en": "A monstrous-looking engine...",
    "pl": "Monstrualnie wyglądający silnik..."
  },
  {
    "ja": "　びっちりと押しこまれたハコの中。",
    "en": "  And something that didn't belong.",
    "pl": "  I coś, co tam nie pasowało."
  },
  {
    "ja": "　母親であろう猫と、二匹の子猫の姿は、あまりにも<場違|ばちが>いだった。",
    "en": "  There was a cat―a mother by the looks of it―and her two kittens.",
    "pl": "  Była tam kotka i jej dwa kociaki."
  },
  {
    "ja": "　三匹の猫はエンジンルームの中で、寄りそうように丸まっていた。",
    "en": "  The three cats had been huddling for warmth in the engine's compartment.",
    "pl": "  Trzy zwierzaki tuliły się w komorze silnika, by się ogrzać."
  },
  {
    "ja": "　母親の猫は首から上がない。",
    "en": "The mother cat was missing its head.",
    "pl": "Kotce brakowało głowy."
  },
  {
    "ja": "　子猫のうち一匹は、<機械|ベルト>に巻きこまれた部分が多すぎて動きがない。きっと即死だったろう。",
    "en": "  One of the kittens had been mangled beyond recognition by the engine belts, and surely died instantly.",
    "pl": "  Jedno z kociąt, nie do poznania zmasakrowane przez paski napędowe, z pewnością zginęło natychmiast."
  },
  {
    "ja": "　残った子猫は顔の半分を真っ赤にして、雨に濡れたやせ犬みたいに、ヒューヒューと息をしていた。",
    "en": "  The other kitten, its face half-covered in blood, panted faintly.",
    "pl": "  Drugi kociak, którego pyszczek w połowie pokryty był krwią, dyszał słabo."
  },
  {
    "ja": "　子猫はその<亡骸|なきがら>―――いや、半ば肉片となった親猫に寄りそいながら、おそらくはあと数分たらずの命で、<懸命|けんめい>に懸命に、母親の胸にすがっていた。",
    "en": "  It desperately clung to its mother-or rather, the chunk of meat that was its mother-with the last bit of life it could muster.",
    "pl": "  Ostatkiem sił przylgnął do swojej matki, a raczej kawałka mięsa, w który została zamieniona."
  },
  {
    "ja": "「かわいそうに―――」",
    "en": "\"Poor things.\"",
    "pl": "\"Biedactwa\"."
  },
  {
    "ja": "　<悼|いた>むようなお父さんの声。",
    "en": "  Her father lamented their plight.",
    "pl": "  Ojciec ubolewał nad ich losem."
  },
  {
    "ja": "　昨夜の冷えこみは一段と厳しかった。",
    "en": "  The previous night had been especially cold.",
    "pl": "  Poprzednia noc była wyjątkowo zimna."
  },
  {
    "ja": "　お父さんが車で帰ってきた後、エンジンの暖気に誘われて猫たちはボンネットに忍びこんだのだ。",
    "en": "  After he had returned home yesterday, the cats must have snuck under the hood, drawn by the warmth of the engine.",
    "pl": "  Po jego powrocie do domu, koty musiały wślizgnąć się pod maskę, zwabione ciepłem silnika."
  },
  {
    "ja": "　彼らはエンジンルームで夜を明かし、",
    "en": "  They had slept next to the engine...",
    "pl": "  Spały obok silnika,"
  },
  {
    "ja": "　翌朝、ベルトの回転に巻きこまれて目を覚ました。",
    "en": "  ...and awoken to a storm of spinning belts.",
    "pl": "  dopóki nie obudził ich grzmot silnika i szum pasków."
  },
  {
    "ja": "　気密性の<乏|とぼ>しい80年代の車には、それなりにあった話らしい。",
    "en": "  Cars in the eighties were not sealed particularly well, so this was not unheard of.",
    "pl": "  Samochody w latach osiemdziesiątych nie były zbyt dobrze uszczelnione, więc nie takie rzeczy się zdarzały."
  },
  {
    "ja": "「―――いいんだ。　　が悪いんじゃないんだよ」",
    "en": "\"...It's okay, ____. It wasn't your fault.\"",
    "pl": "\"Już dobrze, ____. To nie twoja wina.\""
  },
  {
    "ja": "　お父さんの声が遠い。",
    "en": "  Her father's voice seemed distant.",
    "pl": "  Głos ojca wydawał się odległy."
  },
  {
    "ja": "　灰色にささくれだった子猫の毛並み。",
    "en": "  She could only make out a small tuft of the kitten's gray fur.",
    "pl": "  Mogła rozróżnić jedynie niewielką kępkę szarego futra kociaka."
  },
  {
    "ja": "　母親と兄弟の血と、半身をけずられた自らの血で、",
    "en": "  The rest of it was caked in the blood of its mother and brother.",
    "pl": "  Reszta była umazana krwią matki i brata."
  },
  {
    "ja": "　　　　―――ああ、丸い頭蓋骨が見えている―――",
    "en": "        ...I can see its skull...",
    "pl": "        Widzę jego czaszkę..."
  },
  {
    "ja": "　まだらに染まった小さな命。",
    "en": "  The fragile life of a speckled kitten...",
    "pl": "  Kruche życie łaciatego kociaka..."
  },
  {
    "ja": "　子猫はもう目も見えないのか、<震|ふる>えながら、一心に死んだ母親の胸にくるまっている。",
    "en": "  Trembling and possibly blind, it continued to nuzzle against its dead mother's chest.",
    "pl": "  Drżąc, nadal próbował na ślepo wtulać się w pierś swojej martwej matki."
  },
  {
    "ja": "「　　……？　待ちなさい、　　―――！」",
    "en": "\"Hmm? ____, wait!\"",
    "pl": "\"Hmm? ____, zaczekaj!\""
  },
  {
    "ja": "　彼女は子猫を抱き上げ、",
    "en": "  She took the kitten into her arms",
    "pl": "  Wzięła kociaka w swoje ramiona"
  },
  {
    "ja": "　山奥に別居している祖父の元へ走った。",
    "en": "  and ran deep into the mountains, to her grandfather's house.",
    "pl": "  i pobiegła w głąb gór, do domu swojego dziadka."
  },
  {
    "ja": "　後悔で動揺していたのか、",
    "en": "  Was it because she was overcome with regret?",
    "pl": "  Czy dlatego, że ogarnął ją żal?"
  },
  {
    "ja": "　悲しくて混乱していたのか、正直、今でも分からない。",
    "en": "  Or was it the shock of grief? Years later, she still wasn't sure.",
    "pl": "  A może był to szok wywołany smutkiem? Po latach nadal nie była tego pewna."
  },
  {
    "ja": "　彼女はこみあげる涙をせいいっぱい我慢しながら、祖父の工房に飛びこんだ。",
    "en": "  Fighting back the welling tears, she burst into her grandfather's workshop.",
    "pl": "  Walcząc z napływającymi łzami, wtargnęła do pracowni dziadka."
  },
  {
    "ja": "　祖父は何でもできる魔法使いだった。",
    "en": "  Her grandfather was a magician who could do anything.",
    "pl": "  Jej dziadek był magiem, który potrafił zrobić wszystko."
  },
  {
    "ja": "　彼女自身「魔法」なんて見たコトもないし、おとぎ話の空想だと分かっていたけれど、そんな常識とは違う基準で、祖父はそういう生き物なんだと知っていた。",
    "en": "  She had never seen magic. She knew that magic was a fantasy straight out of fairy tales... but so was her grandfather.",
    "pl": "  Nigdy nie widziała magii. Wiedziała, że to wymysł prosto z bajek. Jej dziadek zaliczał się do tej samej kategorii."
  },
  {
    "ja": "　だから。",
    "en": "  She had to find him.",
    "pl": "  Musiała go znaleźć."
  },
  {
    "ja": "　祖父ならきっと、助けてくれると思ったのだ。",
    "en": "  He was the only one who could help.",
    "pl": "  Był jedyną osobą, która mogła pomóc."
  },
  {
    "ja": "『その子猫の運命を変えろと言う』",
    "en": "\"I suppose you want me to alter this kitten's fate,\"",
    "pl": "\"Przypuszczam, że chcesz, abym odmienił los tego kociaka\"."
  },
  {
    "ja": "　洞窟に<棲|す>む魔法使いは、関心のない声で言った。",
    "en": "  the cave-dwelling magician said indifferently.",
    "pl": "  powiedział obojętnie mag mieszkający w jaskini."
  },
  {
    "ja": "　助けたい、と彼女は<懇願|こんがん>する。",
    "en": "  \"This kitten needs our help,\" she pleaded.",
    "pl": "  \"Ten kotek potrzebuje naszej pomocy\" - błagała."
  },
  {
    "ja": "　魔法使いはおやすいご用だとも、",
    "en": "  Whether it was a simple task,",
    "pl": "  Dziadek nie powiedział czy było to proste zadanie,"
  },
  {
    "ja": "　それは世界を<換|か>える<大事|だいじ>だとも言わず、",
    "en": "  or a herculean labor, her grandfather would not say.",
    "pl": "czy herkulesowy trud."
  },
  {
    "ja": "　まるで機械みたいにあっさりと、彼女の身勝手な願いを叶えてやった。",
    "en": "  He simply granted the girl's childish wish, like a machine.",
    "pl": "  Po prostu, niczym maszyna, spełnił życzenie dziewczynki."
  },
  {
    "ja": "『…………あ』",
    "en": "\"...Oh no,\" the girl said.",
    "pl": "\"O nie\" - powiedziała."
  },
  {
    "ja": "　気が付くと彼女の手には小さな<亡骸|なきがら>。",
    "en": "  Before she knew it, however, she was holding a tiny corpse in her hands.",
    "pl": "  Nim się zorientowała, trzymała w rękach malutkie zwłoki."
  },
  {
    "ja": "　冷えきった毛なみ。",
    "en": "  Its fur was cold.",
    "pl": "  Futro było zimne."
  },
  {
    "ja": "　とうに命の温度は消えていた。",
    "en": "  The warmth of life had left its body.",
    "pl": "  Ciepło życia opuściło jego ciało."
  },
  {
    "ja": "　流すまいと<律|りっ>していた涙が、瞳からこぼれている。",
    "en": "  And the tears she had fought so hard to hold back poured from her eyes.",
    "pl": " A łzy, które tak usilnie starała się powstrzymać, popłynęły z jej oczu."
  },
  {
    "ja": "　胸には灰色の空みたいに果てのない、大きすぎる後悔の念。",
    "en": "  Regret spread through her chest like an endless gray sky.",
    "pl": "  Żal rozlał się w jej piersi niczym bezkresne szare niebo."
  },
  {
    "ja": "『徒労だったな。結局、元に戻すとは』",
    "en": "\"We were too late. Some things cannot be undone.\"",
    "pl": "\"Spóźniliśmy się. Niektórych rzeczy nie da się cofnąć\"."
  },
  {
    "ja": "　何が起こったのか、彼女には把握できない。",
    "en": "  Her mind struggled to come to grips what had just occurred.",
    "pl": "  Jej umysł z trudem dochodził do tego, co się właśnie wydarzyło."
  },
  {
    "ja": "　この十分間の空白に何を経験して、",
    "en": "  The last ten minutes were a total blank.",
    "pl": "  Ostatnie dziesięć minut było totalną pustką."
  },
  {
    "ja": "　誰と出会い、",
    "en": "  Who she met...",
    "pl": "  Kogo spotkała..."
  },
  {
    "ja": "　何を知ったのかも、無責任にも元通り。",
    "en": "  What she had known... It was all as if it never happened.",
    "pl": "  Czego się dowiedziała... Jakby nic się nie wydarzyło."
  },
  {
    "ja": "　確かなコトは、死に行く命は戻らないという事と、",
    "en": "  The only thing she was sure of was that life, once extinguished, can never return.",
    "pl": "  Jedyną rzeczą, której była pewna, było to, że życia, raz zgaszonego, nigdy nie uda się już rozpalić."
  },
  {
    "ja": "　　　　「あの―――そこにだれか、いるの？」",
    "en": "        \"Umm... Is somebody there?\"",
    "pl": "        \"Czy ktoś tam jest?\""
  },
  {
    "ja": "　その日。",
    "en": "  That day...",
    "pl": "  Tego dnia..."
  },
  {
    "ja": "　私という、彼女が生まれた<過|あやま>ちだけ。",
    "en": "  It was her mistake that gave birth to me.",
    "pl": "  Jej błąd sprawił, że narodziłam się ja."
  },
  {
    "ja": "　　　　　　………ああ。",
    "en": "            ...Indeed.",
    "pl": "            ...W rzeczy samej."
  },
  {
    "ja": "　　　　　　何にせよ、",
    "en": "            Whatever occurred that day,",
    "pl": "            Cokolwiek wydarzyło się tego dnia,"
  },
  {
    "ja": "　　　　　　全てが<懐|なつ>かしく、待ち遠しい。",
    "en": "            it was a day of nostalgia and longing.",
    "pl": "            było związane z nostalgią i tęsknotą."
  },
  {
    "ja": "　それは<現実|イマ>から８年前のおとぎ話。",
    "en": "  This is the fairy tale of eight years ago.",
    "pl": "  To opowieść sprzed ośmiu lat."
  },
  {
    "ja": "　どんな魔法を使っても取り戻せない、いちばん初めに、彼女たちの出会った日。",
    "en": "  The day they first met, that no magic can ever bring back.",
    "pl": "  Dzień, gdy po raz pierwszy się spotkali, którego żadna magia nie jest w stanie odtworzyć."
  }
]