[
    {
        "ja": "　外の天気同様、ロビーも灰色に曇っていた。",
        "en": "  Much like the weather outside, the foyer was overcast with shades of gray.",
        "pl": ""
    },
    {
        "ja": "　設計者の趣向によるものか、このエントランスは電灯を可能なかぎり排除していた。",
        "en": "  Perhaps by deliberate design, the architect had chosen not to include any lights in the entrance area.",
        "pl": ""
    },
    {
        "ja": "　天井は二階まで吹き抜け。",
        "en": "  The ceiling was two floors high.",
        "pl": ""
    },
    {
        "ja": "　明かりになるのは、その高い天井にある窓から差しこむ日光と月光だけだ。",
        "en": "  The only light in the room came from the skylight.",
        "pl": ""
    },
    {
        "ja": "　雨の日は夜明け前のように<仄|ほの>暗く、",
        "en": "  It was particularly gloomy on rainy days.",
        "pl": ""
    },
    {
        "ja": "　月のない夜は冷たい暗黒星のように、あらゆるものが途絶えている。",
        "en": "  On moonless nights, it was like the world itself ceased to be.",
        "pl": ""
    },
    {
        "ja": "　<憩|いこ>いの場となる居間はこのロビーのすぐ真東だが、その前に自分の部屋で着替えなくては落ち着かない、と青子は階段に足をかけた。",
        "en": "  Aoko decided the drawing room to the east would be a good place to rest, but knowing that she would not be able to relax until she changed clothes, she started up the stairs.",
        "pl": ""
    },
    {
        "ja": "　壁に<沿|そ>った階段はいったん二階のホールで終わっている。",
        "en": "  The stairs curled up the wall to the second floor hall.",
        "pl": ""
    },
    {
        "ja": "　三階の屋根裏部屋まではホールの裏側にまわらなければならない。",
        "en": "  There was a third floor attic as well, accessible from the far end of the hall.",
        "pl": ""
    },
    {
        "ja": "　といっても、青子はこの二年間、屋根裏部屋を利用した事はないが。",
        "en": "  She had never set foot in there in the two years she had lived here, though.",
        "pl": ""
    },
    {
        "ja": "　久遠寺邸は大まかに、東館と西館とに分かれている。",
        "en": "  The Kuonji mansion was more or less divided into two wings-east and west.",
        "pl": ""
    },
    {
        "ja": "　青子に間借りが許されているのは館の東部分だけだが、それも二部屋で事足りる。",
        "en": "  Aoko had been given the entire east wing, but two rooms were more than enough as far as she was concerned.",
        "pl": ""
    },
    {
        "ja": "　開けたとたん絵本の世界に閉じこめられるドアやら、過去五年間物置になっている屋根裏部屋など使うまでもない。",
        "en": "  She had no desire to open a door that would trap you in a storybook world or lead to an attic that had only been used for storage these last five years.",
        "pl": ""
    },
    {
        "ja": "　東館の長廊下の奥が青子の部屋だ。",
        "en": "  Aoko's room was at the end of the east wing's long corridor.",
        "pl": ""
    },
    {
        "ja": "　青子は下宿の際、そう広くない部屋を選んだ。遠慮しての事ではなく、単に掃除の手間を省いただけである。",
        "en": "  She had elected for a smaller room for no other reason other than that she thought it would be easier to clean.",
        "pl": ""
    },
    {
        "ja": "　部屋には大きめのベッドと愛用のマホガニー製の机、洋服ダンスと上着が整列する収納ダンス、それに九段の本棚を二つほど。",
        "en": "  It was furnished with a large bed, her beloved mahogany desk, a wardrobe and chest for her clothes, and two nine-shelf bookcases.",
        "pl": ""
    },
    {
        "ja": "　実家から運びこんだ荷物はそれだけ。",
        "en": "  That is all she brought with her from home.",
        "pl": ""
    },
    {
        "ja": "　蒼崎青子が十六年<培|つちか>ってきた彼女の証明は、いざとなればその程度に短縮できてしまったらしい。",
        "en": "  Her entire life of sixteen years reduced to this.",
        "pl": ""
    },
    {
        "ja": "　あとは隣の部屋に、これからの自分用の部屋を借りておしまい。",
        "en": "  She borrowed the next room down for her own purposes.",
        "pl": ""
    },
    {
        "ja": "「―――そうだ。有珠にもらった見張り塔、壊れてないかチェックしないと」",
        "en": "\"Oh yeah. I should check on the watchtower I got from Alice.\"",
        "pl": ""
    },
    {
        "ja": "　今朝方までの徹夜の成果を確かめる。",
        "en": "  She needed to see if the project she had been working on all night had born fruit.",
        "pl": ""
    },
    {
        "ja": "　壁一枚を隔てた書斎は、先ほどの蒼崎青子の生活とはまったく別の、まだ一年足らずの彼女の人生を示すものだ。",
        "en": "  The study next door served as proof of the life she had been living for the last year and how different that life was from the one she had lived before.",
        "pl": ""
    },
    {
        "ja": "　それまでの彼女の為でなく、",
        "en": "  It was not a room for the person she had been.",
        "pl": ""
    },
    {
        "ja": "　これからの彼女の証明になる、余人には立ち入れない独りの世界、の筈なのだが―――",
        "en": "  It was a room for the person she would eventually become. A place of solitude that only she could enter. Or so she thought...",
        "pl": ""
    },
    {
        "ja": "「うわ……壊れてるどころか、跡形もなく消え去ってる……やっぱ自己流アレンジはまだ早かったか……いいわよ。笑いなさいよ、コマドリ」",
        "en": "\"Wow. Not only did it break, it vanished without a trace... Looks like I've still got a long way to go... Go ahead, laugh it up, Robin.\"",
        "pl": ""
    },
    {
        "ja": "　平気の平左でくつろいでいた<余人|コマドリ>が飛び去っていく。",
        "en": "  The nosy neighbor that had intruded upon her sanctuary flew away.",
        "pl": ""
    },
    {
        "ja": "　才能は人並み、努力は惜しまず、失敗は恐れずに。",
        "en": "  While not exceptionally talented, Aoko did not lack for effort and was not afraid to fail.",
        "pl": ""
    },
    {
        "ja": "　それは時に楽天的にさえ見える、青子の自由奔放さだった。",
        "en": "  One could have almost mistaken her approach for optimism.",
        "pl": ""
    },
    {
        "ja": "　制服から普段着に着替えて一階に戻る。",
        "en": "  She changed out of her uniform and returned to the first floor.",
        "pl": ""
    },
    {
        "ja": "　階段をおりて東側の扉を開けると、地下室のように暗い廊下が続いていた。",
        "en": "  Down the stairs, she opened the door to the east wing into the corridor as dark as a cellar.",
        "pl": ""
    },
    {
        "ja": "　この廊下は外に面した窓がないだけに、電灯がなければ真っ暗だ。スイッチをいれて明かりをつけ、青子はすぐ近くの扉を開けた。",
        "en": "  The absence of windows meant it was pitch black without the lights on, so she flicked the switch and entered the nearby doorway.",
        "pl": ""
    },
    {
        "ja": "「電気のない生活か……想像したくないな」",
        "en": "\"Life without electricity... I don't even want to imagine it.\"",
        "pl": ""
    },
    {
        "ja": "　居間は彼女の趣向で現代ライクな造りに変更されている。",
        "en": "  It had been her idea to update the drawing room.",
        "pl": ""
    },
    {
        "ja": "　<豪奢|ごうしゃ>な紋様の入った壁、",
        "en": "  The walls were decorated with extravagant patterns,",
        "pl": ""
    },
    {
        "ja": "　<威厳|いげん>に満ちた大きなソファー、",
        "en": "  and around the room were large, majestic sofas,",
        "pl": ""
    },
    {
        "ja": "　ペルシャ製の高級絨毯。",
        "en": "  and a luxurious Persian rug.",
        "pl": ""
    },
    {
        "ja": "　城の一室めいた空間に、空気を読まず不釣り合いな30インチのテレビジョンが<鎮座|ちんざ>している。",
        "en": "  Amidst it all was a thirty-inch television that seemed completely out of place.",
        "pl": ""
    },
    {
        "ja": "　テレビはハダカの王様のように、精一杯の虚勢を張ってソファーたちを従えていた。",
        "en": "  It stood looking over the other furniture like the emperor with no clothes.",
        "pl": ""
    },
    {
        "ja": "　洋館の持ち主は嫌がったが、このとってつけた感こそ庶民である青子には必要不可欠な<憩|いこ>いである。",
        "en": "  The mansion's owner would have rather done without it, but to a commoner like Aoko it was an essential commodity.",
        "pl": ""
    },
    {
        "ja": "　下宿を始めてすぐの頃、これで同居人と一戦争あったが、今ではお互い納得の文明機器になっている。",
        "en": "  They had fought over its presence at first, but eventually came to an agreement and now mutually enjoyed this modern comfort.",
        "pl": ""
    },
    {
        "ja": "「……なんだ、人のことは言えないか。",
        "en": "\"Guess I'm one to talk.",
        "pl": ""
    },
    {
        "ja": "　うちもあんがい、時代錯誤な家だった」",
        "en": "  I came from a pretty traditional household myself.\"",
        "pl": ""
    },
    {
        "ja": "　なんとなく愉快な気持ちになって、青子はお茶にする事にした。",
        "en": "  Now in a somewhat pleasant mood, she decided to brew some tea.",
        "pl": ""
    },
    {
        "ja": "　居間と壁一つでつながっている台所でお湯を沸かし、ティーポットと鍋を用意して、万全の準備で紅茶を淹れる。",
        "en": "  She boiled some water in the kitchen, prepared a teapot, and made herself some black tea.",
        "pl": ""
    },
    {
        "ja": "「はーあ、っと」",
        "en": "\"Mmm.\"",
        "pl": ""
    },
    {
        "ja": "　ぼすん、とソファーに深々と沈みこむ。",
        "en": "  With a flop, she sank into the sofa.",
        "pl": ""
    },
    {
        "ja": "　紅茶を一口、それから二口。",
        "en": "  She took a sip of her tea, then another.",
        "pl": ""
    },
    {
        "ja": "　時計の針に耳を<傾|かたむ>けながら、ああ、今日は午後からどうしよう、とぼんやり思って三口目。",
        "en": "  Lulled by the ticking of the clock, she took a third sip as she pondered how to spend her afternoon.",
        "pl": ""
    },
    {
        "ja": "　柔らかなソファーの感触に、どこまでも沈みこんでいきたい衝動にかられた頃。",
        "en": "  The sofa almost seemed to be inviting her, and she sunk even further into its comforting embrace.",
        "pl": ""
    },
    {
        "ja": "『――――――』",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　青子は目をパチパチとまたたいて、クッションから体を起こした。",
        "en": "  Aoko blearily opened her eyes as she lifted her body up from the cushions.",
        "pl": ""
    },
    {
        "ja": "　夢でも妄想でもない。",
        "en": "  This was no dream or delusion.",
        "pl": ""
    },
    {
        "ja": "　いつのまにか、目の前にひとりの少女が座っている。",
        "en": "  At some point, a girl had sat down across from her.",
        "pl": ""
    },
    {
        "ja": "　さして驚かず、青子はティーカップに指をあてた。",
        "en": "  Not the least bit surprised, she reached for her teacup.",
        "pl": ""
    },
    {
        "ja": "　淹れたばかりの紅茶は完全に冷めきっている。",
        "en": "  But the tea within had gone completely cold.",
        "pl": ""
    },
    {
        "ja": "「寝てた？」",
        "en": "\"Did I doze off?\"",
        "pl": ""
    },
    {
        "ja": "　テーブル向こうの少女に問いかける、青子の声。",
        "en": "  She asked the question to the girl on the other side of the table.",
        "pl": ""
    },
    {
        "ja": "「ええ」",
        "en": "\"Yes.\"",
        "pl": ""
    },
    {
        "ja": "　少女は視線をあげず、関心なさげに答えた。",
        "en": "  The girl answered without lifting her gaze.",
        "pl": ""
    },
    {
        "ja": "　―――声をあげなければ、あるいは、美しい人形と見間違えるだろう。",
        "en": "  When silent, she could have been mistaken for a beautiful doll.",
        "pl": ""
    },
    {
        "ja": "　その少女はソファーに座り、古い本を読んでいる。",
        "en": "  The girl sitting on the opposite sofa was reading an old book.",
        "pl": ""
    },
    {
        "ja": "　細い手足と陽の光を知らぬ白い肌。",
        "en": "  She had delicate limbs and pale white skin.",
        "pl": ""
    },
    {
        "ja": "　愁いがちな趣きは、人間らしい意思を感じさせない。",
        "en": "  Not a hint of humanity emanated from her melancholic aura.",
        "pl": ""
    },
    {
        "ja": "　青子より濃い、混じりけのない黒髪。",
        "en": "  She had darker hair than Aoko,",
        "pl": ""
    },
    {
        "ja": "　冷たい色をした瞳は、しずしずとページへ視線を落としている。",
        "en": "  and her icy eyes were focused on the pages in front of her.",
        "pl": ""
    },
    {
        "ja": "　修道女を思わせる黒衣は彼女の通う女学院の制服だ。",
        "en": "  Her clothes resembled that of a nun but were actually her school uniform.",
        "pl": ""
    },
    {
        "ja": "　その<翳|くら>さは少女によく似合っていたが、青子に言わせれば似合いすぎて良くないらしい。",
        "en": "  In Aoko's humble opinion, the gloominess suited her.",
        "pl": ""
    },
    {
        "ja": "　……さながら一枚の風景画。",
        "en": "  She evoked something like out of a painting.",
        "pl": ""
    },
    {
        "ja": "　初めからそういう形で生まれてきたとさえ思える現実感の無さ。",
        "en": "  There was something unreal about her, as if she were frozen in time.",
        "pl": ""
    },
    {
        "ja": "　<俯|うつむ>く彼女の首の白さは、同性の青子でさえ見とれるほど美しい。",
        "en": "  The white of her neck was so lovely that even Aoko found herself enchanted by it.",
        "pl": ""
    },
    {
        "ja": "　この少女こそ、幽霊屋敷に住む二人のうちの一人。",
        "en": "  The girl was one of the haunted house's two residents.",
        "pl": ""
    },
    {
        "ja": "　<久遠寺|くおんじ><有珠|アリス>という名前の、青子と同い年の同居人。",
        "en": "  Her name was Alice Kuonji, and she was the same age as Aoko.",
        "pl": ""
    },
    {
        "ja": "「私、どれくらい寝てた？」",
        "en": "\"How long was I asleep?\"",
        "pl": ""
    },
    {
        "ja": "「一時間と少し。……ここで眠ると風邪、ひくわよ」",
        "en": "\"At least an hour. You'll catch a cold if you keep sleeping here.\"",
        "pl": ""
    },
    {
        "ja": "　有珠は関心なく答えるが、いつもの事なので青子は気にしない。",
        "en": "  Alice answered indifferently. Not that it bothered Aoko, who was now used to it.",
        "pl": ""
    },
    {
        "ja": "　柱時計を見てみると、針は午後七時を回っていた。",
        "en": "  She looked at the clock on the wall and saw that it was already seven.",
        "pl": ""
    },
    {
        "ja": "　二時間ほど眠っていた事になる。",
        "en": "  She had been asleep for two hours.",
        "pl": ""
    },
    {
        "ja": "　思い返せば散々な一日だった。徹夜明けで疲れた体が寝入ってしまったのも、無理のない話だろう。",
        "en": "  The day had been a rough one for her, and she had slept little the night before, so it was no surprise that she had dozed off for as long as she had.",
        "pl": ""
    },
    {
        "ja": "「起こしてくれても良かったのに。",
        "en": "\"You could have woken me up.",
        "pl": ""
    },
    {
        "ja": "　せっかくの紅茶が冷めちゃったじゃない」",
        "en": "  Now my tea is cold.\"",
        "pl": ""
    },
    {
        "ja": "「わたしが来た時は、もう冷めてたわ」",
        "en": "\"It was already cold by the time I got here.\"",
        "pl": ""
    },
    {
        "ja": "「でしょうね。言ってみただけよ」",
        "en": "\"I'm sure it was. I'm just saying...\"",
        "pl": ""
    },
    {
        "ja": "　青子は冷めきった紅茶を一気に飲み下す。",
        "en": "  Aoko drank down the rest of the cold tea in one gulp.",
        "pl": ""
    },
    {
        "ja": "　暖房の乏しい久遠寺邸では、その冷たさだけでも寝惚けた頭を目覚めさせるには十分だった。",
        "en": "  In the poorly-heated Kuonji mansion, that was more than enough to clear her head and wake up.",
        "pl": ""
    },
    {
        "ja": "「こうなるとフォートナム＆メイソンも何もないわね。",
        "en": "\"Nothing quite beats this tea, not even the expensive kind from Britain.",
        "pl": ""
    },
    {
        "ja": "　おかえり、有珠。たまの贅沢もアンタ抜きじゃ<締|し>まらないってコトかしら。",
        "en": "  Anyway, welcome home, Alice. The universe seems determined to keep me from even the occasional luxury without you.",
        "pl": ""
    },
    {
        "ja": "　今日は厄日か<天誅殺|てんちゅうさつ>か―――ちょっと早いけどお参りってのも十分アリかもね」",
        "en": "  Ugh, what is it about today? Is it just my luck, or what? At this rate I'm due a temple visit, just to be safe.\"",
        "pl": ""
    },
    {
        "ja": "　毒食わば皿まで的な玉砕精神で、と肩をすくめる青子。",
        "en": "  Aoko shrugged her shoulders as if resigning herself to her fate.",
        "pl": ""
    },
    {
        "ja": "「それで、何があったの？」",
        "en": "\"Something happen?\"",
        "pl": ""
    },
    {
        "ja": "　同居生活も二年近く続けば、お互いの様子に気が付くらしい。",
        "en": "  After two years together, they knew each other quite well.",
        "pl": ""
    },
    {
        "ja": "　青子は青子なりの、",
        "en": "  Aoko had one way of asking questions,",
        "pl": ""
    },
    {
        "ja": "　有珠は有珠なりの問いかけをする。",
        "en": "  and Alice had another.",
        "pl": ""
    },
    {
        "ja": "　顔もあげず問いかけてくる同居人に、青子はきっぱりと現状を報告した。",
        "en": "  Alice asked without raising her head, and Aoko gave her the details.",
        "pl": ""
    },
    {
        "ja": "「まず謝らなくちゃいけない。",
        "en": "\"I should start by apologizing.",
        "pl": ""
    },
    {
        "ja": "　昨日徹夜で完成させた例のアレ、意味がなくなっちゃったのよ。ちょっと目を離した隙に沸騰しすぎて壊れちゃったみたい。",
        "en": "  The project I was working on all night was a total failure, and even though I only took my eyes off it for a second, it must have boiled over and been destroyed.",
        "pl": ""
    },
    {
        "ja": "そうならないよう、循環のコードを二、三本外したり<縫合|ほうごう>したりしたんだけど」",
        "en": "Though I'll add that I shuffled the circulation codes as a precaution.\"",
        "pl": ""
    },
    {
        "ja": "　いやー、まいったね、と他人ごとのように青子は言った。",
        "en": "  Aoko tried to laugh it off as if it was someone else's problem.",
        "pl": ""
    },
    {
        "ja": "「……どういう事？」",
        "en": "\"...And?\"",
        "pl": ""
    },
    {
        "ja": "「<今|け><朝|さ>急用が入って、学校に呼び出しうけたの。",
        "en": "\"Something came up this morning, and I was called into school.",
        "pl": ""
    },
    {
        "ja": "　そこで転入生の世話を押しつけられて、一日が無残にも消費されちゃって、帰ってきたら跡形もなく消えてました。",
        "en": "  They made me show this transfer student around, and it took up my whole day. By the time I got back, it had vanished without a trace.",
        "pl": ""
    },
    {
        "ja": "　怒る、有珠？」",
        "en": "  You're not mad, are you?\"",
        "pl": ""
    },
    {
        "ja": "「……別に。青子の器物破損にいちいち怒っていたら、一生分の口論をする事になるでしょう？",
        "en": "\"...Hardly. If I got mad every time you broke something, there would be no end to the fighting.",
        "pl": ""
    },
    {
        "ja": "　代用品はあるから、また一から始めればいいわ。",
        "en": "  I have more materials, so you can just start over.",
        "pl": ""
    },
    {
        "ja": "　それより―――怒ってるのは貴方の方じゃないの？」",
        "en": "  However, aren't you really the one who's angry?\"",
        "pl": ""
    },
    {
        "ja": "「……む」",
        "en": "\"...Hmph.\"",
        "pl": ""
    },
    {
        "ja": "　今日はいつになく<鋭|するど>い。",
        "en": "  Alice was very much on point today.",
        "pl": ""
    },
    {
        "ja": "　こういう時、涼しい顔をしてホントは怒っているのが青子なのだ。",
        "en": "  It was true that, despite outward appearances, Aoko was seething with frustration.",
        "pl": ""
    },
    {
        "ja": "　それはともかく。",
        "en": "  That aside...",
        "pl": ""
    },
    {
        "ja": "「ええ。この転入生っていうのがひどくズレててね。",
        "en": "\"True enough. The transfer student I mentioned earlier was a real piece of work.",
        "pl": ""
    },
    {
        "ja": "　すごい山奥で暮らしてたらしくて、こっちの常識が通じないんだから。<山門異界|さんもんいかい>って言葉があるけど、あれってホントの事なのね、有珠」",
        "en": "  He's been living deep in the mountains and has literally zero common sense. I know people say that the mountains are like an entirely different world, but I had no idea how true it was, Alice.\"",
        "pl": ""
    },
    {
        "ja": "　名前を呼ばれて有珠は顔を上げた。",
        "en": "  Alice raised her head in response to hearing her name,",
        "pl": ""
    },
    {
        "ja": "　もともと有珠からの同情なんて期待していない青子は、さらに口調を速めて愚痴をこぼす。",
        "en": "  but Aoko kept going on before she could get a word in edgewise. Aoko, after all, expected no sympathy in the first place.",
        "pl": ""
    },
    {
        "ja": "「初対面から癪に障るヤツだったけど、教室を案内した時なんか失神しそうになったわ。",
        "en": "\"We didn't get along well from the start, but things really took a turn for the worse when I took him to a classroom.",
        "pl": ""
    },
    {
        "ja": "　そいつ、教室で教師と一対一で授業を受けるもんだと思ってたらしいの。……ええ、それはそれでまだ流せる。許容範囲よ、あの程度の冗談は」",
        "en": "  He apparently thought it was a place where you'd get one-on-one tutoring. And that's not all... I mean, you're never gonna believe this...\"",
        "pl": ""
    },
    {
        "ja": "「で、私が簡潔かつ丁寧に教室のなんたるかを教えた後で、そいつなんて言ったと思う？",
        "en": "\"What do you think he asked when I politely explained what a classroom is to him?",
        "pl": ""
    },
    {
        "ja": "『それで蒼崎。他の教室は何に使うんだ？』",
        "en": "But then what are the other classrooms for?'",
        "pl": ""
    },
    {
        "ja": "　ですって！",
        "en": "  Unbelievable, right?!",
        "pl": ""
    },
    {
        "ja": "　教室に他も何もないでしょう？」",
        "en": "  I mean, a classroom is a classroom!\"",
        "pl": ""
    },
    {
        "ja": "「なんていうか、そいつは少しでも説明を怠るとそのままで納得しちゃうのよ。",
        "en": "\"And no matter how vague or unhelpful anything I said was, he just kept nodding.",
        "pl": ""
    },
    {
        "ja": "　何も疑問に思わないというか、想像力が欠如してるっていうか、想像する事に慣れてないっていうか。",
        "en": "  It's like he was just taking everything at face value. I don't know if he just lacks an imagination or never uses it.",
        "pl": ""
    },
    {
        "ja": "　まあ……一度言った事はちゃんと分かってるっぽいから、馬鹿ってワケじゃないんだけど……」",
        "en": "  Anyway... he at least seemed to grasp most of what I told him the first time around, so I suppose he's not a complete idiot.\"",
        "pl": ""
    },
    {
        "ja": "「貴方が人を批評するのは珍しいわね。",
        "en": "\"It's rare to see you so judgmental.",
        "pl": ""
    },
    {
        "ja": "　……そういうダメな人、気にする<質|たち>だったの？」",
        "en": "  Is it really worth getting worked up over someone like that?\"",
        "pl": ""
    },
    {
        "ja": "「<微塵|みじん>たりとも気にしないわよ。けど、明日からどんな間違いをしでかすのかちょっと心配なだけ」",
        "en": "\"I couldn't care less about him. I'm just worried he'll screw up somehow.\"",
        "pl": ""
    },
    {
        "ja": "　そう。心配なのは、その間違いの後始末が高い確率で自分に回ってくるからに違いない。",
        "en": "  What she was really worried about was having to clean up that mess if and when it happened.",
        "pl": ""
    },
    {
        "ja": "　たぶん、そうだと思う。",
        "en": "  That had to be it.",
        "pl": ""
    },
    {
        "ja": "　そうでもなければ、今日一日を潰してくれた転入生を気に病む理由が見当たらない。",
        "en": "  If not, it would mean she had no real idea why she could not get him out of her head.",
        "pl": ""
    },
    {
        "ja": "「とにかく変なヤツなの。案外有珠と気が合うかも」",
        "en": "\"Well, he was a weirdo all right. You two would probably hit it off great.\"",
        "pl": ""
    },
    {
        "ja": "「……山門異界はいい言葉ね」",
        "en": "\"Another world in the mountains doesn't sound so bad.\"",
        "pl": ""
    },
    {
        "ja": "　けれど、その人物とは気が合う前に会う事もないでしょう、と視線だけで少女は語る。",
        "en": "  But from her eyes it was clear that the question of whether they would get along was irrelevant, given that they would never meet in the first place.",
        "pl": ""
    },
    {
        "ja": "　それに青子はでしょうね、とだけ答えた。",
        "en": "  Aoko gave a noncommittal response.",
        "pl": ""
    },
    {
        "ja": "「ところで有珠、さっきからなに読んでるの？」",
        "en": "\"Anyway, what have you been reading?\"",
        "pl": ""
    },
    {
        "ja": "「霊的進化論の二次創作。スピリチュアル・ダイアリのまがい物」",
        "en": "\"A book about spiritual evolution based on The Spiritual Diary.\"",
        "pl": ""
    },
    {
        "ja": "「ああ、スウェーデンボリ。そんなの、いまさら読んでも仕方ないんじゃない？」",
        "en": "\"Ah, Swedenborg, huh? Is that really worth reading again?\"",
        "pl": ""
    },
    {
        "ja": "「真書なら退屈だけど、これは偽書だから。",
        "en": "\"I wouldn't bother if it were the original, but this is a knock-off.",
        "pl": ""
    },
    {
        "ja": "　彼の欠点と長所を劇的に誉めあげている。よくできた冒険小説のようよ。立ちはだかる秘密組織の名前がカントとか、気が利いているわ。",
        "en": "  It exaggerates the pros and cons of Swedenborg's style and reads like a well-written adventure. Having the secret organization Kant standing in his way was a nice addition.",
        "pl": ""
    },
    {
        "ja": "　……筆跡は、あなたのお祖父さんのものだけど」",
        "en": "  ...The handwriting of the notes in the margin belongs to your grandfather, by the way.\"",
        "pl": ""
    },
    {
        "ja": "「……へえ、あの人そういう趣味まであったんだ。",
        "en": "\"Huh, I had no idea he was into that sort of thing.",
        "pl": ""
    },
    {
        "ja": "　わりとユーモアがあったのね。惜しい人をなくしたわ」",
        "en": "  He had a great sense of humor. I really miss him.\"",
        "pl": ""
    },
    {
        "ja": "　もうこの世にいない祖父を懐かしむように青子。",
        "en": "  Aoko seemed nostalgic over her now deceased grandfather.",
        "pl": ""
    },
    {
        "ja": "「あなたのお祖父さん、夏に便りをくれたけど」",
        "en": "\"He just contacted you this last summer, didn't he?\"",
        "pl": ""
    },
    {
        "ja": "「よしてよ、死んだものと考えたいのに」",
        "en": "\"Do we really have to go there? Why can't dead stay dead?\"",
        "pl": ""
    },
    {
        "ja": "　ふう、とため息をついて、青子はソファーに思いっきり寄り掛かった。",
        "en": "  Aoko sighed and laid back on the sofa.",
        "pl": ""
    },
    {
        "ja": "　クッションにガタがきているのか、背もたれと一緒に青子は床に寝そべる形になる。",
        "en": "  The soft cushions caved in under her weight.",
        "pl": ""
    },
    {
        "ja": "「……話は戻るけど」",
        "en": "\"As I was saying...\"",
        "pl": ""
    },
    {
        "ja": "　寝そべっている青子に、有珠はちらりと視線を投げた。",
        "en": "  Alice shot a glance at Aoko.",
        "pl": ""
    },
    {
        "ja": "　ソファーに埋もれた青子の体は、横臥したまま死体のように動かない。",
        "en": "  Her body, buried in the sofa, remained as still as a corpse.",
        "pl": ""
    },
    {
        "ja": "　ソファーに寝そべった青子の心境は、少し乾いていた。",
        "en": "  It was clear Aoko had tuned out of the conversation.",
        "pl": ""
    },
    {
        "ja": "　有珠は無言で<青子|じぶん>を責めている。",
        "en": "  Alice silently chastised her with a look.",
        "pl": ""
    },
    {
        "ja": "　それを思うと今日一日の新鮮な出来事も、次第に<瑞々|みずみず>しさを失っていく。",
        "en": "  The more she thought about it, the less important the events of the day seemed to become.",
        "pl": ""
    },
    {
        "ja": "　……有珠の無言の責めを無視すれば、話はここで終わってくれる。",
        "en": "  If she just ignored Alice, the conversation would end there.",
        "pl": ""
    },
    {
        "ja": "　ふたりはこのまま席を立ち、今日のミスをうやむやにしたまま明日を迎えられるだろう。",
        "en": "  They would eventually get up and leave today's mistake unresolved for another day.",
        "pl": ""
    },
    {
        "ja": "　しかし。",
        "en": "  However...",
        "pl": ""
    },
    {
        "ja": "蒼崎青子は、そういう真似ができない人間だ。",
        "en": " That's not the kind of person Aoko Aozaki was.",
        "pl": ""
    },
    {
        "ja": "「いいわよ、なに？」",
        "en": "\"Yeah. What is it?\"",
        "pl": ""
    },
    {
        "ja": "　青子は倒れこんだまま有珠に問う。",
        "en": "  She asked still lying down.",
        "pl": ""
    },
    {
        "ja": "「今日できなかったのは、少し痛いわね」",
        "en": "\"It's upsetting that you failed today.\"",
        "pl": ""
    },
    {
        "ja": "「だから反省してるって。",
        "en": "\"Like I said, I'm thinking about it.",
        "pl": ""
    },
    {
        "ja": "　学校優先は一人前になってから、でしょ」",
        "en": "  I need to focus on becoming a full-fledged mage before thinking about school, I know that.\"",
        "pl": ""
    },
    {
        "ja": "「なら、いいけど」",
        "en": "\"I hope you do.\"",
        "pl": ""
    },
    {
        "ja": "　無機質な有珠の声に、青子はぎり、と歯を噛んだ。",
        "en": "  The coldness in her voice made Aoko gnash her teeth.",
        "pl": ""
    },
    {
        "ja": "　彼女の言いたい事は分かっている。",
        "en": "  She knew what Alice wanted to say.",
        "pl": ""
    },
    {
        "ja": "　なにより青子自身がよく分かっている。",
        "en": "  She knew better than anyone.",
        "pl": ""
    },
    {
        "ja": "　学園生活の<外面|そとづら>と、今の生き方との折り合い。",
        "en": "  The veneer she wore for school was different than the way she lived at home.",
        "pl": ""
    },
    {
        "ja": "　現代に隠れ住むというけれど、その隠れ方が半端だと有珠は言っている。",
        "en": "  While it could be called hiding in plain sight, Alice thought it was silly.",
        "pl": ""
    },
    {
        "ja": "　つまり、彼女の沈黙が語るところは―――",
        "en": "  And what the silence told her was...",
        "pl": ""
    },
    {
        "ja": "『……覚悟を決めろって言いたいのよね、あんたは』",
        "en": "('Make up your mind already,' I know.)",
        "pl": ""
    },
    {
        "ja": "　今日の失敗はそれほど大きいものじゃない。",
        "en": "  Today's failure was not a colossal one.",
        "pl": ""
    },
    {
        "ja": "　この洋館と学園生活を秤にかけて、たまたま学園に重きをおいてミスをしただけの、小さな事件だ。",
        "en": "  She'd just happened to upset the delicate balance between her home and school lives, chasing one at the expense of the other.",
        "pl": ""
    },
    {
        "ja": "　ただ、今の青子の半端さを象徴する、分かりやすい心の甘さであっただけ。",
        "en": "  And yet, that careless mistake was a clear sign of Aoko's lack of commitment.",
        "pl": ""
    },
    {
        "ja": "『……有珠は関係ない。",
        "en": "(This doesn't concern Alice.",
        "pl": ""
    },
    {
        "ja": "　これは、私が私で決めなくちゃいけない事……』",
        "en": "  It's my decision to make.)",
        "pl": ""
    },
    {
        "ja": "　基礎はたった一年と半年。",
        "en": "  She had only known for sure for the last year and a half.",
        "pl": ""
    },
    {
        "ja": "　けれど予感は物心がついた時からあった。",
        "en": "  But she'd had a hunch for as long as she could remember:",
        "pl": ""
    },
    {
        "ja": "“選んだのなら、いつか必ずその日は来る”、と。",
        "en": "\"Make the choice, and the day will come.\"",
        "pl": ""
    },
    {
        "ja": "　なら自分の良心も道徳も、いいかげん根負けしている頃だ。",
        "en": "  It was little wonder that her morals and conscience had been stripped away.",
        "pl": ""
    },
    {
        "ja": "　よし、と青子は勢いよく体を起こす。",
        "en": "  Aoko pushed herself back up.",
        "pl": ""
    },
    {
        "ja": "　起きた先には、無言で視線を向ける有珠のか細い美貌だけがあった。",
        "en": "  She was met by Alice's cold beauty and wordless gaze.",
        "pl": ""
    },
    {
        "ja": "「オッケー、有珠。来週中に決着をつけよう。",
        "en": "\"Okay, Alice. We can do it next week.",
        "pl": ""
    },
    {
        "ja": "　それでいいんでしょ？」",
        "en": "  That work for you?\"",
        "pl": ""
    },
    {
        "ja": "「ええ。青子がいいなら」",
        "en": "\"As long as it works for you.\"",
        "pl": ""
    },
    {
        "ja": "　それと似たような言葉をつい数時間前に聞いた気がして、ブンブンと頭を振る。",
        "en": "  Aoko could not help but shake her head, feeling like she was hearing something similar for the second time that day.",
        "pl": ""
    },
    {
        "ja": "　なんだって帰ってきてまで、あんな田舎者を思い出さなくちゃいけないのか。",
        "en": "  Even in the comfort of her own, she couldn't banish thoughts of that country boy from her mind.",
        "pl": ""
    },
    {
        "ja": "「じゃあ下準備はよろしくね。私まだ出来ないし」",
        "en": "\"I'll let you set it up, then. That's still beyond my abilities.\"",
        "pl": ""
    },
    {
        "ja": "「場所は例の公園でいい？」",
        "en": "\"Should we do it at that park?\"",
        "pl": ""
    },
    {
        "ja": "「妥当な線ね。あ、でももう一件の方は？",
        "en": "\"Sure. The line there is suitable enough. But what about that other thing?",
        "pl": ""
    },
    {
        "ja": "　そっちの方が急務じゃない？」",
        "en": "  Isn't that a more urgent concern?\"",
        "pl": ""
    },
    {
        "ja": "「時と場合。森に変化があれば教えるわ」",
        "en": "\"It depends on the conditions. I'll let you know if there are any changes to the woods.\"",
        "pl": ""
    },
    {
        "ja": "　そんな短いやりとりが終わると、有珠は膝に置いた本へと顔を落とした。",
        "en": "  After that brief exchange, Alice returned her attention to the book on her lap.",
        "pl": ""
    },
    {
        "ja": "　両者にとって最も重要な話は終わった。",
        "en": "  Shop talk was over.",
        "pl": ""
    },
    {
        "ja": "　あとは普段通りの、それとなく気が合う同居人に戻るだけである。",
        "en": "  Now, they could return to their normal relationship as roommates.",
        "pl": ""
    },
    {
        "ja": "　さて、とばかりに青子はテレビのリモコンを取って電源を入れた。有珠が読書しているので、自分はブラウン管に映る<出来事|バラエティー>に途中参加しようとし、",
        "en": "  Aoko grabbed the remote and turned on the TV. Since Alice was busy reading, Aoko decided to tune in to a variety show that had already started.",
        "pl": ""
    },
    {
        "ja": "「あ」",
        "en": "\"Ahh-\"",
        "pl": ""
    },
    {
        "ja": "　突然、有珠がそんな声を上げて、消した。",
        "en": "  Alice started to speak but suddenly cut herself off.",
        "pl": ""
    },
    {
        "ja": "　見れば片手で口を押さえている。",
        "en": "  One of her delicate hands raised to her mouth.",
        "pl": ""
    },
    {
        "ja": "　何かを話そうとして、それが意味の無い話だと気付くと彼女はすぐに口を閉ざしてしまう。",
        "en": "  She would always cut herself off the second she realized she was about to say something trivial.",
        "pl": ""
    },
    {
        "ja": "　時々その自制が間に合わなくて、今のような仕草をする事が<希|まれ>にある。",
        "en": "  Sometimes, her self-restraint would hit too late, and she would make a gesture like the one she was making now.",
        "pl": ""
    },
    {
        "ja": "　たしか、前は『な』だったな、と思い返しながら、青子は可憐な同居人に視線を向けた。",
        "en": "  It occurred to Aoko that the \"ah\" sound her cute little roommate made just now was different than the \"wha\" she blurted in times past.",
        "pl": ""
    },
    {
        "ja": "「ん、なに？」",
        "en": "\"Hmm? What is it?\"",
        "pl": ""
    },
    {
        "ja": "　テレビの音量を下げる青子。意志の強い目が、猫のようにいたずらっぽい光を放っていた。",
        "en": "  Aoko turned down the volume on the TV, her intense eyes lit up like those of a mischievous cat.",
        "pl": ""
    },
    {
        "ja": "「……どうという事はないんだけど」",
        "en": "\"It's nothing really, but...\"",
        "pl": ""
    },
    {
        "ja": "「ないんだけど？」",
        "en": "\"But what?\"",
        "pl": ""
    },
    {
        "ja": "　有珠は言おうか言うまいか迷っていて、恥ずかしそうにそっぽを向いている。",
        "en": "  Alice looked away bashfully, not knowing if she should bring it up or not.",
        "pl": ""
    },
    {
        "ja": "　こういった時の彼女の表情は温かみがあって、なんだか歯痒いぐらい好感が持てた。",
        "en": "  It was times like these that her expression carried a real warmth and surprising charm.",
        "pl": ""
    },
    {
        "ja": "　たぶん今の有珠を見れば彼女の父親も、その名前がぴったり似合っていたと思えるだろうに。",
        "en": "  If he could see her in this moment, Alice's father would have to admit that her name suited her perfectly.",
        "pl": ""
    },
    {
        "ja": "「……",
        "en": "\"",
        "pl": ""
    },
    {
        "ja": "今日、帰ってくる時おかしな物を見て、誰かに話そうと思っていたんだけど……」",
        "en": "It's just that I saw something strange on my way home and wanted to tell someone about it.\"",
        "pl": ""
    },
    {
        "ja": "　青子はうん、と頷いて先を促す。",
        "en": "  Aoko nodded, beckoning her to continue.",
        "pl": ""
    },
    {
        "ja": "「つまらない、本当に意味のないコトよ。",
        "en": "\"It's silly, really.",
        "pl": ""
    },
    {
        "ja": "　けど、どう考えてもそんな事をする理由が分からない。",
        "en": "  But I just can't make sense of it no matter how much I think about it.",
        "pl": ""
    },
    {
        "ja": "　……青子、人間ぐらいの大きな猫が、ひょこひょこ出前をする理由って、分かる？」",
        "en": "  Aoko... Do you have any idea why a man-sized cat... would be riding around town... delivering meals to people?\"",
        "pl": ""
    },
    {
        "ja": "　一瞬、青子はまた、有珠の冗談になっていない冗談のたぐいだと思った。",
        "en": "  For a second, Aoko thought Alice was trying and failing miserably to make a joke again.",
        "pl": ""
    },
    {
        "ja": "　いや、普通は思う。",
        "en": "  One would think that about anyone, really.",
        "pl": ""
    },
    {
        "ja": "　けれど有珠は真剣に悩んでいる。",
        "en": "  But she seemed completely serious.",
        "pl": ""
    },
    {
        "ja": "　有珠のユーモアセンスに零点をつけたのは青子だが、これは零点にしてはわりとロマンがあるので、やっぱり有珠は見たままの事を話しているらしい。",
        "en": "  Even if Alice's sense of humor fell flat for Aoko, this story already sounded more fanciful than Alice's usual attempt at jokes. Aoko concluded that her roommate was talking about something she had actually seen.",
        "pl": ""
    },
    {
        "ja": "「んー……その話にはふたつぐらい信じがたい部分があるけど、ひとつずつ論破していい……？」",
        "en": "\"Hmm. There are a few things off about that. Maybe we should break it down.\"",
        "pl": ""
    },
    {
        "ja": "「いいの。わたしもカラクリぐらいは思いつくから。",
        "en": "\"Let's not. Even I can think of a few mundane explanations.",
        "pl": ""
    },
    {
        "ja": "　ただ、理由が分からないから聞いてるの。",
        "en": "  I'm just asking because I can't figure out why somebody would do that.",
        "pl": ""
    },
    {
        "ja": "　わざわざ精巧な猫のぬいぐるみを着て、出前の<店屋物|てんやもの>を届けに行く事って、そんなに簡単かしらね」",
        "en": "  Maybe it's as simple as someone just dressing up in a finely-crafted cat suit to deliver food for a restaurant?\"",
        "pl": ""
    },
    {
        "ja": "「難易度以前に、それをやる人間の常識性を疑うけどね、私は」",
        "en": "\"I'm more worried about the person doing it than their reasons, personally.\"",
        "pl": ""
    },
    {
        "ja": "　青子の言葉に、有珠も少し頷く。",
        "en": "  Alice nodded tentatively at her words.",
        "pl": ""
    },
    {
        "ja": "「まあ、世の中色々あるから。私達みたいのもいれば、外界から遮断された山奥で暮らしていた奴まで十人十色よ。",
        "en": "\"But whatever does it for them, I guess. In a world with people like us and weirdos that live like mountain hermits, there's no telling what kinds of freaks are out there.",
        "pl": ""
    },
    {
        "ja": "　私だったら、見かけたら声かけて理由を<訊|たず>ねただろうけど」",
        "en": "  I personally would have just gone up to them and asked them what they were doing.\"",
        "pl": ""
    },
    {
        "ja": "　その言葉に、有珠は少しだけ顔を背けた。",
        "en": "  Alice's gaze drifted at that.",
        "pl": ""
    },
    {
        "ja": "「……ふーん……暮れゆく住宅街にさまよう<出前猫|でまえねこ>かあ……背景が夕焼けだったらファンタジーだったでしょうに。",
        "en": "\"Hmm... A delivery cat riding through neighborhoods in the evening. Sounds like something straight out of a fantasy story.",
        "pl": ""
    },
    {
        "ja": "　……で、今日の夕飯どうする？",
        "en": "  ...Hey, what should we do for dinner tonight?",
        "pl": ""
    },
    {
        "ja": "　せっかく話が出たし、私らも<店屋物|てんやもの>にしようか？」",
        "en": "  Speaking of delivery... maybe we should order in.\"",
        "pl": ""
    },
    {
        "ja": "　出前好きな青子は嬉々として言う。",
        "en": "  Aoko loved getting takeout, and her faced glowed as she spoke.",
        "pl": ""
    },
    {
        "ja": "　この館において夕食は当番制でもなんでもなく、気が向いたほうが二人分用意する、という実にアバウトな方式が採用されていた。",
        "en": "  They had no hard rules for dinner, but if one of them was in the mood to cook, they made it a point to make enough for two.",
        "pl": ""
    },
    {
        "ja": "　下手をすると一週間夕飯なしが続くという展開もあるが、ふたりにとってはこれが一番居心地が良いのだ。",
        "en": "  At the very worst, this meant entire weeks without dinner, but the two of them agreed that this was the system that worked best for them.",
        "pl": ""
    },
    {
        "ja": "　調理の手間を惜しんでか、それとも単純に出前が好きなのか。",
        "en": "  Whether they found cooking to be too much effort or simply liked ordering out...",
        "pl": ""
    },
    {
        "ja": "　今夜のような展開は珍しくもなく、結果、三咲町の食事処からこの館は要注意扱いされていた。",
        "en": "  Nights like this one were a common occurrence, much to the chagrin of the restaurants of Misaki Town.",
        "pl": ""
    },
    {
        "ja": "　決まって夜遅く……人気も絶えた夜八時過ぎ……に、こんな坂の上まで来いというのだから、彼らの憂鬱も当然である。",
        "en": "  Delivering to the mansion meant coming all the way up to the top of this hill, the source of their disgruntlement.",
        "pl": ""
    },
    {
        "ja": "「時間は八時前、ぎりぎりセーフね。私<昏月|こんげつ>がいいな。あそこの月見そば、最近ご無沙汰だったし」",
        "en": "\"It's still before eight, so we're good. I'm really in the mood for Kongetsu tonight. I haven't had their tsukimi soba in ages.\"",
        "pl": ""
    },
    {
        "ja": "　ポーカーのカードのように並べられた店々のお品書きを取り出し、まだ見ぬ夕食にご満悦の生徒会長。",
        "en": "  The hungry student council president took our their many menus and excitedly looked for anything that stood out.",
        "pl": ""
    },
    {
        "ja": "そんな、幸せそうな青子を一目も見ずに、有珠はさらりと返答する。",
        "en": "Alice casually responded without sparing so much as a glance.",
        "pl": ""
    },
    {
        "ja": "「悪いけど、わたし夕飯済んでるの」",
        "en": "\"Sorry, but I've already had dinner.\"",
        "pl": ""
    },
    {
        "ja": "　その言葉で青子の体は凍りついた。",
        "en": "  With those words, Aoko froze.",
        "pl": ""
    },
    {
        "ja": "　出前物は最低二品、つまり共同者がいなければ運ばれないのだ。",
        "en": "  All deliveries required a minimum of two items, so she was out of luck without an accomplice.",
        "pl": ""
    },
    {
        "ja": "　たった一品の蕎麦で人を呼びつけるようなお姫さまに、世間は果てしなく冷たい。",
        "en": "  Cruel society had decided it couldn't be bothered to deliver to a princess who only ordered a single serving of food.",
        "pl": ""
    },
    {
        "ja": "　余談だが、実は坂の上対策として",
        "en": "  Incidentally, to counteract orders from the hilltop mansion, the restaurants had declared,",
        "pl": ""
    },
    {
        "ja": "『来年から三品以上の注文のみ出前アリとする』",
        "en": "\"The minimum number of orders will be three, starting next year.\"",
        "pl": ""
    },
    {
        "ja": "　なんて魔のルールが可決されつつある事を、青子たちはまだ知らない。",
        "en": "  Aoko and Alice were still in the dark to this fiendish change in direction.",
        "pl": ""
    },
    {
        "ja": "「こ、この裏切り者…！",
        "en": "\"T-Traitor!",
        "pl": ""
    },
    {
        "ja": "　ふん、だから帰ってくるのが遅かったのね!?",
        "en": "  Is that why you were late getting back?!",
        "pl": ""
    },
    {
        "ja": "　帰宅部、学校までバス・徒歩込みで片道二十分のあんたが、なんで五時以降に帰ってくんのか考えるべきだったわ！」",
        "en": "  Between the bus ride and the walk, the trip home takes only twenty minutes! I should have known something was up when you didn't get home before five o'clock!\"",
        "pl": ""
    },
    {
        "ja": "　しかし悲しいかな、その時の青子は自分が眠った事にも気付かないほど寝惚けていたのだった。",
        "en": "  Unfortunately for Aoko, she had been too out of it to even remember that she was the one who'd fallen asleep.",
        "pl": ""
    },
    {
        "ja": "「あーあ、ひどい女。そういう時は残されたひとりのためにお土産買ってくるのが暗黙の了解だったのに。",
        "en": "\"Talk about ice queen-I thought it was clear that if either of us got food, we would bring enough home for the other person!",
        "pl": ""
    },
    {
        "ja": "　私だって、この前の外食の時は有珠の分も買ってきたじゃない」",
        "en": "  Didn't I bring back something for you when I ate out last time?!\"",
        "pl": ""
    },
    {
        "ja": "　どこまで本気なのか不明なのだけれど、青子はそれなりに怒っている。",
        "en": "  It was unknown how serious Aoko was being, but she was visibly angry.",
        "pl": ""
    },
    {
        "ja": "　なにしろ朝は空腹で目が覚め、電話で呼び出されて以来、紅茶しか口にしていない。これでお<腹|なか>が鳴らないのは奇跡に近かった。",
        "en": "  She had already woken up hungry that morning, and from the time she was called into school until now, she had consumed nothing but tea. It was a small miracle that her stomach was not growling.",
        "pl": ""
    },
    {
        "ja": "　まあ、それはそれで自分が悪いとして、ついでに別件として、さっきいじめられた反撃とばかりに青子は一気にまくし立てて、",
        "en": "  She knew it was her own fault, but she persisted, wanting to get revenge on Alice for scolding her earlier.",
        "pl": ""
    },
    {
        "ja": "「……この前ってアレの事？",
        "en": "\"By 'last time' you mean...",
        "pl": ""
    },
    {
        "ja": "　あなたが都心に出向いた時、夕食にお寿司を食べてきたのに、お土産はなぜかコンビニエンスストアのビニール袋だったって話？」",
        "en": "  The time you went into the city and ate sushi but only came back with a plastic bag full of convenience store food? That time?\"",
        "pl": ""
    },
    {
        "ja": "　<薮蛇|やぶへび>だった。",
        "en": "  Aoko had kicked a hornet's nest.",
        "pl": ""
    },
    {
        "ja": "「な、なによ、買ってこないよりはマシでしょう」",
        "en": "\"S-So what? It was better than nothing, wasn't it?\"",
        "pl": ""
    },
    {
        "ja": "「真実は時に<隠蔽|いんぺい>すべきね」",
        "en": "\"There are times when you'd be better off saying nothing at all.\"",
        "pl": ""
    },
    {
        "ja": "　有珠の視線は冷たい。",
        "en": "  Alice's icy gaze pierced right through her.",
        "pl": ""
    },
    {
        "ja": "　たしかに、あの時もくもくとコンビニ弁当を食べる有珠の横で回るお寿司の話をしたのは失敗だった。",
        "en": "  Aoko had certainly crossed a line by going on and on about how the sushi circled around the restaurant while Alice ate her convenience store meal.",
        "pl": ""
    },
    {
        "ja": "　だが新しい物好きの青子にとって、近頃オープンしだした『回転寿司屋』という驚異について考察する欲求は抑えられなかったのだ。",
        "en": "  But new things fascinated her, and she couldn't contain her curiosity towards the conveyer belt sushi shops that started popping up at the time. They were nothing short of miraculous.",
        "pl": ""
    },
    {
        "ja": "　正直なのも場合によっては罪になる。",
        "en": "  Even honesty can be a sin, given the right circumstances.",
        "pl": ""
    },
    {
        "ja": "「……分かった。分かりました。じゃあ、今回のは前のと帳消しって事でいいわね？」",
        "en": "\"Fine. Fine. I get it. Does this at least mean we're even now?\"",
        "pl": ""
    },
    {
        "ja": "　これといった否定の意を示さず、本に視線を戻す有珠。",
        "en": "  Alice went back to her book without so much as recognizing the question.",
        "pl": ""
    },
    {
        "ja": "　肯定の意も示さなかったのが少し怖い。",
        "en": "  The fact that she did not confirm it made Aoko anxious.",
        "pl": ""
    },
    {
        "ja": "「仕方ない、今日は<厄日|やくび>だし。",
        "en": "\"Well, today has been a total disaster.",
        "pl": ""
    },
    {
        "ja": "　大人しく台所に立って料理の腕を<磨|みが>くとしましょう」",
        "en": "  I guess I'll just whip up something in the kitchen.\"",
        "pl": ""
    },
    {
        "ja": "　誰に言うのでもなく立ち上がる青子。",
        "en": "  She stood up, announcing her intent to no one in particular.",
        "pl": ""
    },
    {
        "ja": "「あ、聞き忘れてた。有珠、どこで夕食すませたの？」",
        "en": "\"Oh, I almost forgot to ask. Where did you end up eating, anyway?\"",
        "pl": ""
    },
    {
        "ja": "　ぴたり、と本の<頁|ページ>をめくる手がとまる。",
        "en": "  Alice's hand froze on her current page.",
        "pl": ""
    },
    {
        "ja": "　ここまで青子の相手をしながら読書していたけど、それももう限界、と本は閉じられた。",
        "en": "  She suddenly shut the book she was reading and stood up, as if at wits' end.",
        "pl": ""
    },
    {
        "ja": "　有珠は本を片手に立ち上がると、スタスタと居間を横断。",
        "en": "  She walked across the drawing room with her book in hand.",
        "pl": ""
    },
    {
        "ja": "　扉に着いたところで青子へと振り向いた。",
        "en": "  When she reached the door, she stopped and turned toward Aoko.",
        "pl": ""
    },
    {
        "ja": "「聞きたい？」",
        "en": "\"You really want to know?\"",
        "pl": ""
    },
    {
        "ja": "「まあ、なんとなく……」",
        "en": "\"Um, sure.\"",
        "pl": ""
    },
    {
        "ja": "　迫力に押されて、遠慮がちに頷く青子。",
        "en": "  Aoko nodded timidly, cowed by Alice's sudden vigor.",
        "pl": ""
    },
    {
        "ja": "　有珠は何でもない事のように、",
        "en": "  Alice continued in her matter-of-fact way.",
        "pl": ""
    },
    {
        "ja": "「その猫が、あまったメニューをくれたのよ」",
        "en": "\"The cat gave me one of his leftover deliveries.\"",
        "pl": ""
    },
    {
        "ja": "　簡潔に答えて、居間から立ち去っていった。",
        "en": "  And with that brief response, she left the room.",
        "pl": ""
    }
]