[
    {
        "ja": "　青子は先の公言通り、職員室に寄らず帰路についた。",
        "en": "  Aoko did not stop by the faculty room before heading home.",
        "pl": ""
    },
    {
        "ja": "　山城の「帰りは車で送るよ」という提案には心揺さぶられるものがあったが、せめてもの報復として彼の休日にも共倒れしてもらうのはどうか、という案の方が何倍も魅力的だったからだ。",
        "en": "  While Mr. Yamashiro's offer to drive her home was tempting, she decided it would ultimately be far more satisfying to ruin his day just as he had hers.",
        "pl": ""
    },
    {
        "ja": "　足音を立てず昇降口に行き、まっ赤な傘を開く。",
        "en": "  She walked as quietly as she could toward the entrance and opened her bright red umbrella.",
        "pl": ""
    },
    {
        "ja": "　朝の予報通り、正午を過ぎて雨は小降りになっていた。",
        "en": "  As she had predicted that morning, the rain was waning in the afternoon.",
        "pl": ""
    },
    {
        "ja": "　この分なら、あと一時間ほどで止むだろう。",
        "en": "  At this rate, it would probably cease completely in an hour or so.",
        "pl": ""
    },
    {
        "ja": "　青子が帰宅するのと入れ替わりで、遠くの空に見えた日射しがやってくる事になる。",
        "en": "  The distant sunshine would likely have reached her by the time she arrived home.",
        "pl": ""
    },
    {
        "ja": "「――――ま、それも悪くないか」",
        "en": "\"Well, I suppose it could be worse.\"",
        "pl": ""
    },
    {
        "ja": "　肩をすくめて観念する。",
        "en": "  She shrugged her shoulders in resignation.",
        "pl": ""
    },
    {
        "ja": "　雨は好きでも嫌いでもない青子だが、赤い傘を開いて歩く事には、ちょっとした愉しみがあるからだ。",
        "en": "  She neither liked nor disliked rain, but she found herself enjoying her walk home with her red umbrella in hand.",
        "pl": ""
    },
    {
        "ja": "　教師たちがそろって派手目を嫌う<三咲|みさき>高において、青子の赤い傘は珍しい色と言える。",
        "en": "  The teachers at Misaki High School weren't fond of bright colors, so Aoko's red umbrella was an unusual sight.",
        "pl": ""
    },
    {
        "ja": "　一時期、“蒼崎の傘は昔は白かった”なんて語りだしの怪談が<流|は><行|や>ったが、その話ではお化けのかわりに青子が活躍しているらしい。",
        "en": "  A ghost story about how the umbrella was once pure white had been making the rounds, but it featured Aoko instead of a ghost.",
        "pl": ""
    },
    {
        "ja": "　そんな曰くつきの傘を開いて、青子は<三咲町|みさきちょう>の駅に向かう。",
        "en": "  It was with that umbrella that she made her way toward Misaki Station.",
        "pl": ""
    },
    {
        "ja": "　彼女の通う私立三咲高等学校は、その名の通り三咲町にある。",
        "en": "  The private Misaki High School got its name from the town of the same name.",
        "pl": ""
    },
    {
        "ja": "　昔から大部分が畑と森だった三咲町だが、ここ十年、高度成長期の勢いで急激に近代化が進んでいた。",
        "en": "  The area was once a sprawl of farmland and woodland, but rapid growth over the last ten years had led to unprecedented modernization.",
        "pl": ""
    },
    {
        "ja": "　自然に満ちた三咲町を残すべきではないか、という声もあったが、",
        "en": "  There were some who fought to preserve Misaki's natural treasures.",
        "pl": ""
    },
    {
        "ja": "『残す事には賛成ですが、それでは<遺|のこ>すだけになってしまうでしょう』",
        "en": "\"I agree in principle to preserving the land, but not at the expense of our prosperity.\"",
        "pl": ""
    },
    {
        "ja": "　なんて市長の一声で少数派は鎮圧。長期計画で新しい街作りがはじまった。",
        "en": "  With those words, the mayor snuffed out the voices of the minority and ushered in a long-term plan for new urban development.",
        "pl": ""
    },
    {
        "ja": "　都市開発には十分すぎる金額が集められ、",
        "en": "  More than enough funds for the urban development were collected,",
        "pl": ""
    },
    {
        "ja": "　わりかし普通の町だった三咲町はわずか十年で三咲市を代表する町になったのである。",
        "en": "  and the unassuming town of Misaki became the largest municipality of Misaki City in merely ten years.",
        "pl": ""
    },
    {
        "ja": "　……もっとも、近代的な面では隣町である<社木|やしろぎ>に一歩譲り、",
        "en": "  Even though it lacked the modernity of neighboring Yashirogi",
        "pl": ""
    },
    {
        "ja": "　<上品|エレガント>さでもこれまた隣町の三咲丘に一歩譲る立ち位置だ。",
        "en": "  or the elegance of Misaki Hills...",
        "pl": ""
    },
    {
        "ja": "「……それも当然よね。どういじくっても元々が山中の宿場町だし。山ごと切り崩すっていうんなら別だけど」",
        "en": "\"What did people expect? To keep the town hidden atop the mountain forever? It's not like they were gonna flatten the mountain or something.\"",
        "pl": ""
    },
    {
        "ja": "　都市化が進んでいるのは平坦な駅周辺だけで、丘や山は十年前のままだ。",
        "en": "  Urbanization had been contained to the lowlands around the station, with most of the hills and mountains still standing as they did ten years prior.",
        "pl": ""
    },
    {
        "ja": "　昔ながらの三咲町なんてものは、住民が守らなくても資金の枯渇が守ってくれたらしい。",
        "en": "  The exhaustion of funds succeeded in protecting the old Misaki where the citizens could not.",
        "pl": ""
    },
    {
        "ja": "　かくして、三咲町は都心の人間がやってきても、まあ、あまりの田舎っぷりに呆れられるコトだけはないという、実に半端な地方都市になりつつある。",
        "en": "  It became a truly odd suburban town, welcoming an increasingly urban population with its vestiges of old country charm.",
        "pl": ""
    },
    {
        "ja": "　そんな三咲町の中にあって、三咲高は開発以前からあった私立高校である。",
        "en": "  Misaki High School was a private school established long before the town's current state.",
        "pl": ""
    },
    {
        "ja": "　今あるのは第二校舎で、五十年前に建てられた初代校舎はさらに上った山の中。",
        "en": "  The original campus, built fifty years ago, was located high up in the mountains, making its current location its second incarnation.",
        "pl": ""
    },
    {
        "ja": "　遠い、坂道がきつい、",
        "en": "  The path to the old grounds was remote, steep,",
        "pl": ""
    },
    {
        "ja": "　それ以前に通学路が<獣道|けものみち>と化している、",
        "en": "  and also well-trodden by animals.",
        "pl": ""
    },
    {
        "ja": "　等々の理由で二十年前まで閉校していた三咲高校だったが、三咲市に本拠地を持つ某デパートグループからの寄付金をもとに新校舎を設立。",
        "en": "  For these reasons, among others, Misaki High School had been shuttered until almost 20 years ago, when it received a donation from a department store chain that allowed for the construction of a new campus in the city.",
        "pl": ""
    },
    {
        "ja": "　かくて、森の校舎は旧校舎として忘れ去られる事になり、三咲高校は再び学舎として開かれた。",
        "en": "  And thus, Misaki High School reopened its doors, the old woodland campus forgotten.",
        "pl": ""
    },
    {
        "ja": "　しかし、実のところを言えば、三咲高校の生徒の多くは三咲町の住人ではない。",
        "en": "  In fact, most of the students attending Misaki High School were not from Misaki at all.",
        "pl": ""
    },
    {
        "ja": "　この田舎町に住んでいた善良で素朴な人々は、私立高校より県立高校を望んでいたからである。",
        "en": "  The hearty rustic people of this country town preferred prefectural schools to private ones.",
        "pl": ""
    },
    {
        "ja": "　何を隠そう、青子もそういった人種の一人だった。",
        "en": "  Truth be told, Aoko herself was one of them.",
        "pl": ""
    },
    {
        "ja": "　彼女には中学卒業とともに上京して、国立大学をめざしながらライブハウスを毎日はしごして回るという慎ましやかな野望があったのだ。",
        "en": "  All she had wanted after junior high was to move to Tokyo, where she hoped to spend her days enjoying live music on her way to entering a public university.",
        "pl": ""
    },
    {
        "ja": "　そんな彼女の夢も姉の抜け駆けで台無しにされてしまい、何の因果かせっかくの創立記念日に真っ赤な傘をさして歩いている。",
        "en": "  But her hopes were dashed with her sister's departure, so here she was, walking alone in town with only a red umbrella to keep her company on what should have been a day off.",
        "pl": ""
    },
    {
        "ja": "「……思い返して見ると。",
        "en": "\"...Looking back on it now...",
        "pl": ""
    },
    {
        "ja": "　私の人生って、なんか災難続きっぽい……」",
        "en": "  It's like my whole life has been one disaster after another.\"",
        "pl": ""
    },
    {
        "ja": "　十二月を前にした寒さの中、ひとりきりでそう呟く。",
        "en": "  Her frustration evaporated into the cold December air.",
        "pl": ""
    },
    {
        "ja": "「でもま、いっか。退屈だけはしないワケだし」",
        "en": "\"Oh well. At least it's not boring.\"",
        "pl": ""
    },
    {
        "ja": "　語尾をかすかに弾ませて学校を後にする。",
        "en": "  With those words, her mood brightened a bit as she left the school in her wake.",
        "pl": ""
    },
    {
        "ja": "　ゆるやかな坂道を下ってしまえば、そこは賑わいに満ちた人々の住まう街だ。",
        "en": "  The busier part of town met her at the bottom of the gently sloping road.",
        "pl": ""
    },
    {
        "ja": "　三咲町の駅は真新しい。",
        "en": "  Misaki's train station was brand new.",
        "pl": ""
    },
    {
        "ja": "　かつては廃工場にしか見えなかった<建物|えき>は、今では東と西に巨大デパートを持つ複合建築に造り替えられていた。",
        "en": "  Once looking no prettier than an abandoned factory, it had been renovated into a multi-purpose structure with huge department stores on its east and west sides.",
        "pl": ""
    },
    {
        "ja": "　このデパートが出来た時、青子も近代化万歳！　と友人たちとはしゃいだものだが、この建物もあと何年かすれば時代遅れになるのだろう。",
        "en": "  When the department stores first opened, Aoko and her friends had been impressed with their modern feel, but in time, the stores, too, became dated.",
        "pl": ""
    },
    {
        "ja": "　これといった買い物はないのでデパートを通り過ぎる。",
        "en": "  She had no shopping to do today, so she passed them by.",
        "pl": ""
    },
    {
        "ja": "　本当は喫茶店にでもよって体を休めたいところだが、ひとりだけで無駄遣いをするとまた同居人がヘソを曲げかねないので我慢して―――",
        "en": "  What she really wanted to do was rest at a café, but she fought the urge, knowing her roommate would never let her hear the end of it if she frittered away her money―",
        "pl": ""
    },
    {
        "ja": "「――――――」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　振り返って、目をしばたたく。",
        "en": "  She looked back and blinked.",
        "pl": ""
    },
    {
        "ja": "　一瞬。視界の隅に、赤い<服|ドレス>の<不審人物|ナニモノか>を見た気がした。",
        "en": "  For just a moment, she could have sworn she had seen someone suspicious in a red dress out of the corner of her eye.",
        "pl": ""
    },
    {
        "ja": "「――――――",
        "en": "\"...",
        "pl": ""
    },
    {
        "ja": "、ふぅ」",
        "en": "Heh.\"",
        "pl": ""
    },
    {
        "ja": "　どうやらいつもの勘違い。",
        "en": "  It must have been her imagination.",
        "pl": ""
    },
    {
        "ja": "　背筋には第六感じみた悪寒があるけど、それも慣れたものだと受け流す。",
        "en": "  The sixth-sense chill she was experiencing down her spine was a familiar one at this point.",
        "pl": ""
    },
    {
        "ja": "　まったくもって何事もなかったように振る舞って、青子はいつも通りの帰路につく。",
        "en": "  She continued her walk home, brushing off the event as if it had never happened.",
        "pl": ""
    },
    {
        "ja": "　ほどなくして背中の悪寒は消え、街の喧噪だけが耳に残った。",
        "en": "  In time, the chill faded and all that was left was the sounds of the town.",
        "pl": ""
    },
    {
        "ja": "「…………はあ」",
        "en": "\"...Ugh...\"",
        "pl": ""
    },
    {
        "ja": "　大きくため息をひとつ。",
        "en": "  She sighed heavily.",
        "pl": ""
    },
    {
        "ja": "　まったく。",
        "en": "  Had she imagined it?",
        "pl": ""
    },
    {
        "ja": "　気のせいにしても、気持ちのいいものじゃない。",
        "en": "  Even if it had all been in her head, she was far from comfortable with the feeling that still lingered.",
        "pl": ""
    },
    {
        "ja": "「……夏場の蚊だって、もう少し、こう」",
        "en": "\"...Even mosquitoes have the grace to buzz off eventually.\"",
        "pl": ""
    },
    {
        "ja": "　節度を<弁|わきま>えている……こともないか、と愚痴をこぼす。",
        "en": "  She grumbled under her breath.",
        "pl": ""
    },
    {
        "ja": "「……波瀾万丈、商売繁盛、諸行無常、と。",
        "en": "\"...Whether good or bad, this too shall pass, so the saying goes.",
        "pl": ""
    },
    {
        "ja": "　そうそう、忙しさにグチを言っても始まらないわ」",
        "en": "  Yeah. I've got enough on my plate as it is.\"",
        "pl": ""
    },
    {
        "ja": "　うっとうしいけど夏場に蚊はいて当然だし。",
        "en": "  Unfortunately, summer and bugs go hand-in-hand.",
        "pl": ""
    },
    {
        "ja": "　甘い果実に虫が寄ってくるのは、まあ、正しい価値観だろう、と納得する青子だった。",
        "en": "  She could see how bugs could be drawn to all the sweet fruit.",
        "pl": ""
    },
    {
        "ja": "　油と熱のこもった厨房は、一時の休眠に入っている。",
        "en": "  Rank with grease and heat, the kitchen was closed for the time being.",
        "pl": ""
    },
    {
        "ja": "　本日も無事、昼の修羅場を乗り切った。",
        "en": "  The lunch rush had come and gone.",
        "pl": ""
    },
    {
        "ja": "　あとは<夕食|よる>の混雑さえ乗り越えれば誰もがコックコートを脱いでしまえる。",
        "en": "  But one last battle remained: dinner time. Only after the evening chaos could the kitchen crew remove their white armor and call it a day.",
        "pl": ""
    },
    {
        "ja": "　そんな、激戦を終えたばかりの<厨房|キッチン>で、ぽつんと立ちつくす<新参者|アルバイト>がひとり。",
        "en": "  In the midst of the warzone was a lone newcomer.",
        "pl": ""
    },
    {
        "ja": "「ええっと、これ着るんですか？」",
        "en": "\"Umm, do I have to wear this?\"",
        "pl": ""
    },
    {
        "ja": "　新人らしく、不安そうな声で訊ねる。",
        "en": "  His voice was uneasy, betraying how new he was.",
        "pl": ""
    },
    {
        "ja": "「気持ちは分かる。俺もどうかと思うけど、店長の言うことだからもう笑顔で乗り越えてくれ。これも商店街の明日のため、なんだとよ。本気で申し訳ないんだが、雨も止んだし、なんとか行って来てくれないか？　無事帰ってきたら晩メシおごってやっから」",
        "en": "\"I know how you feel, man. I feel the same. Unfortunately, it's the boss's orders, so you'll have to suck it up, okay? 'The future of this shopping arcade is at stake'... apparently. I really hate to ask, but the rain has stopped, so would you mind going out for me? Get back in one piece, and I'll buy you dinner.\"",
        "pl": ""
    },
    {
        "ja": "　まぶしいオレンジ色の制服を着こんだ先輩は、本気ですまないと手を合わせて、無理難題を押しつけた。",
        "en": "  His bright orange co-worker clasped his hands together as if to beg for forgiveness as he saddled him with this unreasonable task.",
        "pl": ""
    },
    {
        "ja": "　十年前、三咲市は畑と森の町だった。",
        "en": "  Ten years ago, Misaki City was a town of farm and woodland.",
        "pl": ""
    },
    {
        "ja": "　<現|い><在|ま>は開発が進み、駅前にはビルディングが立ち並び、住宅地にも二階建て以上の建築が増え、かつての田園風景は駅から離れないと見られない。",
        "en": "  But everything had changed. The front of the station was now lined with tall multi-story buildings, and the residential areas were similarly full of apartment complexes. The once rustic scenery around the station had long become a thing of the past.",
        "pl": ""
    },
    {
        "ja": "　そんな中、都市部においても昔ながらの面影を残しているのがここ、三咲市のエアポケットと言われる<白犬塚|しろいぬづか>である。",
        "en": "  Shiroinuzuka was the only place in the city that still contained vestiges of the old town. A pocket of the past inside an urban jungle.",
        "pl": ""
    },
    {
        "ja": "　ひときわ高い丘に敷かれた長い坂道。",
        "en": "  The road extended up a conspicuously high hill,",
        "pl": ""
    },
    {
        "ja": "　人々の生活の中心である駅から離れた、昔ながらの住宅地。",
        "en": "  to an old residential district far from the hustle and bustle of the train station.",
        "pl": ""
    },
    {
        "ja": "　その昔、三咲では高い土地に住居を構えるのはよくない事とされ、一定以上の高みに住む人間はいなかった。",
        "en": "  Long ago, it had been considered unwise to build on high ground, so nobody lived above a certain elevation.",
        "pl": ""
    },
    {
        "ja": "　町の中心にそびえる丘、この白犬塚もその例にならい、ここから先に民家は見られない。",
        "en": "  Shiroinuzuka, sitting as it did atop a hill in the middle of town, was no exception to that convention and had no residences to speak of.",
        "pl": ""
    },
    {
        "ja": "　アスファルトの坂道は延々と続くものの、やがて森に閉ざされ、あとは山道のごとき道が続くだけ。",
        "en": "  The asphalt continued for some time, eventually giving way to a mountain road that was swallowed into the cover of trees.",
        "pl": ""
    },
    {
        "ja": "　坂道の途中にぽつんと置かれた自動販売機は、さながら町と丘の境界線のようだ。",
        "en": "  A lone vending machine stood to mark the boundary between town and beyond.",
        "pl": ""
    },
    {
        "ja": "　新しい遊び場の開発に余念がない子供たちでも、この先には何もないと知っている。",
        "en": "  Even the children knew that there was nothing beyond the new playground in development that so enthralled them.",
        "pl": ""
    },
    {
        "ja": "　いや、<正|ただ>しくは。",
        "en": "  Well, that was not entirely true.",
        "pl": ""
    },
    {
        "ja": "　この先には、あのお化け屋敷しかないと知っている。",
        "en": "  There was nothing... besides the haunted house.",
        "pl": ""
    },
    {
        "ja": "　長い坂を、蒼崎青子は上っていく。",
        "en": "  Aoko Aozaki traversed the long slope.",
        "pl": ""
    },
    {
        "ja": "　眼下には三咲町の景観が広がっている。",
        "en": "  Below her, she could see the whole of Misaki.",
        "pl": ""
    },
    {
        "ja": "　おもちゃの風景のように均整の取れた町並み。",
        "en": "  The symmetrical town looked like a miniature set from this height.",
        "pl": ""
    },
    {
        "ja": "　これで近くに海でもあれば絵になるが、残念ながら三咲市は山中の町である。",
        "en": "  It would look like a painting if there had been a sea next to it, but unfortunately, Misaki City was very much landlocked.",
        "pl": ""
    },
    {
        "ja": "　空はいまだ曇天だが、晴れた夕暮れ時、ここの風景は素晴らしいものになる。",
        "en": "  While it was overcast at the moment, the scene was quite breathtaking on clear evenings.",
        "pl": ""
    },
    {
        "ja": "　それだけで坂道を上る苦労も報われるのだが、今日はその報酬の影すらなかった。",
        "en": "  The view was the one thing that made the arduous climb worthwhile, and today, she had been denied even that.",
        "pl": ""
    },
    {
        "ja": "「……はあ。雨の日は自転車も使えないし。一日に二回ぐらいバスでも通ってくれないもんかな、ホント」",
        "en": "\"...Ugh. I'd cycle home if it wasn't for this rain. Even a bus route would be a fine thing.\"",
        "pl": ""
    },
    {
        "ja": "　この坂道を通学路にしてじき二年になる青子だが、辛いものは辛いらしい。",
        "en": "  Aoko had been using this road to get to school for almost two years now, but the journey had never gotten easier.",
        "pl": ""
    },
    {
        "ja": "「あれ、鍵<閉|し>まったまま？",
        "en": "\"Oh, it's locked?",
        "pl": ""
    },
    {
        "ja": "　……<有珠|ありす>、まだ帰ってきてないんだ」",
        "en": "  I guess Alice isn't back yet.\"",
        "pl": ""
    },
    {
        "ja": "　青子はやれやれと肩をすくめて、古びた鉄柵に手をかける。",
        "en": "  With a weary shrug, she put her hand on the rusty iron fence.",
        "pl": ""
    },
    {
        "ja": "　重苦しい鉄の門は静かに、この年若い少女を歓迎するように開いていった。",
        "en": "  Quietly, the heavy gate swung open as if to welcome her home.",
        "pl": ""
    },
    {
        "ja": "　―――丘の上にはお化け屋敷が建っている。",
        "en": "  \"...There sits atop that hill a haunted house.\"",
        "pl": ""
    },
    {
        "ja": "　それは三咲町に古くから伝わるむかし話。",
        "en": "  That is how the story much shared around town used to begin.",
        "pl": ""
    },
    {
        "ja": "　そして町の近代化に合わせるよう、ひっそりと<蘇|よみがえ>った最新のうわさ話。",
        "en": "  But fresh rumors about the house had sprung to life almost as fast as the town's modernization:",
        "pl": ""
    },
    {
        "ja": "　たとえば、もう何年も前に朽ち果てた廃屋なのに、夜になると明かりが灯ったりする。",
        "en": "  Despite being dilapidated and abandoned for many years, lights can be seen inside the house at night...",
        "pl": ""
    },
    {
        "ja": "　たとえば、丘の上に無数のカラスが集まっては消えていく。",
        "en": "  An angry murder of crows often gathers atop the hill before mysteriously vanishing...",
        "pl": ""
    },
    {
        "ja": "　たとえば、霧が深い日は子供が迷いこんで神隠しにあう。",
        "en": "  Children get lost in the fog, never to be seen again...",
        "pl": ""
    },
    {
        "ja": "　たとえば、深夜、叫び声にしか聞こえない怪音が住宅地にまで響いてくる。……これは青子的に不名誉な噂なので改めたい。",
        "en": "  Late at night, a shrieking sound can be heard all the way to town-this particular piece of slander was the one Aoko wished to discredit the most.",
        "pl": ""
    },
    {
        "ja": "　あと、たまに目を疑うような高級車が坂道を登っていく。",
        "en": "  The final rumor was of an eye-catching luxury car that sometimes made its way up and down the hill.",
        "pl": ""
    },
    {
        "ja": "　噂話は日に日に種類を増していた。",
        "en": "  The rumors spread and grew by the day.",
        "pl": ""
    },
    {
        "ja": "　そんな感じで、朽ちたはずの丘の上の洋館は、数年前から息を吹き返していた。",
        "en": "  And while they grew, the house that everyone thought had rotted away was restored over the recent years.",
        "pl": ""
    },
    {
        "ja": "　人々の寄りつかない丘のただ中。",
        "en": "  Deep in a wood on top of a hill no one dared to approach,",
        "pl": ""
    },
    {
        "ja": "　昼なお暗い森に隠された廃墟。",
        "en": "  like a ruin, shrouded from view even on the brightest of days,",
        "pl": ""
    },
    {
        "ja": "　おとぎ話に出てきそうな、時代に取り残された魔法の<残|ざん><滓|し>。",
        "en": "  stood a relic out of time, a building from a fairy tale.",
        "pl": ""
    },
    {
        "ja": "　それが、",
        "en": "  The house...",
        "pl": ""
    },
    {
        "ja": "　この<久遠寺|くおんじ>邸。",
        "en": "  ...was the Kuonji Mansion.",
        "pl": ""
    },
    {
        "ja": "　三咲町の誰もが知っている、丘の上の魔女の家。",
        "en": "  Everyone in town knew about the witch's house on the hill.",
        "pl": ""
    },
    {
        "ja": "　ワケあって蒼崎青子が下宿している、正真正銘の幽霊屋敷なのだった。",
        "en": "  The unabashedly haunted house where Aoko Aozaki resided for reasons unknown.",
        "pl": ""
    },
    {
        "ja": "　言うまでもなく、幽霊屋敷というのは俗称である。",
        "en": "  Needless to say, it was not really haunted.",
        "pl": ""
    },
    {
        "ja": "　久遠寺邸はとある経緯でイギリスから運ばれてきた、由緒正しい洋館だ。",
        "en": "  The Kuonji family home was a grand Western-style mansion with a long and storied history, stretching all the way back to England.",
        "pl": ""
    },
    {
        "ja": "　寮にするほど広くはないけれど、家にするには広すぎる。",
        "en": "  It was too small to be a dormitory, yet too big to be called a house.",
        "pl": ""
    },
    {
        "ja": "　普通の住宅が三つほど入りそうな本館と、ぐるりと囲む庭。",
        "en": "  The main building contained as many as three normal houses' worth of rooms and was surrounded by a large all-encompassing courtyard.",
        "pl": ""
    },
    {
        "ja": "　庭の四方には鉄柵が高くそびえ、ご丁寧に<茨|いばら>めいた植物の<蔓|つる>まで絡み付いている。",
        "en": "  The perimeter of the grounds was surrounded by a high, iron fence covered in thorny vines.",
        "pl": ""
    },
    {
        "ja": "　おまけに本館から離れた高台には別館まで完備している念の入れよう。",
        "en": "  There was also an annex to the main building.",
        "pl": ""
    },
    {
        "ja": "　これだけ徹底していれば尾ひれがつくのは致し方ない。",
        "en": "  Given such extravagance, it was no wonder that it inspired rumors.",
        "pl": ""
    },
    {
        "ja": "　町の住人からすれば、不自然に豪勢な館が丘の上に建っているだけで不気味だろうし。",
        "en": "  To the town residents, the mere existence of such a lavish and out-of-place mansion on top of the hill was a cause for suspicion.",
        "pl": ""
    },
    {
        "ja": "　<誹謗|ひぼう><中傷|ちゅうしょう>、<誤解|ごかい><軋轢|あつれき>は有名税みたいなものだ。",
        "en": "  Rumors, lies, and slander were the prices to be paid for fame.",
        "pl": ""
    },
    {
        "ja": "　しかも住んでいるのは二人だけなのだから、その住人は吸血鬼扱いされても文句は言えまい。",
        "en": "  With only two lodgers, it was hard to disagree with the perception that vampires must be living here.",
        "pl": ""
    },
    {
        "ja": "「……まあ、私はともかく、有珠はそういうの、やりかねないし」",
        "en": "\"...Well, I know I'm not one, but Alice...\"",
        "pl": ""
    },
    {
        "ja": "　玄関に手をかける。",
        "en": "  She put her hand on the front door.",
        "pl": ""
    },
    {
        "ja": "　<真鍮|しんちゅう>の鍵が似合いそうな両開きの扉には、しかし、鍵穴などという不粋な物はない。",
        "en": "  It was a grand double door that would have paired well with a brass lock, and yet, it was secured with little more than a simple keyhole.",
        "pl": ""
    },
    {
        "ja": "　青子は片手で扉を押し開き、幽霊屋敷と称される館の中へと入っていった。",
        "en": "  Pushing it open with one hand, she entered the supposedly haunted house.",
        "pl": ""
    },
    {
        "ja": "　……ところで。",
        "en": "  ...And by the way...",
        "pl": ""
    },
    {
        "ja": "　吸血鬼云々はともかく、幽霊に関しては、状況次第で出ないコトもないという。",
        "en": "  If vampires were not enough to scare you, ghosts were known to appear on certain nights.",
        "pl": ""
    }
]