[
	[
		"「たっだいまー！　ねぇ、有珠帰ってるー？",
		"　教会から帰る時、商店街でお土産もらっちゃったー！",
		"　<伊|い><勢|せ><屋|や>の<煎餅|せんべい>、一緒に食べないー！？」",
		"　夕日色に染まったロビーに<弾|はず>んだ声が響く。",
		"　制服姿の青子が元気よく帰ってきたのは午後五時過ぎ。",
		"　生徒会の雑務と、月に一度の教会との<折衝|せっしょう>を終えてからの帰宅だった。",
		"「……おかえりなさい。",
		"　その様子なら何事もなく終わったみたいね、青子」",
		"　出迎えの声は二階から。",
		"　活力に満ちた青子とは対照的な、静けさの化身じみた少女が下りてくる。",
		"「難癖はつけられたけど、<滞|とどこお>りなく。",
		"　うちの問題はうちの問題だから、今回も手はださないって方向でまとまったわ。……それでいいのよね、有珠？」",
		"「……ええ。ネコの手なら借りたいけど、あの人たちの手は信用ならないし。いつも通り、後処理だけお願いしましょう」",
		"「賛成。後ろからバッサリやられかねないしね。だいたい、私もアンタも背中を気にして没頭できる柄じゃないし」",
		"「……わたしはできるけど。",
		"　青子は単に、まだそれほどの余裕がないだけでしょう」",
		"「む」",
		"　かつん、かつん。",
		"　階段を下りる足音も<淑|しと>やかに、久遠寺有珠はロビーに到達する。",
		"　……その途中、天井の窓ガラスに目をやった事を青子は見逃さない。",
		"「ガラス、<曇|くも>ってるわね」",
		"「その事で話があるわ。今日の課題が終わったら、だけど。",
		"　……青子、体の調子は？　疲れているなら休みを入れてもいいけど」",
		"「え？　なによ、気味悪いなあ。気遣いされるコトなんてないってば。いつも通りの一日だったし、そんな疲れた顔してる、私？」",
		"　そう。あえて言うなら、本日の学園生活、順風にして波高し。",
		"　ざっと<俯瞰|ふかん>すればいつも通りの平和なスクールライフで、",
		"　よくよく思い返すと微妙に頭の痛い出来事があったりして、",
		"　つきつめると精神的にちょい疲れているけど、それを意識するとよけい疲れるので避けたい青子なのだった。",
		"「……ストップ。なんで帰って来てまで、あんなののコトで疲れなくちゃいけないんだ、私。",
		"　えっと、今日の課題って初歩の<暗示|ウィッシュ>でしょ？",
		"　問題ないわ、すぐ始めましょ。今日はなんか、勢いでうまくいきそうな気もするし」",
		"　おもに怒りとか、ストレス発散の方向で。",
		"　青子はよし、と気合いをいれて二階に向かう。",
		"「どうしたのよ。有珠の部屋でやるんじゃないの？」",
		"「――――――」",
		"　礼服の少女はそうだけど、とやや不満そうにうなずいて、",
		"「それで、伊勢屋の煎餅って、今日の？」",
		"　青子の手にある、今日できあがったばかりの和菓子を見つめるのだった。",
		"　結局、日課である有珠の授業は、軽くお茶をした後に行われた。",
		"　まだまだ見習いである青子にとって、久遠寺有珠は同居人であると同時に得難い教師である。",
		"　彼女が青子の健康をいたわって休みを入れると判断したのなら、大人しく従うしかない。",
		"　授業は二時間で終了し、ふたりはそれぞれ用意しておいた夕食を済ませ、一日の締めである夕食後のひとときを過ごそう、と<河岸|かし>を変えた。",
		"　サンルームは居間のとなり、美しい庭園が見渡せる屋敷の東側にあった。",
		"　豪華な居間に負けず劣らず、細かな気遣いと格調高い調度品で飾られた久遠寺邸自慢のサンルームは、しかし。",
		"「来年の夏はジャングルね、この分だと」",
		"　庭掃除という<意識|コマンド>が欠如した住人のせいで、色々と台無しだった。",
		"「ねえ有珠、庭掃除専用のプロイとかいないの？」",
		"　一足先にサンルームに入り、ティーポットから紅茶を淹れる青子。",
		"「探せばいるかもしれないけど、少し手間ね」",
		"　同居人の<戯|ざ>れ言を流しながら、有珠も自分用の椅子に座ろうとし、",
		"　テーブルの上に置かれたチョコレイトの箱を見て、<可憐|かれん>な眉を曇らせた。",
		"「な、なによ。言っとくけど、今日の失敗は半分有珠のせいよ？",
		"　お煎餅で気が<緩|ゆる>んだのが敗因っていうか、そりゃ、<暗|ウィ><示|ッシュ>のつもりがガンドになっちゃったのは、我ながら攻撃的すぎると思うけど……」",
		"「六個、減ってるわ」",
		"「え？　なんだ、そっちのコトか」",
		"　青子はどれどれ、とチョコレイトの箱をのぞき見る。",
		"　世界中さがしても、この街の、この洋館にしかない高級洋菓子。",
		"　銘柄は<６|シックス>ペンスの唄、と言うらしい。",
		"「で、鏡の話をするんだっけ？",
		"　アレ、いま洋館モードから三咲モードになってるんでしょ？」",
		"「ええ。ここの管理はおざなりになるけど、三咲市だけに切り替えたわ。……それが昨日から曇りだしている。",
		"　少しずつだけど、確実に包囲されてるわね」",
		"「包囲って、数が増えたってコト？」",
		"「捕捉していた一名はもちろん、他にもう二名ほど不審者を目撃済み。都市部に一、郊外の森に二ね」",
		"「はあ。アンタの目撃談はアテになるからなあ。",
		"　で、うるさいのはどっち？」",
		"「……森の方。捕捉中だけど、こっちの目に気づいているみたい。なかなか誘いに乗ってこないわ」",
		"「そっか。",
		"じゃあ今夜、仕掛ける？」",
		"“今夜、仕掛ける”",
		"　それは彼女の人生を大きく、それこそまったく別のものに変化させる一大行事だ。",
		"　大げさではなく、穴のあいたパラシュートで自由落下するぐらいの覚悟と冒険、適応資格アリナシを決めるダイス勝負。",
		"　その恐れと迷いを、青子は紅茶と共にあっさり飲み下した。",
		"　高校の創立記念日の夜、「もう決めた」と宣言して以来、彼女は心身共にキレイさっぱり切り替わっている。",
		"　そんな同居人の強さを、有珠は伏し目がちに受け入れた。",
		"「………………」",
		"　同居人の心のあり方は、同じ目的を持つ者として心強い。",
		"　いや、心強い、というより喜ばしい。",
		"　なにしろ一年かけて、ようやく彼女が自分と同じステージに立ったのだから。",
		"　奇しくも同じ<結末|うんめい>を持った隣人。",
		"　けれど相容れない相手。",
		"　所詮分かり合えない他人。",
		"　いずれ、互いが受け継いだ全ての遺産をもって殺し合う関係だとしても、まず対等にならなければ意味がない。",
		"　だから今は、彼女の成長を喜ぶのが正しいのだ。",
		"「……折角だけど、今夜はわたしひとりで十分よ。",
		"　そんな余裕があるのなら、貴女はもう少し暗示の練習をするべきね。公園は貴女の担当だから、その時は働いてもらうけど」",
		"　有珠は青子を見ずに淡々と説明する。",
		"　今夜の敵の規模。",
		"　今後の予定。",
		"　おそらく二日後あたりになるであろう、蒼崎青子の<新|・><し|・><い|・>誕生日について。",
		"「はいはい、わかりました」",
		"　紅茶を飲み干し、席を立つ青子。",
		"「お言葉通り、暗示の練習でもやってるわ。",
		"　えーと、一節目はたしか、“軽く、弱く。巧く、速く。チクタクチクタク　急げや急げ”よね？」",
		"「……はあ。そこは“空<気のおも|かるく　よわく>り、<胸のふるえ|うまく　はやく>。ひ<かりは|いそげやい><遅|そげ>れる、か<げは先立|チクタクチクタク>つ”よ。",
		"　気をつけなさい。それだと逆に落ち着かなくなるわ」",
		"「そうだったそうだった。んじゃ、ひとつ失礼」",
		"　チョコをひとつ<摘|つ>んで、ぽいっと口に<放|ほう>る。",
		"「……………………」",
		"　手を振ってサンルームを去る青子を、有珠は無言で見送る。",
		"　少女はしばし固まったあと、同居人のつまみ食いを<咎|とが>めるように、カチリと乱暴にチョコレイトの箱を閉じた。"
	],
	[
		"\"I'm home! Alice, you here yet?",
		"  I got some stuff from the arcade while on the way home from church!",
		"  They're Iseya rice crackers, you wanna share some?\"",
		"  Her voice reverberated through the foyer dyed in the colors of the setting sun.",
		"  It was after five in the afternoon when Aoko, still in her school uniform, cheerfully returned home.",
		"  She had finished her student council duties and attended her monthly meeting with the church.",
		"\"...Welcome back.",
		"  I see that the meeting went as planned.\"",
		"  The voice was coming from the second floor.",
		"  In contrast with Aoko and her boundless energy, a considerably calmer girl descended from above.",
		"\"There were some complaints but all in all it went well.",
		"  Our problems are ours alone, so I decided not to get them involved. You okay with that, Alice?\"",
		"\"...Yes. I'd ask for their help in a pinch, but they can't be trusted. We'll call on them to clean up the mess, as usual.\"",
		"\"Agreed. No one likes to have to keep looking over their shoulder. We can't fully commit to this if we're worried about what's going on elsewhere.\"",
		"\"...Well, I can, but...",
		"  You don't have time for that, do you, Aoko?\"",
		"\"Hmph.\"",
		"  Tap, tap.",
		"  With the graceful sounds of her steps, Alice entered the foyer.",
		"  ...As she did, Aoko's eyes were directed toward the skylight above.",
		"\"The glass is kind of dirty.\"",
		"\"I wanted to discuss that. After today's business is concluded, that is.",
		"  ...Are you feeling okay, Aoko? You can rest if you're not.\"",
		"\"Huh? Oh, don't be such a nag. I'm not stressed or anything. Today was pretty normal. Do I look that tired?\"",
		"  As school activities went, today's were a breeze.",
		"  At a glance, her school life might have seemed almost idyllic.",
		"  Though the more she thought about it, some headache-inducing incidents may have stood out here and there.",
		"  And with some sincere introspection, Aoko might have recognized the signs of her own mental fatigue, but doing so would have further added to her stress.",
		"\"Okay, enough about that. I didn't come home just to stress out over school.",
		"  What were we learning about today...? Mesmerize basics, right? 'Wish'? ",
		"  Then let's get started. I feel like I could master anything today.\"",
		"  Aoko focused on shedding her anger and stress,",
		"  and headed upstairs with gusto.",
		"\"Aren't you coming? I thought we were going to do it in your room, Alice?\"",
		"\"...\"",
		"  The formally dressed Alice nodded in slight dissatisfaction.",
		"\"Are we going to eat those Iseya rice crackers today, or...?\"",
		"  She looked at the freshly baked treats Aoko was holding.",
		"  In the end, their lesson took place after Alice had her cup of tea.",
		"  For an apprentice like Aoko, Alice Kuonji was the kind of roommate and teacher that was hard to come by.",
		"  If she insisted that Aoko rest to preserve her health, Aoko had no choice but to comply.",
		"  The lesson was over after two hours, so the two finished the dinner they had prepared and decided on a change of venue for where they would spend the last hours of the day.",
		"  The sunroom was next to the drawing room in the east wing of the residence and offered a view of the beautiful grounds.",
		"  The proud Kuonji estate's luxurious sunroom featured furnishings on par with those in the splendid drawing room. Meanwhile...",
		"\"It's going to be a jungle come next year's summer.\"",
		"  The grounds outside had fallen into disrepair, neglected by the owner.",
		"\"Don't you have any landscaping Ploys lying around, Alice?\"",
		"  Aoko took a step into the sunroom and poured some tea.",
		"\"I'm sure I could find one, but it would take some effort.\"",
		"  Playing along with her roommate's joke, Alice made to sit in her chair,",
		"  just as she caught sight of the box of chocolates on the table. Her lovely eyes narrowed in a frown.",
		"\"D-Don't be like that. Today's screw-up was half your fault, you know?",
		"  Maybe the rice crackers threw us off our game, or maybe it was me being too aggressive that turned that Wish into a Gandr, but still...\"",
		"\"We're down six pieces.\"",
		"\"We are? Wait, that's what you're upset about?\"",
		"  Aoko's eyes stared intently at the box of chocolates.",
		"  You could search the world and never find a finer selection of chocolates.",
		"  The brand was Sixpence Songs, apparently.",
		"\"So, what was it about the mirror you wanted to talk about?",
		"  It's still in Misaki-mode, right? Not Mansion-mode?\"",
		"\"Yes. The mansion can take care of itself for the time being, so I changed its target to Misaki City. ...Things have been cloudy there since yesterday.",
		"  Now I know for certain that with each passing day, the forces arrayed against us grow.",
		"\"You mean there's more of those things?\"",
		"\"There's the one who was captured, and I've witnessed two other suspicious types. One in the city and one in the woods outside of town.\"",
		"\"Ugh. Is it too much to ask that you could be wrong, just this once?",
		"  Which one is causing the biggest ruckus?\"",
		"\"...The one in the woods. I'm getting close to capturing it, but it knows it's being watched. It's not taking the bait.\"",
		"\"I see...",
		"You wanna go after it tonight?\"",
		"To go after it tonight...",
		"  One simple suggestion that would change the course of her life forever.",
		"  It was no overstatement to say that this was a roll of the dice that would decide whether she had the moxie to survive the experience of jumping out of a plane with a torn parachute.",
		"  Aoko swallowed her hesitation and fear with a little tea.",
		"  On the school's anniversary night, she declared that she had made up her mind, and from that time on, she would not waver.",
		"  Alice welcomed her roommate's strength with the barest hint of regret.",
		"\"...\"",
		"  As someone who shared the same motivations as her, Alice was ultimately reassured by Aoko's resolve.",
		"  Well, perhaps more pleased than reassured.",
		"  All in all it had taken the better part of a year, but finally Aoko had stepped out of Alice's shadow.",
		"  The two partners now shared the same fate.",
		"  Aoko was not the partner Alice had asked for, but a partner nonetheless.",
		"  Strangers, worlds apart.",
		"  And even if eventually they would battle each other to the death using all they had inherited, it was only right they did it on equal terms.",
		"  It was, at least for now, a cause for celebration over how far Aoko had come.",
		"\"...Generous, but I'll be fine on my own tonight.",
		"  The time would be better spent practicing Mesmerize a little more. The park is under your jurisdiction, so I'll put you to work when the time comes.\"",
		"  Alice did not so much as look at Aoko as she explained her reasons.",
		"  The scale of the enemy she would face that night...",
		"  Her plans for Aoko...",
		"  For in only two days from now Aoko Aozaki would be reborn.",
		"\"Fine. Whatever you say.\"",
		"  Aoko finished her tea and stood up from her seat.",
		"\"I guess I'm practicing, then.",
		"  Uhm, how did the first part go again? 'Be light and frail, nimble and fast. Tick-tock, tick-tock, there's no time to waste.' That right?\"",
		"\"Ugh, no. You're missing the quiet part. Remember, 'the weight of the air, the tremble of one's breast. Light lags behind while shadows pull ahead.'",
		"  Be careful. Or you may find yourself in a state of unease.\"",
		"\"Yeah, yeah, I remember now. Now, if you'll excuse me...\"",
		"  Aoko grabbed a piece of chocolate and popped it into her mouth.",
		"\"......\"",
		"  She waved before leaving Alice alone in silence.",
		"  Alice stiffened a moment before slamming the box of chocolates shut as if it could serve to scold Aoko for snacking."
	]
]