[
	[
		"　……長らく入園者のいない夢の<廃墟|あと>に、<彼|ソ><女|レ>は力なく、亡霊のような静けさで足を踏み入れた。",
		"　今夜は無風で、周囲は無人。",
		"　それなのに響いてくる雑音に、<彼|ソ><女|レ>はにんまりと、手を合わせて微笑んだ。",
		"　可愛らしく合わされた<手|カタチ>は、チューリップの蕾のようだ。",
		"　<入|ゲ><り|ー><口|ト>横の係員室の<曇|くも>った鏡に、造花の仕草が映し出される。",
		"　その横には、錆びに錆びた掲示板。",
		"　　　　　『今日の入園者数：　　２人",
		"　　　　　　今日の××××：　　　件』",
		"　　　　　　今日の××××：　　　件』",
		"　風蝕にさらされた掲示板には心ない落書きが一つ。",
		"　今日の××××数は、死亡事故、という単語に書き換えられていた。",
		"　もう使われるコトのない記録表。",
		"　それが何であるかたっぷり十秒ほど考えて、<彼|ソ><女|レ>は新たな数字を付け足した。",
		"　　　　　　『今日の入園者数：　　３人",
		"　　　　　　　今日の死亡事故：　　１件』",
		"　人差し指で数字を付け足して、彼女は花のように微笑む。",
		"　……は、音に向かって歩きだす。",
		"　ミラーハウスから狂詩曲じみた雑音が<響|ひび>きだしてから、はや十分。",
		"　遊園地の入り口は、ずっと無人のままだった。",
		"　結論から言えば。",
		"　仮に、<草十郎|カレ>が世界で一番強運な男だとしても、逃げきれる筈はなかったのである。",
		"　ただ、どこまでが計算通りで、",
		"　どこまでが偶然だったのか。",
		"　それは結末を用意していた青子にも分からない。",
		"　彼女に言えるのは三つだけ。",
		"　思っていたより時間がかかって、",
		"　予想していたより<手応|てごた>えがあって、",
		"　それと、ミラーハウスを選んだのは失敗だった、というコトぐらい。",
		"　……そう、何が失敗かと言うと。",
		"　ミラーハウスは狩り場として文句なしの地形だったけれど、鏡に映る自分と向き合うのは半人前の彼女にとって、少しだけ苛立たしいコトだった。",
		"「うわあ！」",
		"　青子の右腕が光った瞬間、草十郎は目の前の階段に逃げこんだ。",
		"　背後には連続する青い<閃光|ストロボ>。",
		"　無我夢中で階段を駆け上がる獲物を、狩人はあわてずに追っていく。",
		"「―――注文通り。",
		"　そうでなくっちゃ、お<膳立|ぜんだ>てした甲斐がない」",
		"　走る草十郎とは対照的に、青子はやや早歩きで階段を上っていく。",
		"　青子が走って追わないのは、獲物と一定の距離を保つためだ。",
		"　命中率に自信のない彼女にとって、もっとも対処に困るのが玉砕覚悟の突進である。",
		"　十メートル程度の距離があるのなら問題はない。",
		"　獲物が接近するまで十発中四発は当てられる。",
		"　しかし先ほどの位置関係は少々まずかった。",
		"　あの距離、あの広さの空間で迂回されながら突進されたら、わずかではあるが、そのまま接近されて素手での争いになる可能性がある。",
		"　現在、青子の最大の武器は右腕の魔弾だ。",
		"　この利点を生かすのなら距離を詰めすぎてはいけない。",
		"　近づく時があるとしたら、それは獲物の体力がなくなり、<諦|あきら>めたあと。",
		"　足を射貫くか、背中を撃つか。",
		"　あるいは、この迷路で心が折れるか。",
		"　なんらかの傷を負って標的が走れなくなった時が、この狩りの幕引きとなる。",
		"「っ―――！」",
		"　一方、草十郎は悲鳴を<堪|こら>えながら迷路を走っていた。",
		"　出口など目指しようもなく、まっすぐ走る事すら難しい。",
		"「あいた！？」",
		"　長く伸びている通路は、そう見えるだけで鏡の壁でふさがれている。",
		"　あわてて右に曲がろうとして、",
		"「あたた！？」",
		"　草十郎は額をおさえながら残った左に腕を伸ばし、壁がない事を確認し、",
		"「！」",
		"　とっさに左の通路に飛びこんで、コンマの差で凶弾から身をかわす。",
		"「はっ―――、は―――！」",
		"　近づいてくる足音にせき立てられて、考える前にとにかく走る。",
		"　今のは本当に紙一重だった。",
		"　後ろ髪の焦げた臭いがする。",
		"　きっと強運。",
		"　あるいは悪運だ。",
		"幸運の類があるなら、そもそもこんな事態になってはいない。",
		"　ミラーハウスの二階は巨大な渦巻き状になっているらしい。",
		"　外周からはじまって、とにかく左に左にと曲がっていく。",
		"　いきつく先はどんづまり。逃げれば逃げるほど追いつめられる、<蝸牛|かたつむり>のカラに似た断頭台だ。",
		"「…………、っ」",
		"　<抑|おさ>えつけた悲鳴が、文句になって出てきそうだ。",
		"　どのみち殺されるのに、こんなワケの分からない状況がまだ<数秒|すうびょう><数分|すうふん>、自分の頑張り次第で続くなんて―――！",
		"　けれど走る。",
		"　何度も鏡の壁にぶつかりながら走る。",
		"　衝突のたび目に星が舞って、額から出血しても走る。",
		"　激痛は数秒ごとに。",
		"　がむしゃらに走れば走るほど手ひどく透明の壁にぶつかってしまう。",
		"　体はもうその法則を覚え始めていて、これ以上は走りたくないと<訴|うった>える。",
		"「はっ、は―――！」",
		"　結果、たった六十メートル程度の全力疾走で息が上がっていた。",
		"　そもそも<而|しか>るに、どう考えてもマトモじゃない。いくらなんでも突拍子がなさすぎる。",
		"こんなのは<性質|たち>の悪い冗談で、振り返ればやりすぎてゴメンと謝る彼女がいるに決まっている。",
		"頭は真っ白で、体は度重なる衝突で音を上げて、そうに違いないと足を止めそうになったところに、",
		"　ぞくりと。",
		"　首もとに<被|かぶ>さるような、死の手触りを感じ取った。",
		"「――――――」",
		"　大げさな話ではなく、草十郎はこの類の悪寒をイヤというほど知っていた。",
		"　なにしろ町にやってきてからこっち、死にかけた事は一度や二度ではなかったのだ。",
		"　道を行く自動車や通勤ラッシュで混雑する駅のホームは、ルールを知らない彼からすれば、いまの状況とそう大差のないものなのだから。",
		"　彼はまだ命も恐怖も知らない、無邪気な幼子ではない。",
		"　一つの人格としてかたちどられた知性が、ある日突然、まったく違う文化圏に放りこまれただけ。",
		"　この町にとって当然のもの―――安全が約束されている公共の機構ですら、彼にとっては“未知”の脅威だった。",
		"　……だから、既に慣れてはいたし。",
		"　正直に告白すれば、不満に思う事だってあったのだ。",
		"　まったく不要なもの。",
		"　まったく価値を見いだせないものにあふれ、それらがすべて危険な役割を持った世界。",
		"　コンビニエンスストアにある多くの日用雑貨すら、彼にとってはたいへん優れた“道具”である。",
		"　文明はその水準を上げるほど、人間の持つ危機感を麻痺させる。",
		"　裕福さ、便利さを進めていく街のあり方は、田舎で育った草十郎にとっては毒そのものだ。",
		"　そして不幸な事に、彼には便利さを甘受するだけの余裕がなく。",
		"　扱い方を間違えるだけで<容易|ようい>に、唐突に、誰もが意図しなかった事故が起きる都会の便利さに、ずっと、違和感を抱いていた。",
		"　どうして。",
		"　なんで自分は、こんなところにいるのだろう、と。",
		"「―――、ああ」",
		"　皮肉にすぎる。",
		"　そんな、今まで気付かなかった本心に、",
		"　命を狙われている状況で、<天啓|てんけい>のように思い知るなんて。",
		"　……そう。唐突なのは今に始まった事ではない。",
		"　死にそうな目に遭うのはそこまで特別な事ではない。",
		"　本来<安全|あんぜん>というのは対価を支払って得るものなのだし。",
		"　生きているのなら常に逆の目が待っている。",
		"　例えば、夜の街灯のように。",
		"　朝になれば当然、その明かりは消えるのだ。",
		"　容赦なく撃ちだされる正体不明の凶器。",
		"　二日前の夜、青い炎に包まれて消し<炭|ずみ>になった人影が脳裏に蘇る。",
		"　釣られた<人参|にんじん>欲しさに走る馬みたいだ、と彼は思った。",
		"　とにかくアゴをあげて迷路を走る。",
		"　でも、いったい何のために？",
		"「はっ―――、はっ―――」",
		"　心臓の苦しさは本物なのに、まるで現実感がない。",
		"　天窓から見える夜空は泥を流したような<群青|ぐんじょう>で、<草十郎|カレ>の知っている夜空には似ても似つかない。",
		"「―――、は」",
		"　唐突に気が<緩|ゆる>む。",
		"　<捨|す>て<鉢|ばち>気味に草十郎は笑って、わりと大切なものが折れた気がした。",
		"　だって、そもそも全てがどうでもいい。",
		"　それでもなんとか足が進んだのは、合わせ鏡に彼女の姿が映るからだ。",
		"　追いかけっこをするネコとネズミのように、草十郎は鏡の迷路を<遁走|とんそう>する。",
		"　その、妙に現実感のない緊迫は、実質四分ほどで終了した。",
		"　九回目の青い光が、草十郎の真横で発火する。",
		"　光は壁に被弾するなり爆発して、その衝撃で草十郎を反対側の壁に叩きつける。",
		"　文句なく、今までで一番「死」に近い一撃だった。",
		"「痛っ……！」",
		"　呻いて、床に倒れこむ。",
		"　背中はひりひりと痛んでいる。",
		"　出血はない。『痛い』程度で済んだのは幸運だろう。",
		"　けれど、体は<頑|がん>として動かなかった。",
		"　肉体的にも精神的にもまだ余裕はある。",
		"　起き上がれない程の痛みでもない。",
		"　ただ、倒れてふと見上げた天井には窓があって、暗い夜空が見えてしまった。",
		"　胸に去来した<感|も><情|の>は未熟な、身勝手な嘆きだった。",
		"　……ああ、なんて醜い。",
		"　こんなものを、これから一生、見続けていく。",
		"「――――――」",
		"　乱れていた呼吸が、熱を失ったように治まった。",
		"　簡単に言うなら、彼はそれで諦めてしまったのだ。",
		"　追いかけてくる足音から逃げるという行為と、たぶん、もっと大きな、根本にある問題から。",
		"“まあ……蒼崎に殺されるなら、いいかな”",
		"　静希草十郎という人間にとって、決してあってはならない感想が漏れる。",
		"　……余談ではあるが。",
		"大げさな話ではなく、それは彼にとって、生涯ただ一度の過ちだった。",
		"　ぼんやりと夜空を見上げながら、草十郎は近づいてくる足音を聞く。",
		"「ギブアップ？」",
		"　今までで一番近い声。",
		"　これで幕引きと踏んだのか、彼女は倒れこんだ草十郎の目前まで歩み寄った。",
		"　暗い鏡張りの通路では、その表情はうかがい知れない。",
		"　草十郎は何を言うのでもなく、目前の殺人者を見上げている。",
		"「……返事がないならそれでいいけど。",
		"　調子狂うわ。普通、どうして殺そうとするのかぐらい、訊くものじゃない？」",
		"　顔を陰に隠したまま青子は言う。",
		"「――――――」",
		"　きょとんと目を大きくする草十郎。",
		"　言われて、それが自然な疑問なのだと気が付いた。",
		"　なんとなく雰囲気で“秘密を知ったから殺す”と読み取れたが、どうして自分がこんな目にあうのか、理由を聞きたくなるのが人情である。",
		"「……そっか。それは、そうなるな」",
		"　ああ、という肯定。",
		"　どこか寂しい願いと、諦めのまざった顔。",
		"　彼はしばし考えたあと、",
		"「でも言う必要はない。",
		"聞きたくないんだ、そういうのは」",
		"　大人びた、静かな声でそう答えた。",
		"「――――――」",
		"　鮮やかといえば、鮮やかすぎたその回答。",
		"「―――そ。",
		"　じゃ、殺すけど。死ぬの、恐くないの？」",
		"「恐いに決まってる。なにより痛そうだ」",
		"　口をとがらせて抗議する草十郎に、青子はむっ、と顔をくもらせる。",
		"投げやりになっていても、自分の気持ちに素直な少年だった。",
		"「そりゃ恐いでしょう。私だって恐いと思うし。",
		"　でも悪いわね、我慢して。",
		"　人でなしと<罵|ののし>ってくれて結構よ。今の私は本当にその通りだから。",
		"……",
		"そういった意味じゃアンタと同じ。普通の道徳がないのよ。だから、必要なら人も殺せる」",
		"　淡々とした声に、ぴくりと草十郎の指が反応した。",
		"　何もかも諦めていた彼の体が、今の言葉は聞き流せないと言うように。",
		"「人殺しなんて、よくないぞ」",
		"「分かってるって言ってるでしょ」",
		"　青子の右腕が掲げられる。",
		"　刻印の光が顔を照らす。",
		"　言うまでもなく、彼女の顔はいつも通りだ。",
		"　泣き顔でもなく笑顔でもない。",
		"　感情を<排|はい>した、どこにでもいる一人の少女。",
		"　……我慢して、なんてとんでもない。",
		"　普段の青子を知る草十郎にとって、それは、どんな<表|か><情|お>より<辛|つら>く映った。",
		"「……すまない。ちょっと、いいかな」",
		"「なに？　ここまで<悲愴感|ひそうかん>を盛り上げておいて、やっぱり逃げるなんてのは却下よ」",
		"「――――――」",
		"　容赦のない青子の切り返しに、彼はつい頬を<緩|ゆる>ませた。",
		"　ほっと息をつくように。さきほど見えた辛さは勘違いで、青子はやっぱり青子だった。",
		"　それが嬉しくて草十郎は笑ったのだが、言うまでもなく、彼以外には真逆に見える笑いだった。",
		"「……<遺言|ゆいごん>でも聞いてあげようと思った私が甘かった。",
		"　っていうか、今の小馬鹿にした笑いがアンタの遺言ってコトでオッケー？」",
		"「いや、そうじゃなくて。あそこにいる人は、蒼崎の友人なのか？」",
		"　つい、と指で青子の背後を指す草十郎。",
		"「はあ？」",
		"　使い古された手だと青子は思った。",
		"ここがステージならハリセンでダメ出しも辞さないところだ。",
		"　……しかし草十郎にそんな雰囲気はないし、そもそもこの男には<流行|はやり>も古いもなかった、と思い直す。",
		"「アンタ、なに言って―――」",
		"　なんだかんだと律儀な性格が幸いしたのか。",
		"　つい気になって、指差された背後に目を向ける青子。",
		"　―――そこには、",
		"　ぎい、と。",
		"　この迷路には無い木製の<笑顔|きしみ>をあげる、不吉で不気味な“彼女”の姿が―――"
	],
	[
		"  ...Silent as the dead, it stepped into the remnants of a dream that had long since seen no visitors.",
		"  There was no wind this night, nor a soul to be seen.",
		"  Still, it heard the echoes from within, clasped its hands together, and grinned.",
		"  Its form, with hands clasped, resembled that of a budding tulip.",
		"  The bearing of this artificial flower reflected in the cloudy mirror of the ticket attendant's office next to the gate.",
		"  Next to it stood a display board, corroded by years upon years of rust.",
		"                              No. of Visitors Today: 2",
		"                              No. of ----        Today: __",
		"                              No. of ----       Today: __",
		"  The board had graffiti crudely scrawled atop one of the words.",
		"  It was replaced with \"Deaths.\"",
		"  The records board had long ago fallen to disrepair.",
		"  After taking a full ten seconds to digest what it was looking at, it made its own revision.",
		"                                No. of Visitors Today: 3",
		"                                No. of Deaths  Today: 1",
		"  After appending this number with an index finger, she smiled like a flower.",
		"  Then she began to walk toward the source of the sound.",
		"  It had been ten minutes since this rhapsody had begun to echo from the house of mirrors.",
		"  The amusement park's entrance returned to as it was before: soulless.",
		"  In the end...",
		"  Even if Soujuurou had been the luckiest man alive, there was no way he should have been able to escape.",
		"  The question, however, was how much of this was by design,",
		"  and how much was sheer coincidence.",
		"  Even Aoko, who had made all the arrangements, had no answer.",
		"  Indeed, there were only three things she could say:",
		"  It was taking longer than expected,",
		"  he was putting up more of a resistance than she had anticipated,",
		"  and that choosing the house of mirrors was a mistake.",
		"  She had really screwed the pooch on this one.",
		"  The location itself was an excellent choice, as the house of mirrors was perfect as a hunting ground. But seeing her own incompetence reflected in the mirrors was beginning to grate on her.",
		"\"Ahhh!\"",
		"  The moment Aoko's right arm began to glow, Soujuurou made a beeline for the staircase in front of him.",
		"  A strobing series of blue flashes lit the room behind him.",
		"  The hunter calmly followed her prey, and the prey desperately ran for his life up the stairs.",
		"\"...Just what the doctor ordered.",
		"  We can't very well let the best laid plans go to waste now, can we?\"",
		"  In stark contrast to Soujuurou's frenzied escape, Aoko walked briskly up the stairs.",
		"  She elected not to run after her prey in order to maintain a set distance.",
		"  As she lacked confidence in her accuracy, the hardest thing for her to deal with would be if he charged right at her and went down fighting.",
		"  But at a distance of ten or so meters, he posed no threat.",
		"  By the time her prey drew near, she could fire ten shots and hit with at least four of them.",
		"  Their positioning just a moment ago hadn't been ideal.",
		"  At that distance, in a space that open, if he flanked and rushed her, there was a chance, however small, that it could turn into a fist fight.",
		"  Currently, Aoko's best weapon was the bullets from her right arm.",
		"  If she was going to capitalize on that advantage, it was in her best interest not to close the gap between them.",
		"  If there was a good time to approach, it was only after her prey had become exhausted and had lost the will to continue.",
		"  Would she pierce his leg? Shoot him in the back?",
		"  Or, perhaps, would he just give up after losing himself in the labyrinth?",
		"  The hunt would end when her target sustained some sort of injury and became unable to run.",
		"\"...Nnnnh!\"",
		"  On Soujuurou's end, he could barely bite back on screaming as he bolted through the maze.",
		"  Even running in a straight line had become difficult, much less searching for an exit.",
		"\"Owww!\"",
		"  The corridor stretched out far before him...or so the mirrors blocking the path had made it seem.",
		"  Panicked, he made a turn to the right.",
		"\"Ouch!\"",
		"  Clutching his head in his right arm, Soujuurou led with his left, groping through the air to see whether a wall was there or not.",
		"\"...!\"",
		"  He dove down the hall to the left, narrowly dodging the bullets targeting his life.",
		"\"Haa... haa...\"",
		"  Urged on by the sound of approaching footsteps, he ran without thinking.",
		"  That last one was close. A hair closer would have meant his life.",
		"  He caught the odor of burnt hair from the back of his neck.",
		"  He was very lucky.",
		"  Or perhaps very unlucky.",
		"If he were actually lucky, he would not be in this situation in the first place.",
		"  The second floor of the house of mirrors was structured like a giant spiral.",
		"  It wound left, starting from the outside wall.",
		"  Eventually it would lead to a dead end. The more he tried to escape, the more cornered he would become, as though he were trapped in a twisted guillotine.",
		"\"...\"",
		"  His stifled screams threatened to leak out as complaints.",
		"  No matter what he did, he was going to be killed. All of his struggling merely served to prolong the inevitable.",
		"  Yet he ran.",
		"  No matter how many mirrored walls he rammed himself into, he ran.",
		"  Even after crashing so hard that his forehead bled and he saw stars, he ran.",
		"  Pain shot through him at every turn.",
		"  The more frantically he ran, the more intensely he smashed into the invisible walls.",
		"  His body began to understand this rule and begged him not to run anymore.",
		"\"Hah... Hah...\"",
		"  His breath was already ragged after sprinting an about sixty meters.",
		"  No matter how he thought about it, this was not normal. This was way too crazy.",
		"This was all just a bad joke. If he turned around now, she would apologize to him for taking it too far.",
		"His mind had gone blank. As his body continued to slam into the mirrors again and again, his feet slowed as they began to believe that perhaps it really was all a joke. But then...",
		"  He felt a chill.",
		"  A touch of death upon his neck.",
		"\"...\"",
		"  It would not be an exaggeration to say that Soujuurou knew this kind of terrible chill far too well.",
		"  Ever since he had arrived in the city, he had come face-to-face with more than one or two near-death experiences.",
		"  For someone who did not understand city life, his present predicament was not unlike when he experienced the traffic on the streets or the commuter rush on the station platform.",
		"  He was far from an innocent babe unable to comprehend life or fear.",
		"  Rather, everything he had ever known became irrelevant when he was flung into a completely different cultural sphere.",
		"  Even society's promises of safety―something urbanites took for granted―were threats unknown.",
		"  ...So he was used to this already.",
		"  Though if he were to be honest, he was dissatisfied with some things.",
		"  Things superfluous to necessity.",
		"  This world was overflowing with valueless things, and they were all dangerous in some way.",
		"  Even the everyday necessities sold at the convenience store were, as far as he was concerned, amazing tools.",
		"  Civilization had raised the standard of living so high that it had numbed humanity's sense of danger.",
		"  The city's constant pursuit of wealth and convenience was a poison to a country boy like Soujuurou.",
		"  And he did not have the capacity to accept these conveniences.",
		"  That it was possible for such conveniences to easily and suddenly be misused and cause unintended accidents had always made him anxious.",
		"  Why?",
		"  He had to wonder why he was even here.",
		"\"...Ah.\"",
		"  How ironic.",
		"  It took the real threat of death to finally make him realize,",
		"  like a divine revelation, what he'd failed to understand until now:",
		"  He'd always had to expect the unexpected.",
		"  Near-death experiences were more common than one might think.",
		"  To begin with, safety was something that came at a price.",
		"  Being alive meant that the opposite was always lurking around the corner.",
		"  It was just like a street light at night.",
		"  When the sun rose, its illumination would naturally disappear.",
		"  Another barrage of strange projectiles whizzed mercilessly by him.",
		"  He recalled in the back of his mind the charred remains of someone at the hands of that blue flame two nights prior.",
		"  Somehow this situation reminded him of a horse being led by a dangling carrot.",
		"  For now he lifted his head and continued to run through the labyrinth.",
		"  But for what purpose?",
		"\"Hah... hah...\"",
		"  Though he knew the pain in his chest was very real, he felt disconnected from it.",
		"  The night sky visible through the skylight was a muddy ultramarine, no longer resembling the one he knew.",
		"\"...Hah.\"",
		"  And managed to calm himself.",
		"  Soujuurou began to laugh in despair, as though something rather precious had been broken.",
		"  Everything had become meaningless anyway.",
		"  Even so, his legs somehow made their way forward at the sight of her reflection in the mirror.",
		"  Like a game of cat and mouse, Soujuurou fled through the labyrinth of mirrors.",
		"  Then, after four minutes, that strangely unreal tension ended.",
		"  The ninth shot of blue light hit inches away from him.",
		"  It exploded the moment it made impact, launching Soujuurou into the opposite wall.",
		"  Of all the fire he had taken thus far, this shot indisputably brought him the closest to death.",
		"\"GAAAH!\"",
		"  Groaning, he collapsed to the floor.",
		"  His back was on fire with pain.",
		"  He was not bleeding, and was lucky he could still even scream.",
		"  Yet, his body refused to move.",
		"  Physically and mentally he still had something to spare.",
		"  The pain was not so bad that it was preventing him to stand up.",
		"  It was just that there was a skylight above him, and he could glimpse the dark of the night sky beyond.",
		"  The feeling that overcame him was a raw, selfish bout of grief.",
		"  It was just so cruel.",
		"  To have to stare at that for the remainder of whatever short life he had left.",
		"\"...\"",
		"  Soujuurou's ragged breath slowed.",
		"  For all intents and purposes, he had given up.",
		"  He had given up running away from the sound of pursuing footsteps and perhaps even the problem at the root of everything.",
		"(Well, at least it was Aozaki who got to kill me.)",
		"  Soujuurou Shizuki felt things that in any other circumstance he would never feel.",
		"  Incidentally...",
		"Without exaggeration or embellishment, this was the only mistake he had ever made in his entire life.",
		"  Staring vacantly into the night sky above, Soujuurou listened as the footsteps drew nearer.",
		"\"You give up?\"",
		"  It was the closest her voice had ever been to him.",
		"  Perhaps feeling that he really had given up, she approached his collapsed form.",
		"  In the dark, mirror-lined corridor he could not make out her expression.",
		"  Without a word, Soujuurou raised his eyes to meet his murderer.",
		"\"...I suppose if you don't care, you don't have to ask.",
		"  You really do throw me off. Most people would ask me why I'm going to kill them right about now.\"",
		"  Aoko spoke from within the shadows.",
		"\"...\"",
		"  His eyes widened in bewilderment.",
		"  Now that she had mentioned it, he realized that would have been the obvious question to ask.",
		"  He had more or less picked up on the fact that he was being killed for learning some secret, but it was human nature to want to know more.",
		"\"...That makes sense, now that you mention it.\"",
		"  A simple affirmation.",
		"  His face was a mixture of resignation and a forlorn longing.",
		"  He thought for a moment, before...",
		"\"But you don't have to say anything.",
		"I don't want to hear it.\"",
		"  He responded in a mature, subdued voice.",
		"\"...\"",
		"  His response was clear-rather, gallantly so.",
		"\"...I see.",
		"  I'm still going to kill you. Aren't you scared of dying?\"",
		"\"Of course I'm scared. It'll probably hurt.\"",
		"  His face turned wry as he objected, to which Aoko frowned.",
		"As nonchalant as he could be, he was honest about his feelings.",
		"\"Of course that would be scary. I'd be scared, too, you know.",
		"  Sorry, though. You'll just need to deal with it.",
		"  It's okay if you call me a monster. That's exactly what I am right now.",
		"...",
		" I guess in that way I'm just like you. I don't have what you would call normal morals. Helps when I need to murder someone.\"",
		"  Soujuurou's finger twitched in response to her indifferent tone.",
		"  As if to say that, despite having given up on just about everything, his body could not let those words slide.",
		"\"Murder is wrong, you know.\"",
		"\"We went through this. I know that already.\"",
		"  Aoko raised her right hand.",
		"  The light from the crest illuminated her face.",
		"  It goes without saying that her expression was unchanged.",
		"  She was not crying, nor was she smiling.",
		"  She was a young woman who had excised her feelings.",
		"  ...\"Deal with it\" was another thing Soujuurou could not let slide.",
		"  Soujuurou could read on Aoko's face that she was not herself. She was in pain, and to a degree he had never seen in her.",
		"\"...Sorry, but I guess I do have something to say.\"",
		"\"What is it? But don't think you can trick me into letting you go by making me feel bad.\"",
		"\"...\"",
		"  He unconsciously smiled at Aoko's ruthless counter and breathed a sigh of relief.",
		"  He had misread the pain he saw in her face. This was the same Aoko.",
		"  Soujuurou laughed out loud in genuine joy, a laugh that most other people would have taken as an insult.",
		"\"I'm starting to regret letting you say your piece.",
		"  Or should I take that attempt to make fun of me as just that?\"",
		"\"No, I'm not laughing at you. I was just wondering if that person over there was a friend of yours, Aozaki.\"",
		"  Out of nowhere, Soujuurou pointed behind Aoko.",
		"\"What?\"",
		"  Aoko thought that it must have been that old, overused distraction technique.",
		"If this had been a Japanese comedy act, this would be the part where she gave him a whack with a paper fan.",
		"  But after giving it a second thought, she realized Soujuurou didn't have the capacity for understanding old, or even new, tricks.",
		"\"What are you...\"",
		"  Perhaps his honest disposition had been to his benefit.",
		"  Without thinking, Aoko gave in to her curiosity and turned her gaze toward the direction in which his finger was pointed.",
		"  And there...",
		"  Something that should not have been there in the maze. Something with a creaking, wooden smile...",
		"  It was the ominous, creepy, uncanny figure of a girl."
	]
]