[
    {
        "ja": "　彼女が正門についた頃、雨脚は弱くなっていた。",
        "en": "  The rain had subsided somewhat by the time she reached the school gate.",
        "pl": ""
    },
    {
        "ja": "　遠くの空には日射しが見え隠れしている。",
        "en": "  Sunlight seemed to be playing peek-a-boo behind the clouds in the distance.",
        "pl": ""
    },
    {
        "ja": "　この分なら、雨は昼過ぎにあがっているかもしれない。",
        "en": "  It looked like it might be cleared up by early afternoon.",
        "pl": ""
    },
    {
        "ja": "「……といっても、私には関係のない話だけど」",
        "en": "\"...Not that it has anything to do with me, though.\"",
        "pl": ""
    },
    {
        "ja": "　空模様とは裏腹に、彼女の運勢はボロボロだ。",
        "en": "  The weather reflected her luck.",
        "pl": ""
    },
    {
        "ja": "　徹夜明けの朝に起こされたうえ、冬の雨に見舞われた。",
        "en": "  On top of being forced out of the house at such an early hour, she had to suffer through a winter rain.",
        "pl": ""
    },
    {
        "ja": "　この分では、用件とやらもロクな事じゃない―――",
        "en": "  I'm getting a bad feeling about this...",
        "pl": ""
    },
    {
        "ja": "　そんな予感に頭痛を覚えながら、彼女は正門を抜けて校舎に向かう。",
        "en": "  The sinking feeling she had only grew as she passed through the entrance and headed inside.",
        "pl": ""
    },
    {
        "ja": "　途中、すれ違った生徒はひとりもいない。",
        "en": "  She didn't encounter any other students along the way.",
        "pl": ""
    },
    {
        "ja": "　部活中の生徒も見あたらない。",
        "en": "  Nor did she see anyone taking part in club activities, either.",
        "pl": ""
    },
    {
        "ja": "　職員用の玄関の受付には“休憩中”の立て看板。",
        "en": "  The reception desk to the faculty room simply read \"Faculty Closed.\"",
        "pl": ""
    },
    {
        "ja": "　学校は生徒に平等な休日を与えていた。",
        "en": "  The school had given all of its students the day off.",
        "pl": ""
    },
    {
        "ja": "　もちろん、こんな時間に呼び出された彼女を除いて。",
        "en": "  Except those explicitly summoned, like her.",
        "pl": ""
    },
    {
        "ja": "　そんな事実がますます感情を<逆撫|さかな>でする。",
        "en": "  A fact that irked her more and more as the minutes passed.",
        "pl": ""
    },
    {
        "ja": "　彼女が職員室の扉を開けると、見慣れた教師が机に向かっていた。",
        "en": "  She opened the door to the faculty room and headed toward the desk she had visited a number of times before.",
        "pl": ""
    },
    {
        "ja": "　地味だがパリッとしたシャツと背広、",
        "en": "  The man at the desk wore a plain shirt and suit that were nonetheless neatly pressed.",
        "pl": ""
    },
    {
        "ja": "　穏やかではあるが油断ならない細眼鏡。",
        "en": "  Slim-framed glasses adorned his face, giving off an amicable yet cunning air.",
        "pl": ""
    },
    {
        "ja": "　似合わない煙草をふかしている、二十代中盤の優男。",
        "en": "  The mild-mannered image this mid-twenties man presented clashed with the cigarette he smoked.",
        "pl": ""
    },
    {
        "ja": "　どうにも、まだ彼女に気付いていない様子だ。",
        "en": "  He didn't appear to have noticed her yet.",
        "pl": ""
    },
    {
        "ja": "「<山城|やましろ>先生」",
        "en": "\"Mr. Yamashiro?\"",
        "pl": ""
    },
    {
        "ja": "　勢いよく扉を閉める。",
        "en": "  She closed the door with a bang.",
        "pl": ""
    },
    {
        "ja": "　その音にさして驚いた様子もなく、山城と呼ばれた教師は顔を上げた。",
        "en": "  Showing no response to the sudden sound, Mr. Yamashiro lifted his head.",
        "pl": ""
    },
    {
        "ja": "「やあ、おはよう<蒼崎|あおざき>くん。用件は聞いているかな？」",
        "en": "\"Hey there. Good morning, Ms. Aozaki. I guess this means you got the call.\"",
        "pl": ""
    },
    {
        "ja": "「はい。一時間前に自宅で。事前に何の相談もなく」",
        "en": "\"Yes. They called me at home about an hour ago, out of the blue...\"",
        "pl": ""
    },
    {
        "ja": "　この高校の卒業生である<山城|かれ>は、生徒たちとそう歳が離れていない。",
        "en": "  Having graduated from this high school himself, Mr. Yamashiro was not much older than the rest of the students.",
        "pl": ""
    },
    {
        "ja": "　そのせいか他の教師より生徒に<慕|した>われている。",
        "en": "  For that reason, the students preferred him over the other teachers.",
        "pl": ""
    },
    {
        "ja": "　話題も<豊富|ほうふ>で口調も<穏和|おんわ>。",
        "en": "  He always had something interesting to talk about, and kept conversations casual.",
        "pl": ""
    },
    {
        "ja": "　教師というより頼れる先輩といった人物だが、あいにく、彼女はそう慕ってもいなかった。",
        "en": "    In fact, he seemed more like an older student than a teacher, but she unfortunately didn't share her fellow students' fondness for him.",
        "pl": ""
    },
    {
        "ja": "　教師は<冷徹|れいてつ>であるべきである。",
        "en": "  She was of the opinion that teachers should come across as more austere.",
        "pl": ""
    },
    {
        "ja": "　生徒にとっては愛憎いり交じった険しい壁であり、間違っても<憩|いこ>いの場でニコニコ笑っているお兄さん……であってはならない、というのが彼女の持論だ。",
        "en": "  Like an iron fist that could inspire both love and hate in equal measure... Not a buddy to joke and pal around with.",
        "pl": ""
    },
    {
        "ja": "　山城教諭は彼女が良しとする教師像とは正反対の人物で、自然、彼への口調は堅く、愛想のないものになる。",
        "en": "  He was the exact opposite of how she felt a teacher should be. It was only natural that her manner towards him would be forced and unfriendly.",
        "pl": ""
    },
    {
        "ja": "　……もっとも。愛想なんて微笑ましいもの、彼女には初めから装備されてはいないのだが。",
        "en": "  Not that she'd ever been wired to make friendly small talk.",
        "pl": ""
    },
    {
        "ja": "「はあ。今日もご機嫌ななめみたいだね、君は」",
        "en": "\"You're in a foul mood today.\"",
        "pl": ""
    },
    {
        "ja": "「それは先生の気のせいです。",
        "en": "\"Today?",
        "pl": ""
    },
    {
        "ja": "　今日だけ特別、という話ではありませんから」",
        "en": "  I'm like this every day.\"",
        "pl": ""
    },
    {
        "ja": "　きっぱりと返答しつつも、彼女自身、自分がひどい顔をしているのは承知していた。",
        "en": "  The matter-of-fact answer perfectly matched the displeasure displayed on her face.",
        "pl": ""
    },
    {
        "ja": "　寝起きの機嫌の悪さと寝不足の疲れがあいまって、<仇|かたき>を見るような目つきになっているだろう。",
        "en": "  Her bad mood from having to get up early and the tiredness from staying up late must have collectively made her look positively adversarial.",
        "pl": ""
    },
    {
        "ja": "「そう。ならいいんだけどね、彼にはそう辛く当たらないでくれよ。僕らじゃ正直、どう扱っていいか分からないところもあるし」",
        "en": "\"If you say so. Just go easy on our guest, okay? To be honest, we're not completely sure how to deal with him yet.\"",
        "pl": ""
    },
    {
        "ja": "「先生。その件ですけど、私、まだ詳しい話を聞かされていないのですが」",
        "en": "\"About that. Do you wanna tell me what the hell is going on? Because I have no clue.\"",
        "pl": ""
    },
    {
        "ja": "　刺すような彼女の視線と声に、山城教諭はああ、と応えて煙草の火をもみ消した。",
        "en": "  As Mr. Yamashiro met her piercing eyes, he finally understood the reason behind her tone, and slowly put out his cigarette.",
        "pl": ""
    },
    {
        "ja": "「んー、電話じゃなんて聞いたの？」",
        "en": "\"Let's start at the beginning. What did they tell you over the phone?\"",
        "pl": ""
    },
    {
        "ja": "「転入生の紹介をする、とだけです。",
        "en": "\"Just that I'd be introduced to a transfer student.",
        "pl": ""
    },
    {
        "ja": "　理由も<脈絡|みゃくらく>も無い説明でした」",
        "en": "  They were a little hazy on the rest, though.\"",
        "pl": ""
    },
    {
        "ja": "　簡潔な答えに、山城は感心して眉を上げた。",
        "en": "  One of Mr. Yamashiro's eyebrows stood up, impressed with the brevity of her answer.",
        "pl": ""
    },
    {
        "ja": "　彼女が怒っているのは見てとれたが、その理由が休日に呼び出された件ではなく、電話の内容が<要領|ようりょう>を得なかったからだとは。",
        "en": "  He could see that she was angry, not because she had been called to school on her day off, but because she hadn't been told why she was here.",
        "pl": ""
    },
    {
        "ja": "　いやはや実に<厳格|げんかく>だ、と山城教諭は苦笑した。",
        "en": "  Mr. Yamashiro chuckled sympathetically.",
        "pl": ""
    },
    {
        "ja": "「先生。これが笑い話なら、そろそろ帰っていいでしょうか？」",
        "en": "\"If this was all a joke to you, perhaps I should just go home.\"",
        "pl": ""
    },
    {
        "ja": "「いや、ごめんごめん、謝るよ。冗談じゃなくて真面目な話なんだ。ちょっと、君の手を借りたくてね」",
        "en": "\"Wait, wait. I didn't mean to laugh. This is not a practical joke. We could really use your help.\"",
        "pl": ""
    },
    {
        "ja": "「本当に、転入生の問題で？」",
        "en": "\"So there really is a transfer student?\"",
        "pl": ""
    },
    {
        "ja": "「うん、訳ありというか、難しいというか。",
        "en": "\"Yes, but he has... how should I put it? Difficult circumstances.\"",
        "pl": ""
    },
    {
        "ja": "　彼……<草十郎|そうじゅうろう>くんというんだけど、ちょっと、色々とズレていてね。僕らが案内してあげるより、同世代の君の方が適任だと思ったんだ」",
        "en": "  His name...is Soujuurou. And he's a bit...well, peculiar. So we thought someone around the same age would be best suited to show him the ropes.\"",
        "pl": ""
    },
    {
        "ja": "「…………」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　彼女は不審げに表情を<曇|くも>らせた。",
        "en": "  She threw him an unamused look.",
        "pl": ""
    },
    {
        "ja": "　教師の業務を生徒に押しつけるのも<怠慢|たいまん>だが、それ以上にその転入生が『ズレている』とはどういう事だろう？",
        "en": "  It was negligent of them to be pushing teaching duties on her, but she did wonder how exactly this transfer student was peculiar.",
        "pl": ""
    },
    {
        "ja": "　素行に問題がある、扱いが難しい、というのなら想像しやすい。",
        "en": "  Maybe he meant the student had behavioral problems or was difficult somehow.",
        "pl": ""
    },
    {
        "ja": "しかし、ズレている、というのは何なのか。",
        "en": "But 'peculiar?' She didn't have the slightest idea what that meant.",
        "pl": ""
    },
    {
        "ja": "『ズレてるなんて、そう使わない表現だけど……』",
        "en": "(You don't hear a teacher call someone that everyday.)",
        "pl": ""
    },
    {
        "ja": "　彼女は不審げに思案するも、すぐに頭を切りかえた。",
        "en": "  She had her doubts but swept them aside for now.",
        "pl": ""
    },
    {
        "ja": "　あれこれ悩んでも仕方がない。",
        "en": "  This wasn't the time to get distracted by more concerns.",
        "pl": ""
    },
    {
        "ja": "　なんだかこの会話自体がズレているようで居心地が悪いし、情報が少なすぎるし、そもそも、断るつもりなら今頃ベッドの上でうろんな貝の気分になっている。",
        "en": "  The fact remained that this conversation was all the \"peculiar\" she could handle, and she needed more information. She was already beginning to fantasize about saying no and curling up in her warm bed at home.",
        "pl": ""
    },
    {
        "ja": "「ひとつ、質問があります」",
        "en": "\"I have a question.\"",
        "pl": ""
    },
    {
        "ja": "「なに？　あ、学年は君と同じ二年生だよ。性格は落ち着きがあって、人の話をよく聞くタイプ。裏を返せば覇気がないともとれるけど、それならそれで付き合いやすいだろ？",
        "en": "\"Yes? Ah, he's a second year student like you. He's well-behaved and a good listener. He's not the most energetic individual, but that just means he'll be easier to get along with, right?",
        "pl": ""
    },
    {
        "ja": "　蒼崎くんとはクラスは違うけど、きっと仲良くな―――」",
        "en": "  He's not in the same homeroom class as you, but I'm sure you'll get along just-\"",
        "pl": ""
    },
    {
        "ja": "「そういった事は本人から直接<訊|き>きますし、<量|はか>ります。",
        "en": "\"I'll be the judge of that when I actually meet him.",
        "pl": ""
    },
    {
        "ja": "　そうではなく、なぜ私なんでしょうか」",
        "en": "  And none of that answered my question: why me?\"",
        "pl": ""
    },
    {
        "ja": "　<刺々|とげとげ>しい<質|こ><問|え>は、同時に転入生の案内を承諾していた。",
        "en": "  Though her tone was still stern, it was clear that she was willing to cooperate.",
        "pl": ""
    },
    {
        "ja": "　不満ではあるが、とりあえず自分の感情は置いて、与えられた役目に取り組んでみる。",
        "en": "  She had decided to put her feelings of dissatisfaction aside and focus on the task at hand.",
        "pl": ""
    },
    {
        "ja": "　<極|きわ>めて自己中心的な気質でありながら、<努|つと>めて公正でいようとするのが彼女の特長だ。",
        "en": "  Forcing herself to act empathetic in spite of her self-absorbed nature was something she was used to.",
        "pl": ""
    },
    {
        "ja": "　やや<倒錯|とうさく>しているが、その芯の強さを山城などは頼もしく思ってしまう。",
        "en": "  Paradoxically, this force of will was also the reason teachers put so much faith in her.",
        "pl": ""
    },
    {
        "ja": "　……まあ。",
        "en": "  ...To a point.",
        "pl": ""
    },
    {
        "ja": "　時折、その強さが予想の<範疇|はんちゅう>を超える事もあるが、それはそれ、天災と思って<諦|あきら>めるのが、ここ一年で山城教諭が学んだ彼女への対応策である。",
        "en": "  At times, that strength shattered expectation, and on those occasions they were left with no choice but to treat it like a natural disaster and weather it until it passed. That was how Mr. Yamashiro had come to deal with her as over the past year.",
        "pl": ""
    },
    {
        "ja": "「もう一度だけ訊きます、山城先生。",
        "en": "\"I'll ask you one more time, Mr. Yamashiro.",
        "pl": ""
    },
    {
        "ja": "　それで、なぜ私なんでしょうか？」",
        "en": "  Why does it have to be me?\"",
        "pl": ""
    },
    {
        "ja": "　有無を言わせぬ<詰問|きつもん>に、山城教諭はやや押されながらも返答する。",
        "en": "  Pressured by a question without a clear yes or no answer, he answered.",
        "pl": ""
    },
    {
        "ja": "「うん、それはね。",
        "en": "\"Well, about that...",
        "pl": ""
    },
    {
        "ja": "　別に、蒼崎くんが先生方に<敬遠|けいえん>されているのと同じぐらい信頼されていて、学校のためなら教師も生徒も一緒くたに斬って捨てる鉄の生徒会長、だからじゃないよ」",
        "en": "  You're probably thinking it's because you're the iron-fisted ruler of the student council and are willing to strike down both teacher and student for the good of the school, but you'd be wrong.\"",
        "pl": ""
    },
    {
        "ja": "「……それ以外に、こんな呼びつけを受ける理由はないと思いますけど」",
        "en": "\"I can't imagine any other reason you'd call me.\"",
        "pl": ""
    },
    {
        "ja": "　信用ならない、と彼女は半眼で生徒会顧問を見据えた。",
        "en": "  Her eyes did nothing to hide her disbelief as she glared at him.",
        "pl": ""
    },
    {
        "ja": "　十七才の少女にあるまじき迫力と、",
        "en": "  Strength far beyond that of an ordinary seventeen-year-old girl...",
        "pl": ""
    },
    {
        "ja": "　十七才の少女らしい愛らしさ。",
        "en": "  ...coupled with the youthful beauty of one.",
        "pl": ""
    },
    {
        "ja": "　奇跡的なバランスで両立する眼差しを、山城教諭は見惚れるように、穏やかな笑顔で受けとめる。",
        "en": "  Mr. Yamashiro let slip a genuine smile, admiring the miraculous balance of qualities.",
        "pl": ""
    },
    {
        "ja": "「いや、責務だけでいいなら僕がやってるさ。この人選に関しちゃ教師や生徒会長といった役職も関係ないよ。",
        "en": "\"I mean, I'd handle this myself if it was just about pure obligation. But who gets this job has nothing to do with whether they're a teacher or on the student council.",
        "pl": ""
    },
    {
        "ja": "　なんていうか、こんな頼みを<損得|そんとく>抜きで聞いてくれるのは君だけだと思ってね。適任ですから、と強く推薦したわけ」",
        "en": "  I just felt that you were the only one who would entertain this kind of a request without needing to weigh all sides. That's why I insisted it be you.\"",
        "pl": ""
    },
    {
        "ja": "　要は、“なんだかんだ言って底抜けに人がいいでしょ君”と言われているようなものだ。",
        "en": "  In other words, he knew she wouldn't say no.",
        "pl": ""
    },
    {
        "ja": "「―――山城先生」",
        "en": "\"...Mr. Yamashiro.\"",
        "pl": ""
    },
    {
        "ja": "「うわ怖っ。もう、<睨|にら>まない睨まない。言ったろ、僕にはともかく彼には笑顔でって。",
        "en": "\"Oh, dear. Would you stop glaring at me like that already? At least put on a smile for your new schoolmate.",
        "pl": ""
    },
    {
        "ja": "　とまあ、納得してくれたなら、すぐに移動しよう。もうずいぶん待たせてしまっているからね。",
        "en": "  Look, if you're agreeing to help, we should go see him. We've already kept him waiting long enough as it is.",
        "pl": ""
    },
    {
        "ja": "　それと、雨の中ご苦労さま。帰りはもちろん車で送るよ」",
        "en": "  And because you braved the rain to get here, I'd be happy to give you a ride home.\"",
        "pl": ""
    },
    {
        "ja": "　スマートに立ち上がる山城教諭。",
        "en": "  Mr. Yamashiro stood up gracefully.",
        "pl": ""
    },
    {
        "ja": "　それにけっこうです、とだけ返して、彼女は職員室を後にした。",
        "en": "  \"I'm good, thanks,\" she replied, before turning and walking out of the faculty room.",
        "pl": ""
    },
    {
        "ja": "　待ち続けること一時間。",
        "en": "  He had been waiting for about an hour.",
        "pl": ""
    },
    {
        "ja": "　いつのまにか、空模様は小雨になっていた。",
        "en": "  While he did, the rain shower lightened into a drizzle.",
        "pl": ""
    },
    {
        "ja": "　彼はぼんやりと、雨だれの音を聴いている。",
        "en": "  His mind wandered as he listened to the sound of the raindrops.",
        "pl": ""
    },
    {
        "ja": "　長方形の机が事務的に置かれただけの部屋。",
        "en": "  The room was filled with neatly arranged rectangular tables.",
        "pl": ""
    },
    {
        "ja": "　人影は一つ。彼の他には誰もいない。",
        "en": "  He was the only one there.",
        "pl": ""
    },
    {
        "ja": "　この部屋に通され、座って待っているように言われてから、もうずいぶんと時間が経っている。",
        "en": "  Quite some time had passed since he had been brought to this room and asked to wait.",
        "pl": ""
    },
    {
        "ja": "　まっとうな学生なら不満や不安をクチにしてもいい頃だろうに、少年はそれこそ畑のカカシのように、じっと言いつけを守っていた。",
        "en": "  Even the best behaved student might have grown dissatisfied or anxious with the situation by now, but the boy stuck to his spot like a scarecrow.",
        "pl": ""
    },
    {
        "ja": "　体の<芯|しん>にまで届く寒さ。",
        "en": "  He was chilled to the bone.",
        "pl": ""
    },
    {
        "ja": "　十一月の終わり、冬を迎え始めた午前の気温である。",
        "en": "  It was the end of November, and the low temperature in the morning had marked the start of winter.",
        "pl": ""
    },
    {
        "ja": "　室温は外より幾らかましな程度。",
        "en": "  The room was not much warmer.",
        "pl": ""
    },
    {
        "ja": "　ストーブをつけていいから、という教師の声を聞き逃したのか、このタイプのストーブはまだ見た事がなかったのか、暖房は入っていない。",
        "en": "  The heater hadn't been turned on. Either he'd missed the teacher telling him to turn it on, or he'd never seen one in his life.",
        "pl": ""
    },
    {
        "ja": "　彼は冷たくなってきた指先に軽く息をあてながら、ぼんやりと周囲を観察する。",
        "en": "  He breathed lightly on his freezing fingers as he aimlessly surveyed his surroundings.",
        "pl": ""
    },
    {
        "ja": "　この殺風景な部屋は会議室と言うらしい。",
        "en": "  This dreary place was apparently a meeting room.",
        "pl": ""
    },
    {
        "ja": "　在校生から見れば<仰々|ぎょうぎょう>しい会議室だが、彼から見れば飾り気のない、広いだけの部屋だった。",
        "en": "  The other students might have considered it a wonderful place to meet, but to him it was drab and overly spacious.",
        "pl": ""
    },
    {
        "ja": "　生活の匂いがしないため、つい、乾ききった<岩屋|いわや>などを連想してしまう。",
        "en": "  It was a lifeless place that reminded him of an arid cave.",
        "pl": ""
    },
    {
        "ja": "　彼はやる事もないので、こんな冷たい場所でどんな話し合いをするのだろう、と真剣に検討してみた。",
        "en": "  Stuck in this cold room with absolutely nothing to do, his mind turned to what they wanted to discuss.",
        "pl": ""
    },
    {
        "ja": "「…………………………",
        "en": "\"...",
        "pl": ""
    },
    {
        "ja": "、むう」",
        "en": "...Hrm.\"",
        "pl": ""
    },
    {
        "ja": "　どう考えても答えはでそうにないので、<雨音|あまおと>に意識を戻す。",
        "en": "  Unable to come up with a solid answer, he returned his attention to the sound of the rain.",
        "pl": ""
    },
    {
        "ja": "　雨の空は、山のものと少しだけ似ている。",
        "en": "  The rain hardly resembled the rain in the mountains.",
        "pl": ""
    },
    {
        "ja": "　いや、かろうじて原形を留めている。",
        "en": "  Though, he could still recognize it, barely.",
        "pl": ""
    },
    {
        "ja": "　匂いも音も<硬|かた>くなっているが、根底は同じモノだ。",
        "en": "  Its smell and sound were harsher. But at the end of the day, rain was still rain.",
        "pl": ""
    },
    {
        "ja": "　こんな異界にあっても山と共通する物がある―――",
        "en": "  So even this world, alien as it was, could have something in common with the mountains...",
        "pl": ""
    },
    {
        "ja": "　そんな<些細|ささい>な事がしんみりと嬉しい。",
        "en": "  That trivial detail perked him up a little.",
        "pl": ""
    },
    {
        "ja": "　雨に濡れた町は好きだ。",
        "en": "  He liked how the town looked soaked in rain.",
        "pl": ""
    },
    {
        "ja": "　よく晴れた晴天の方が心地よいのは当然だが、そういう気持ち良さとは別の視点で、彼は雨空を好いている。",
        "en": "  Naturally, he preferred sunny weather, but he liked rain in its own way.",
        "pl": ""
    },
    {
        "ja": "　雨に<煙|けぶ>った町並みは少しだけ土の匂いが増して、未練がましくも故郷を<想|おも>ってしまう。",
        "en": "  The fog from the rain had soaked up the scent of the soil, and it reminded him of home.",
        "pl": ""
    },
    {
        "ja": "　そんな時だけ、都会にやってきた不安も少しは薄れていく気がするからだ。",
        "en": "  It was at times like these that he was able to numb the anxiety the city gave him.",
        "pl": ""
    },
    {
        "ja": "「――――――」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　……と、すぐに<落胆|らくたん>の息がこぼれた。",
        "en": "  ...But then he let out a discouraged sigh.",
        "pl": ""
    },
    {
        "ja": "　まったく情けない。",
        "en": "  How pathetic.",
        "pl": ""
    },
    {
        "ja": "引っ越して二週間も経つのに、気を抜くと故郷を<偲|しの>ぶ未練がましさに肩を落とす。",
        "en": "He'd already been here two weeks and thoughts of his hometown still made him sad.",
        "pl": ""
    },
    {
        "ja": "　これではせっかくの新生活に申し訳がないではないか、と彼はひとり気合いを入れ直して、行儀良く待ち続けることにした。",
        "en": "  Perhaps feeling that he was being unfair to his new life, he composed himself and continued to wait patiently.",
        "pl": ""
    },
    {
        "ja": "　ぼんやりと熱心に、雨の音に意識を向ける。",
        "en": "  As if having a passion for distractions, his attention returned to the sound of the rain once more.",
        "pl": ""
    },
    {
        "ja": "　彼にとって、この程度の待ちぼうけは苦でもないらしい。",
        "en": "  Waiting like this didn't seem to be particularly hard for him.",
        "pl": ""
    },
    {
        "ja": "　痺れるような寒さも、一時間の放置も、深呼吸と一緒にあっさり飲み下す平常心。",
        "en": "  He quietly endured the numbing cold and the hour alone with calm, deep breaths.",
        "pl": ""
    },
    {
        "ja": "　岩の上にも三年とか、耐え続けた<赤穂浪士|あこうろうし>とか。",
        "en": "  As the saying goes, \"Good things come to those who wait.\"",
        "pl": ""
    },
    {
        "ja": "　長所かどうかはさておいて、呆れるほどの辛抱強さ。",
        "en": "  A strong point of his or not, he was astonishingly patient.",
        "pl": ""
    },
    {
        "ja": "　それが現時点における、この少年の特長だった。",
        "en": "  It was certainly helping him out in this moment.",
        "pl": ""
    },
    {
        "ja": "　一方、彼女はいたくご<立腹|りっぷく>だった。",
        "en": "  She, on the other hand, was livid.",
        "pl": ""
    },
    {
        "ja": "　職員室から会議室に向かうまでの間、これから会う人物のプロフィールを聞いたからだ。",
        "en": "  The profile of the transfer student had been explained to her on her way to the meeting room.",
        "pl": ""
    },
    {
        "ja": "　なんでも、その人物は生まれてから今の今まで、電気も<通|かよ>っていない山奥で暮らしていたらしい。",
        "en": "  She was told he had lived his whole life up in the mountains without any electricity.",
        "pl": ""
    },
    {
        "ja": "　電気がないという事は、現在の文明社会の半分以上を知らない事になる。",
        "en": "  That meant more than half of civilized society would have been an utter mystery to him.",
        "pl": ""
    },
    {
        "ja": "『なんて絶望的な断絶、戦後どころか戦前の話じゃない。",
        "en": "(What a miserable level of isolation. How is this even possible in post-war Japan?",
        "pl": ""
    },
    {
        "ja": "　ロビンソンにも程がある……！』",
        "en": "  He's like Robinson Crusoe!)",
        "pl": ""
    },
    {
        "ja": "　彼女のそんな<憤|いきどお>りもやむをえまい。",
        "en": "  She had every right to be angry.",
        "pl": ""
    },
    {
        "ja": "　なんでも、その山奥の村は長いこと集落として孤立していたらしい。",
        "en": "  His village had apparently remained isolated in the mountains for many years.",
        "pl": ""
    },
    {
        "ja": "　<麓|ふもと>の村とですら月に一度の郵便で連絡をとるだけなんて、現代日本とは思えない。",
        "en": "  Contact with villages in the foothills of the mountains only occurred once a month or so, which was unfathomable in modern Japan.",
        "pl": ""
    },
    {
        "ja": "　が、しかし。今や高速道路やＪＲ……旧国鉄……といった動脈静脈が張り巡らされた我が国ではあるが、そういった山村は無いと言い切れないのも事実である。",
        "en": "  Although expressways and Japan Rail-the old National Railways-now spanned the country like arteries, it wasn't entirely impossible for mountain villages like his to exist.",
        "pl": ""
    },
    {
        "ja": "　いま確かなコトは、そんな状況で暮らしてきた人間が何を考えて生きているか想像できない、というコトだけだ。",
        "en": "  But she couldn't imagine how someone born to such circumstances would think or live.",
        "pl": ""
    },
    {
        "ja": "「電気がないって……村に行き渡っていないだけで、公衆電話ぐらいはあったんですよね？」",
        "en": "\"When you say no electricity... you mean in general, right? Like, he must have had access to a public phone.\"",
        "pl": ""
    },
    {
        "ja": "「なかったそうだよ。こっちに暮らすようになって、まず驚いたのが電話だそうだし。",
        "en": "\"Apparently not. He mentioned how shocked he was by the phones when he started living here.",
        "pl": ""
    },
    {
        "ja": "　電話って便利ですね、なんて真顔で言われてねぇ。そういえばそうだなあ、と再確認させられたぐらいだよ」",
        "en": "  I kid you not, he said, 'Wow, telephones are so useful.' Couldn't really deny that, could I?\"",
        "pl": ""
    },
    {
        "ja": "　あはは、と笑う教師を彼女は横目で睨む。",
        "en": "  She shot a sidelong glare his way as he laughed.",
        "pl": ""
    },
    {
        "ja": "　何が嬉しいのか、山城教諭は田舎の純朴な少年にあてられて<和|なご>んでいるらしい。",
        "en": "  It seemed that the naivete of the country boy had cheered up Mr. Yamashiro a bit.",
        "pl": ""
    },
    {
        "ja": "「……<駐在|ちゅうざい>もいないって事か……うちも実家は山奥ですから、電気が通っていないのはあり得ないとは言いませんけど。",
        "en": "\"They probably didn't have police officers, either. My family home is up in the mountains, so it's not inconceivable they wouldn't have electricity.",
        "pl": ""
    },
    {
        "ja": "　―――そいつ、学校<も|・>知らないんですか？」",
        "en": "  But... he doesn't even know what school is?\"",
        "pl": ""
    },
    {
        "ja": "「うん。どんなものかは知っていたそうだけど、実際来るのは今日が初めてらしい。それで緊張していたのかな、あまり会話も<弾|はず>まなかった。",
        "en": "\"Nope. He'd heard of them, but this is apparently his first time visiting one. Maybe that's why he's nervous. He wasn't very talkative.",
        "pl": ""
    },
    {
        "ja": "　うーん、ああいうのも野生児っていうのかな？　狼に育てられた狼少年、みたいな？　いや、探検隊の話だねぇ！」",
        "en": "  He's almost-what would you call it-feral? Like a boy raised by wolves. I suppose that makes us Lewis and Clark?\"",
        "pl": ""
    },
    {
        "ja": "「…………………」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "「ちょっ、怖いなあ蒼崎くん。冗談、冗談だって。そう睨まないでくれ。",
        "en": "\"Hey, you're scaring me, Aozaki. I was joking. Go easy, okay?",
        "pl": ""
    },
    {
        "ja": "　大丈夫、話してみた感じ、おとなしい子だったから！",
        "en": "  And don't worry. I got the feeling from talking to him that he's a nice kid!",
        "pl": ""
    },
    {
        "ja": "　なんていうか、言葉の通じない小動物みたいな感じ」",
        "en": "  He was almost like, I don't know, a cute little animal that doesn't speak human!\"",
        "pl": ""
    },
    {
        "ja": "「山城先生。その<喩|たと>え、気休めになってませんから」",
        "en": "\"Your jokes and metaphors aren't helping.\"",
        "pl": ""
    },
    {
        "ja": "　つっけんどんに返しつつ、彼女は電気のない生活とやらをシミュレートしようとし、ただでさえ不機嫌な顔をいっそう刺々しく曇らせた。",
        "en": "  As she gave her blunt reply, she tried to simulate in her mind what life without electricity would be like, but the thought of it took her sour mood from bad to worse.",
        "pl": ""
    },
    {
        "ja": "　だって、それは彼女の知らない世界だ。",
        "en": "  After all, it was a world she had never known.",
        "pl": ""
    },
    {
        "ja": "　教師陣が両手を上げて降参したのも頷ける。",
        "en": "  She could understand why the teachers had given up.",
        "pl": ""
    },
    {
        "ja": "　本当は彼女も降参して暖かなベッドに戻りたかったが、<一|いち><文|もん>にもならない自尊心が押しとどめていた。",
        "en": "  She, too, wanted to give up and return to her warm bed, but her good-for-nothing pride was holding her hostage.",
        "pl": ""
    },
    {
        "ja": "　出来ると見込まれ、自分も出来ると判断して引き受けた以上、経緯や内容はどうあれ、そう簡単に放り出すワケにはいかないのだ。",
        "en": "  Not only did the teachers believe she was up to the task, but she also believed she could do it. It wasn't that easy to go back on her word-no matter how bad things looked after the fact.",
        "pl": ""
    },
    {
        "ja": "　<雨音|あまおと>を背に、冷めきった廊下を歩いていく。",
        "en": "  She walked along the hallway, the rain pattering in the background.",
        "pl": ""
    },
    {
        "ja": "　会議室はもう目前。",
        "en": "  The meeting room was already in sight.",
        "pl": ""
    },
    {
        "ja": "　眉間に<皺|しわ>をよせたまま、長い髪を揺らして、彼女はまだ見ぬ異邦人へと向かっていく。",
        "en": "  With a furrowed brow, she fixed her long hair in anticipation of meeting the unknown stranger within.",
        "pl": ""
    },
    {
        "ja": "　優雅な足取りのまま、戦場に突撃するかの如く。",
        "en": "  Her elegant strides were like those of a confident general going into battle.",
        "pl": ""
    },
    {
        "ja": "「……いや、蒼崎くん？",
        "en": "\"...Umm, Aozaki?",
        "pl": ""
    },
    {
        "ja": "　君を信頼してる僕だけど、念のため確認しておくよ。なんていうか、優しくね。できれば笑顔とか作れないかな？」",
        "en": "  I believe in you and all, but I'll say it again. Be nice, okay? Can you at least try to smile?\"",
        "pl": ""
    },
    {
        "ja": "「作り笑いは苦手です。一応、努力しているつもりですが」",
        "en": "\"I'm bad at faking smiles. But I'll do my best.\"",
        "pl": ""
    },
    {
        "ja": "「あ。そうなんだ、それは良かった。",
        "en": "\"Really? That's a relief...",
        "pl": ""
    },
    {
        "ja": "　……いやあ、ほんと良かった。蒼崎くんにも苦手なものってあったんだねぇ……」",
        "en": "  I really mean it. It's good to know you're not good at everything.\"",
        "pl": ""
    },
    {
        "ja": "　山城教諭が肩を落とすのと、<件|くだん>の会議室に到着したのは同時だった。",
        "en": "  Mr. Yamashiro's shoulders slumped the second they reached the meeting room.",
        "pl": ""
    },
    {
        "ja": "　山城教諭は“優しく、優しくね”と目配せし、会議室の扉に手をかける。",
        "en": "  As he put his hand to the door, his eyes seemed to say to her, \"Be nice, please.\"",
        "pl": ""
    },
    {
        "ja": "　そんな扱いに、彼女のイライラは増すばかりだ。",
        "en": "  This only made her more irritated.",
        "pl": ""
    },
    {
        "ja": "『……分かってるわよ、愛想が悪いってのは。でも笑顔なんて意識して作るものじゃないんだし……",
        "en": "(I already know I'm not the friendliest-looking person in the world, but I can't just make myself smile at the drop of a hat.",
        "pl": ""
    },
    {
        "ja": "だいたい、そういうインスタントな人付き合いなら<鳶丸|とびまる>の方が向いてるっての』",
        "en": "You should have asked Tobimaru if that's what you were after.)",
        "pl": ""
    },
    {
        "ja": "　彼女は自分の愛想の無さにため息をつくが、考えてみると、寝不足のまま休日の学校に呼び出されては笑顔も何もあったものではない。",
        "en": "  She sighed about her social shortcomings, but then it occurred to her that being called into school on a day off while sleep-deprived wasn't anything to smile about anyway.",
        "pl": ""
    },
    {
        "ja": "　くわえて、その元凶は高校生より小学生から始めた方がよさそうな人物なのだ。",
        "en": "  She also thought the person responsible for this mess would be better off attending elementary school.",
        "pl": ""
    },
    {
        "ja": "　……その人物に責任はないにせよ、彼女にだって、学校側の仕事を押しつけられる責任も義理もないのである。",
        "en": "  It might not be his fault, but neither was it her duty or obligation to do the teachers' work for them.",
        "pl": ""
    },
    {
        "ja": "　せめて、なんというか。",
        "en": "  At the very least...",
        "pl": ""
    },
    {
        "ja": "　もうちょっと空気を読んで平日にやってきてくれたのなら、と愚痴の一つも言いたくなる。",
        "en": "  They could have used their brains and organized all this on a normal school day-another complaint she wanted to voice later.",
        "pl": ""
    },
    {
        "ja": "『……いや。というか敵。何であろうと敵。",
        "en": "(I hate him already. He's my sworn enemy and I haven't even met him.",
        "pl": ""
    },
    {
        "ja": "　悪いけど<情状酌量|じょうじょうしゃくりょう>以前に敵……！",
        "en": "  Sorry, but I couldn't care less about his extenuating circumstances!",
        "pl": ""
    },
    {
        "ja": "　間が悪いのはお互い様っていうか、ほんと、なんでよりにもよってこんな忙しい時に―――』",
        "en": "  You think this isn't awkward for me, too? Honestly, why did this have to happen when I'm so busy!?)",
        "pl": ""
    },
    {
        "ja": "　寝不足でキリキリ痛む頭が、彼女の攻撃性を一割増しにする。",
        "en": "  Her pounding headache from a lack of sleep had boosted her aggression by ten percent.",
        "pl": ""
    },
    {
        "ja": "　この扉の向こうにいる人物がどれだけ無害であれ、我が眠りを妨げたモノはみんな敵。",
        "en": "  No matter how harmless the guy on the other side of the door may be, anyone who disturbed her sleep was the enemy.",
        "pl": ""
    },
    {
        "ja": "　そんな彼女のイライラが頂点に達しかけたタイミングで、山城教諭は会議室の扉を開けた。",
        "en": "  And just as she was reaching peak annoyance, Mr. Yamashiro opened the door to the meeting room.",
        "pl": ""
    },
    {
        "ja": "　……ゆっくりと横に開いていく風景。",
        "en": "  The room slowly slid into view.",
        "pl": ""
    },
    {
        "ja": "　<情緒|じょうちょ>なんてお構いなし。",
        "en": "  She didn't care for formalities,",
        "pl": ""
    },
    {
        "ja": "　まっすぐな視線のまま、彼女は会議室に<突撃|しんこう>し―――",
        "en": "  just looked straight ahead and stormed into the room.",
        "pl": ""
    },
    {
        "ja": "　その、一風変わった敵と対面した。",
        "en": "  And found herself face to face with a most unusual opponent.",
        "pl": ""
    },
    {
        "ja": "　カメラは再び一方に。",
        "en": "  Before we go on, let's see from another perspective.",
        "pl": ""
    },
    {
        "ja": "　時間は、少しだけ巻き戻る。",
        "en": "  Turning back the clock just a little...",
        "pl": ""
    },
    {
        "ja": "『何をしなくともいい』という指令は、",
        "en": "\"You don't have to do anything.\"",
        "pl": ""
    },
    {
        "ja": "　ある種の人間にとってはかけがえのない贅沢であり、",
        "en": "  For some, these words are a priceless luxury.",
        "pl": ""
    },
    {
        "ja": "　ある種の人間にとっては耐えがたい責め苦である。",
        "en": "  For others, they are unbearable torture.",
        "pl": ""
    },
    {
        "ja": "　能動的な彼女にすれば<羨|うらや>ましい反面、怪しすぎて受け取れない高級品。",
        "en": "  For the proactive girl, it was definitely the former, though she'd be too suspicious of the motives of anyone giving her such a gift to accept it.",
        "pl": ""
    },
    {
        "ja": "　受動的な彼にすれば親しめる反面、郷愁を起こす<苦|にが>い棘……の筈なのだが、目下、絶賛待たされっぱなしの顔にこれといった不満は見られない。",
        "en": "  For the passive boy, it was definitely the latter. A bitter thorn that made him homesick, though at this very moment his mind was still distracted with the wait for his face to reveal any discontent.",
        "pl": ""
    },
    {
        "ja": "　彼は自然に、姿勢を正したまま灰色の空模様を眺めている。",
        "en": "  He maintained perfect posture as he stared at the gray sky.",
        "pl": ""
    },
    {
        "ja": "　さらに待ち続けてはや一時間だが、まあ、先方さんにも都合があるのだろうし、何もお金を取られるワケでもなし。",
        "en": "  He had already waited a whole hour, but figured they must have had their reasons for making him wait.",
        "pl": ""
    },
    {
        "ja": "　雨音さえあればいつまでも待ち続けられる、といった風。",
        "en": "  And as long as he had the sound of the rain to soothe him, he could keep on waiting.",
        "pl": ""
    },
    {
        "ja": "『でも、そろそろ九時を過ぎるのか……",
        "en": "(It must be nine o' clock already.",
        "pl": ""
    },
    {
        "ja": "　うん、どうなんだろう』",
        "en": "  Yeah, that seems about right.)",
        "pl": ""
    },
    {
        "ja": "　それでも漠然と、いちおう時計を気にしながら、ぼんやりと雨音を聴く。",
        "en": "  He had been vaguely keeping track of the time as he listened to the rain.",
        "pl": ""
    },
    {
        "ja": "　休日の校舎に<雑音|かいわ>はない。",
        "en": "  Due to the holiday, the school building was completely silent,",
        "pl": ""
    },
    {
        "ja": "　ポツポツと窓を叩く雨。",
        "en": "  except for the patter of the rain on the window.",
        "pl": ""
    },
    {
        "ja": "　しん……と沈みこむ空気の<軋|きし>み。",
        "en": "  The mood felt as damp as the air.",
        "pl": ""
    },
    {
        "ja": "　それと、",
        "en": "  It was then...",
        "pl": ""
    },
    {
        "ja": "　カツカツとまっすぐに、<力|ちから>強く響いてくる<靴|くつ>の音。",
        "en": "  ...he heard the heavy clatter of footsteps approaching.",
        "pl": ""
    },
    {
        "ja": "『……良かった、忘れられているかと思った』",
        "en": "(Finally. I thought they'd forgotten about me.)",
        "pl": ""
    },
    {
        "ja": "　軽い足音と、それより重い大人の足音が聞こえる。",
        "en": "  He could hear two sets of footsteps, one heavier set belonging to an adult.",
        "pl": ""
    },
    {
        "ja": "　彼がほっと安堵の息をもらした時、会議室の扉がスライドした。",
        "en": "  He breathed a sigh of relief as the door slid open.",
        "pl": ""
    },
    {
        "ja": "「すまないね、ずいぶんとお待たせしちゃって」",
        "en": "\"So sorry to keep you waiting.\"",
        "pl": ""
    },
    {
        "ja": "　まず目に入ったのが、バツの悪そうな笑顔をした、眼鏡をかけた男性。",
        "en": "  The first person he saw was a man wearing glasses and an awkward smile.",
        "pl": ""
    },
    {
        "ja": "　たしか<山城和樹|やましろかずき>という先生で、ここに案内してくれたのも彼だった。",
        "en": "That's Mr. Yamashiro, the one who brought me here.",
        "pl": ""
    },
    {
        "ja": "「って、あれ？　<里中|さとなか>先生いないんですか？",
        "en": "\"Hey, where's Mr. Satonaka?",
        "pl": ""
    },
    {
        "ja": "　……酷いなあ、話し相手になってあげてと言ったのに」",
        "en": "  I told him to keep you company. He shouldn't have left you here.\"",
        "pl": ""
    },
    {
        "ja": "　山城氏はますます申し訳なさそうに頭をかく。",
        "en": "  Mr. Yamashiro scratched his head, looking increasingly apologetic.",
        "pl": ""
    },
    {
        "ja": "　その後ろから、",
        "en": "  And then, from behind him...",
        "pl": ""
    },
    {
        "ja": "　不機嫌そうに口を閉ざしたまま。",
        "en": "  With a tight-lipped expression that made it clear she didn't want to be there,",
        "pl": ""
    },
    {
        "ja": "　迷いのない眼差しで、長い黒髪の少女が現れた。",
        "en": "  a dark-haired girl with a determined look in her eyes appeared.",
        "pl": ""
    },
    {
        "ja": "「――――――」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　呆然と息を<呑|の>む。",
        "en": "  Soujuurou gulped.",
        "pl": ""
    },
    {
        "ja": "　窓を打つ雨音が<聴覚|せかい>から消失する。",
        "en": "  The sound of the rain on the window faded into nothingness.",
        "pl": ""
    },
    {
        "ja": "　……この時。",
        "en": "  That's when he knew...",
        "pl": ""
    },
    {
        "ja": "　錯覚ではあれ、時間の経過を感じなくなる事は本当にあるのだと、彼ははじめて思い知った。",
        "en": "  This was how it felt when time stood still.",
        "pl": ""
    },
    {
        "ja": "「………………」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　彼女はほんの少し、驚くように<瞬|またた>いた。",
        "en": "  She blinked quickly a few times as if taken aback.",
        "pl": ""
    },
    {
        "ja": "　理由は不明。",
        "en": "  Why was anyone's guess.",
        "pl": ""
    },
    {
        "ja": "　先だって聞いていた通り、少年は純朴な田舎のイメージそのものだったのに、直感的に“納得いかない”と反発して。",
        "en": "  The boy was everything she expected a naive country boy to look like. However, she felt something she couldn't understand.",
        "pl": ""
    },
    {
        "ja": "「――――――」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　彼はほんの少し、驚くように目を開いた。",
        "en": "  His eyes widened slightly as if taken aback.",
        "pl": ""
    },
    {
        "ja": "　理由は明白。",
        "en": "  The reason was obvious.",
        "pl": ""
    },
    {
        "ja": "　……ただ、それを正しくカタチにできる言葉を知らなかったので、結局こちらも解答欄は空白のまま。",
        "en": "  Putting his feeling into words was a different matter altogether. So we will never know exactly what he experienced in that moment.",
        "pl": ""
    },
    {
        "ja": "　この瞬間。",
        "en": "  That's when it hit him...",
        "pl": ""
    },
    {
        "ja": "　少年はたしかに、何か運命じみたものに触れた気がした。",
        "en": "  He sensed he'd been touched by the hands of destiny.",
        "pl": ""
    },
    {
        "ja": "「紹介するよ。彼が転入生の<静希|しずき><草十郎|そうじゅうろう>くん。",
        "en": "\"Allow me to introduce the two of you. This is the transfer student I mentioned, Soujuurou Shizuki.",
        "pl": ""
    },
    {
        "ja": "　で、こっちの彼女が静希くんの案内役。",
        "en": "  And this is the girl that will be showing you around.",
        "pl": ""
    },
    {
        "ja": "　うちの生徒会長で、休日を押して新しい仲間の案内役を買って出てくれた、<蒼崎|あおざき><青子|あおこ>くんだ」",
        "en": "  She's our student council president and came in on her day off just to welcome you. Her name is Aoko Aozaki.\"",
        "pl": ""
    },
    {
        "ja": "　―――声も雨音も<仄|ほの>かに遠く。",
        "en": "  His voice and the sound of the rain seemed distant.",
        "pl": ""
    },
    {
        "ja": "　二人の出会いはこんな感じ。",
        "en": "  This is how they first met.",
        "pl": ""
    },
    {
        "ja": "　良きにしろ<悪|わる>きにしろ、バチッと火花が散るような、そんな、どうでもいい始まりだった。",
        "en": "  Such was their start, for better or worse. Like the ephemeral beauty of fireworks.",
        "pl": ""
    },
    {
        "ja": "　生徒たちの通説によると。",
        "en": "  It was commonly believed among the students...",
        "pl": ""
    },
    {
        "ja": "　蒼崎青子は、いつもご機嫌ななめである。",
        "en": "  ...that Aoko was always in a foul mood.",
        "pl": ""
    },
    {
        "ja": "　これは九割がた偏見で、青子だって、そんな四六時中イライラできるほど暇ではない。",
        "en": "  But this gossip was ninety percent prejudice, as Aoko simply didn't have time to be irritated twenty-four seven.",
        "pl": ""
    },
    {
        "ja": "　彼女は単に言い訳をしたがらない性格なだけで、",
        "en": "  The reality was she simply didn't want to explain herself all the time",
        "pl": ""
    },
    {
        "ja": "　たえず微妙に、ときに露骨に、見えない何かに対して怒っているように見えるだけなのだ。",
        "en": "  and therefore seemed angry about something, obvious or not.",
        "pl": ""
    },
    {
        "ja": "　なので九割がたは偏見の、噂に尾ひれのついた学園七脅威の一つにすぎない。",
        "en": "  This idle gossip did, however, lead to her earning the title of one the school's Seven Deadly Threats.",
        "pl": ""
    },
    {
        "ja": "　ただし、残りの一割は真実だ。",
        "en": "  The remaining ten percent of the gossip was right on the mark.",
        "pl": ""
    },
    {
        "ja": "　青子自身、自分が慢性的な頭痛持ちなんじゃないかと疑うほど、無害なものに反感を覚える事があったりする。",
        "en": "  Aoko herself often had the feeling that her tendency to feel animosity toward harmless things was akin to what a chronic headache sufferer might experience.",
        "pl": ""
    },
    {
        "ja": "　今日はその一割の話。",
        "en": "  Today fell under that ten percent.",
        "pl": ""
    },
    {
        "ja": "　そういう時にかぎって彼女の怒りは純真な、",
        "en": "  For today her anger was pure,",
        "pl": ""
    },
    {
        "ja": "　年相応に子供らしいわがままだったりするのだが。",
        "en": "  and her childish and selfish display was befitting of her actual age.",
        "pl": ""
    },
    {
        "ja": "　会議室は薄暗い、雨の色に染まっていた。",
        "en": "  The meeting room was dimly lit, awash in the colors of the rain.",
        "pl": ""
    },
    {
        "ja": "　電気代節約のため、昼間は電灯をつけないのが学校のルールだ。",
        "en": "  To reduce electricity costs, school regulations forbid the use of lights during the day.",
        "pl": ""
    },
    {
        "ja": "　そんな中に、<件|くだん>の人物は立っていた。",
        "en": "  This was the setting the three of them found themselves in.",
        "pl": ""
    },
    {
        "ja": "　第一印象は、野花を連想させる落ち着き様。",
        "en": "  Her first impression was that his calm demeanor reminded her of a field of wildflowers.",
        "pl": ""
    },
    {
        "ja": "　すっと伸びた背筋のクセに、全体的に力が抜けていて、とにかくおとなしい。",
        "en": "  In spite of his perfect posture, he seemed subdued and frail.",
        "pl": ""
    },
    {
        "ja": "　ひょろり、とはいかないまでも、ひっそり、ぐらいの<頼|たよ>りなさ。",
        "en": "  And though describing him as meek would be going too far, at the very least he was passive.",
        "pl": ""
    },
    {
        "ja": "　制服の上からでも分かる、標準よりやや細い体つき。",
        "en": "  Even through his uniform, she could see that he was thinner than average.",
        "pl": ""
    },
    {
        "ja": "　あまり手入れをされていない黒髪と、とくに目を引く部分のない少年像が、そこにはあった。",
        "en": "  His dark hair was unkempt, and he came across as a wholly forgettable boy.",
        "pl": ""
    },
    {
        "ja": "　いや。その<凡庸|ぼんよう>さを好意的に解釈するなら、少年ではなく青年っぽいというべきだろう。",
        "en": "  If she had to look at him in a more positive light, she would describe him more a young man than a boy.",
        "pl": ""
    },
    {
        "ja": "　落ち着いた雰囲気がどことなく大人びている。",
        "en": "  It was his calm demeanor that made him seem more mature.",
        "pl": ""
    },
    {
        "ja": "　……そのあたりが青子の“理由なき反感”に繋がったのか。",
        "en": "  Was that the cause of Aoko's reasonless reaction?",
        "pl": ""
    },
    {
        "ja": "　少年はあまりに自然で、違和感なく会議室の風景に溶けこんでいた。学校では彼の方が異分子なのに、自分たちの方が客人になったような錯覚。",
        "en": "  He seemed almost too at home in the meeting room, and she was left with the impression that it was her and the teacher, not this outsider, who were the guests here.",
        "pl": ""
    },
    {
        "ja": "「――――――」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　まるで、自分たちが持って生まれた正当性を<糾|ただ>されたような、正体不明の苛立ち。",
        "en": "  She felt an unidentifiable aggravation building within her, almost as if her right to be here was in question.",
        "pl": ""
    },
    {
        "ja": "　カチン、と警戒心にスイッチが入るのを青子は感じた。",
        "en": "  Aoko felt herself raising her natural defenses.",
        "pl": ""
    },
    {
        "ja": "『―――信じられない。",
        "en": "(...What's with me?",
        "pl": ""
    },
    {
        "ja": "　私、いま<意|ワ><味|ケ>もなく怒ってない……？』",
        "en": "  Am I really this angry for no reason?)",
        "pl": ""
    },
    {
        "ja": "　分からない事は苛立たしい。自分の<感|コ><情|ト>なら尚更だ。",
        "en": "  She hated not understanding things, her own emotions, in particular.",
        "pl": ""
    },
    {
        "ja": "　完璧主義者である彼女にとって、それは痛くはないけど気がかりなトゲのようなもので、",
        "en": "  It pained her less than you would imagine for a perfectionist like her, but it still nagged her like a thorn in her side.",
        "pl": ""
    },
    {
        "ja": "「いやぁ、ははは。ほら蒼崎くん、挨拶してあげなくちゃ」",
        "en": "\"Uh, hahaha. Aozaki, why don't you introduce yourself?\"",
        "pl": ""
    },
    {
        "ja": "　山城の場を取り<繕|つくろ>う声にも、わりと本気でイラっとした。",
        "en": "  Mr. Yamashiro's attempt to relieve the tension was equally irritating.",
        "pl": ""
    },
    {
        "ja": "「―――挨拶？」",
        "en": "\"...Introduce myself, huh.\"",
        "pl": ""
    },
    {
        "ja": "　じろりと山城を横目で睨んでから、青子はまっすぐに少年を見据えた。",
        "en": "  After casting a nasty glance in the teacher's direction, Aoko turned to face the boy.",
        "pl": ""
    },
    {
        "ja": "　いや、第三者的に見れば、正面から睨みつけた。",
        "en": "  From an outsider's perspective, it might have looked like a staredown.",
        "pl": ""
    },
    {
        "ja": "　この瞬間。",
        "en": "  And in that instant...",
        "pl": ""
    },
    {
        "ja": "　災難なことに、彼女の感情の矛先はぴったりと、なんの罪もない初対面の少年に向けられたのである。",
        "en": "  The culmination of her emotional state hurtled toward the innocent boy, and skewered him.",
        "pl": ""
    },
    {
        "ja": "「いや、待たせたね静希くん」",
        "en": "\"Again, sorry for the wait, Shizuki.\"",
        "pl": ""
    },
    {
        "ja": "　名前を呼ばれて少年……草十郎は我に返った。",
        "en": "  Hearing his name, Soujuurou came to his senses.",
        "pl": ""
    },
    {
        "ja": "　見惚れていた目をゆるめて、",
        "en": "  His stunned gaze shook loose.",
        "pl": ""
    },
    {
        "ja": "　目眩を飲みこむように息を吸う。",
        "en": "  He took a deep breath to clear his head.",
        "pl": ""
    },
    {
        "ja": "　その仕草から緊張していると見たのか、山城教諭は穏やかに笑って、かたわらの少女に語りかけた。",
        "en": "  Chalking it up to nerves, Mr. Yamashiro broke out a smile and turned to the girl standing beside him.",
        "pl": ""
    },
    {
        "ja": "「紹介するよ。彼が転入生の静希草十郎くん。",
        "en": "\"I'll do the introductions then. This is the transfer student, Soujuurou Shizuki.",
        "pl": ""
    },
    {
        "ja": "　で、こっちの彼女が静希くんの案内役。うちの生徒会長で、休日を押して新しい仲間の案内役を買って出てくれた、蒼崎青子くんだ」",
        "en": "  And this is our student council president who came in on her day off just to show you around. Her name is Aoko Aozaki.\"",
        "pl": ""
    },
    {
        "ja": "　山城教諭に紹介され、少女は一歩前に出る。",
        "en": "  Having been introduced by Mr. Yamashiro, the girl took a step forward.",
        "pl": ""
    },
    {
        "ja": "　視線に容赦はない。",
        "en": "  Her eyes were merciless.",
        "pl": ""
    },
    {
        "ja": "　ほとんど暴力に近い、<値|ね><踏|ぶ>みするような凝視。",
        "en": "  Her stare, an unspoken threat to violently trample her opponent.",
        "pl": ""
    },
    {
        "ja": "　<一方|いっぽう>草十郎は、正面から堂々と見つめられる事に驚きつつ、なんとか平静を保っていた。",
        "en": "  Soujuurou, on the other hand, managed to keep his own composure despite the shock at how confrontational she appeared.",
        "pl": ""
    },
    {
        "ja": "　これまでこういう挨拶には出会わなかったけれど、都会では珍しいものではないのだろう、と勘違いしての事である。",
        "en": "  He had never been greeted quite like this before, but supposed, mistakenly, that this was how people treated each other in the city.",
        "pl": ""
    },
    {
        "ja": "　そんなふたりのやり取りは、第三者視点からすると壮絶なものがあった。",
        "en": "  The exchange must have looked quite dramatic to an onlooker.",
        "pl": ""
    },
    {
        "ja": "　とにかく因縁をつけたがっている乱暴者と、",
        "en": "  A girl ready to brawl...",
        "pl": ""
    },
    {
        "ja": "　それを何事だろう、と真剣に眺めている田舎者。",
        "en": "  An earnest country boy desperate to understand...",
        "pl": ""
    },
    {
        "ja": "　当事者たちはともかく、周りにいる人間にとっては蛇の生殺しに近い。",
        "en": "  It was a murderous limbo, especially for anyone in the room with them.",
        "pl": ""
    },
    {
        "ja": "　たとえば、青子の後ろにいる山城教諭とか。",
        "en": "  Like Mr. Yamashiro, for example.",
        "pl": ""
    },
    {
        "ja": "　良かれと思って案内役に優等生を選んでみたものの、なぜかその優等生はご機嫌ななめ。今もピリピリと空気を<震|ふる>わせている。",
        "en": "  While he had thought he had made the right decision in choosing an honor student to help him out, she was in an inexplicably bad mood, and the tension in the air was undeniable.",
        "pl": ""
    },
    {
        "ja": "　ここに至って、山城は自らの失敗を受け入れた。",
        "en": "  It was this moment that he realized his failure.",
        "pl": ""
    },
    {
        "ja": "　今さらの話ではあるが、",
        "en": "  His realization had come far too late.",
        "pl": ""
    },
    {
        "ja": "　この、万事をそつなく解決する女子生徒は、扱いどころを間違えると一転して学校を<震|ふる>わす嵐になる。",
        "en": "  One false move, and this girl, for whom no problem was too large, would becoming a storm that would rock the very foundations of the school.",
        "pl": ""
    },
    {
        "ja": "　オールマイティの絵柄が<悪魔|ジョーカー>みたいなもので、そんな時、現場に居合わせた教師はたいてい、<不祥事|ふしょうじ>の責任を取らされるのだ。",
        "en": "  Just as the almighty joker card could bring either fortune or disaster, the sole teacher who had been present at the time would come to bear the blame for the scandal that ensued.",
        "pl": ""
    },
    {
        "ja": "「あー、うん。いけてる、二人とも気は合うようだね！",
        "en": "\"Wow, you two really seem to have hit it off!",
        "pl": ""
    },
    {
        "ja": "　……それじゃ、僕はこのヘンでいいかな？」",
        "en": "  ...I suppose I can leave you two to it, then?\"",
        "pl": ""
    },
    {
        "ja": "　あはは、と白けた笑い声をあげながら、山城教諭はそろりそろりと扉に後じさった。",
        "en": "  Mr. Yamashiro laughed nervously as he crept toward the door.",
        "pl": ""
    },
    {
        "ja": "「僕は職員室にいるから、終わったら来るように。",
        "en": "\"I'll be in the faculty room. Stop by when you're finished.",
        "pl": ""
    },
    {
        "ja": "　いいかい蒼崎くん、くれぐれも、くれぐれもだぜ？",
        "en": "  You'll be alright, won't you, Aozaki?",
        "pl": ""
    },
    {
        "ja": "　なんていうか、生徒会長としての度量の広さを、このさい僕に信じさせてほしいかな！」",
        "en": "  You're the student council president! Don't let me down!\"",
        "pl": ""
    },
    {
        "ja": "　見つめあう……正確に言うと、一方は睨まれている…ふたりをそれきりにして、山城教諭は去っていった。",
        "en": "  Mr. Yamashiro left, leaving the two in a locked-eyed state, one in which one set of eyes was doing all the glaring.",
        "pl": ""
    },
    {
        "ja": "　残されたのは<木訥|ぼくとつ>さの化身みたいな少年と、",
        "en": "  All that remained in the room was a naive boy",
        "pl": ""
    },
    {
        "ja": "　ずーんと腕組みをしている少女だけ。",
        "en": "  and a cross-armed guarded girl.",
        "pl": ""
    },
    {
        "ja": "　しばしの沈黙。",
        "en": "  The two lingered in silence.",
        "pl": ""
    },
    {
        "ja": "　お互い初手に悩んでいる将棋指しのようだが、その実、思案しているのは自分だけである事に青子は気付いた。",
        "en": "  They resembled shogi players agonizing over their first moves, though ultimately, it was only Aoko that had considered the scene that carefully.",
        "pl": ""
    },
    {
        "ja": "　とりあえず、<苛々|イライラ>するのは置いておいて。",
        "en": "  She decided to put her irritation aside for the time being.",
        "pl": ""
    },
    {
        "ja": "　そもそも彼に反感を覚える理由はないんだから、と大きくため息をついて、青子は草十郎に向き直った。",
        "en": "  With no reason to feel revulsion for him in the first place, she sighed deeply and faced Soujuurou.",
        "pl": ""
    },
    {
        "ja": "「まあいいわ。山城先生が<昼行灯|ひるあんどん>なのは今に始まった事じゃないし。",
        "en": "\"Whatever. It's not like this is the first time that Mr. Yamashiro landed me in it.",
        "pl": ""
    },
    {
        "ja": "―――それで。あなた、名前は？」",
        "en": "So... what's your name again?\"",
        "pl": ""
    },
    {
        "ja": "　きつい口調は、自分から話しかけてこない少年を非難してのものだ。",
        "en": "  Her tone was nothing if not reproachful, though he had done nothing to offend her.",
        "pl": ""
    },
    {
        "ja": "が、少年は声に含まれた嫌味に気が付かなかった。",
        "en": "But the boy failed to pick up on it.",
        "pl": ""
    },
    {
        "ja": "　そういう毒っ気とは一生<縁|えん>のない顔で、",
        "en": "  Incapable of such venom himself,",
        "pl": ""
    },
    {
        "ja": "「ああ、静希草十郎かな。君は蒼崎さんだったね」",
        "en": "\"I'm Soujuurou Shizuki,\" he replied. \"And you're... Miss Aozaki, right?\"",
        "pl": ""
    },
    {
        "ja": "　なぜか嬉しげに、噛みしめるように応答した。",
        "en": "  For whatever reason, he came across as happy in his response.",
        "pl": ""
    },
    {
        "ja": "「さんはいいわ、<柄|ガラ>じゃないから。",
        "en": "\"Drop the 'Miss.' That's not my style.",
        "pl": ""
    },
    {
        "ja": "　こっちは静希君でいい？」",
        "en": "  Is Shizuki fine?\"",
        "pl": ""
    },
    {
        "ja": "「いいって、なにが？」",
        "en": "\"What do you mean?\"",
        "pl": ""
    },
    {
        "ja": "「だから呼び方。<君|くん>付けでいいかって訊いてるの」",
        "en": "\"What do you mean, what do I mean?\"",
        "pl": ""
    },
    {
        "ja": "「――――――」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "「……なによ。おかしなコト言った、私？」",
        "en": "\"Hello? Did I say something weird?\"",
        "pl": ""
    },
    {
        "ja": "「いや、すごく」",
        "en": "\"Yeah, very-\"",
        "pl": ""
    },
    {
        "ja": "　少年は当たり前のように即答しながら、あれ、そうでもないのか、などとひとりこぼす。",
        "en": "  The boy replied immediately as if it was a natural response, but quickly second guessed himself.",
        "pl": ""
    },
    {
        "ja": "「いや、いいんだ、ごく一般的なんだろう。",
        "en": "\"Uh, never mind. That must be normal here.",
        "pl": ""
    },
    {
        "ja": "　静希君で頼む。君は蒼崎でいいんだよな？」",
        "en": "  You can call me Shizuki. You mind if I call you Aozaki?\"",
        "pl": ""
    },
    {
        "ja": "「ええ、よろしく」",
        "en": "\"Suit yourself.\"",
        "pl": ""
    },
    {
        "ja": "　素っ気なく応えて<踵|きびす>を返す青子。",
        "en": "  She followed her blunt reply with a swift turn away from him.",
        "pl": ""
    },
    {
        "ja": "　気は乗らないが、任されたからにはきちんと仕事をこなすのが彼女のポリシーである。",
        "en": "  While she was hardly thrilled at the prospect of the task at hand, it had been entrusted to her, and it was her personal policy to see it through to the end.",
        "pl": ""
    },
    {
        "ja": "「悪いけど、優しくしてあげる気はないから。",
        "en": "\"Sorry, but I'm not in the mood for pleasantries.",
        "pl": ""
    },
    {
        "ja": "　時間も惜しいし、手早くいくわよ」",
        "en": "  Time is short, so let's get this over with.\"",
        "pl": ""
    },
    {
        "ja": "「それは助かる。やっぱり時間は大切だ」",
        "en": "\"Sure. I know your time is valuable.\"",
        "pl": ""
    },
    {
        "ja": "　青子の<直球|いやみ>は、またも効果なくスルーされた。",
        "en": "  Aoko's blunt rancor was lost on him once again.",
        "pl": ""
    },
    {
        "ja": "「――――――」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　どんな行為にしろ、無視をされると余計意識してしまうのが人間である。",
        "en": "  Humans tend to be overly conscious about being ignored, whatever form that takes.",
        "pl": ""
    },
    {
        "ja": "　さっきからことごとく攻撃が<空|から>ぶっている事にムッとしながらも、青子は<努|つと>めて事務的に廊下に出るよう<促|うなが>した。",
        "en": "  But despite being peeved at landing none of her attacks, Aoko did her best to act professional and directed her guest into the hallway.",
        "pl": ""
    },
    {
        "ja": "　窓のない通路には外からの日差しも、人の気配もない。",
        "en": "  There was no sunlight in the hallway, nor any sign of life.",
        "pl": ""
    },
    {
        "ja": "　会議室が天然の岩屋なら、こちらは人工の監獄を思わせる。",
        "en": "  This was more like a prison than the cave that was the meeting room.",
        "pl": ""
    },
    {
        "ja": "　実に今の気分にあった廊下だわ、と青子はまたもため息ひとつ。",
        "en": "  As it dawned on Aoko that the hallway matched her mood, she sighed once again.",
        "pl": ""
    },
    {
        "ja": "「まず訊いておくけど、山城先生から聞いた事は理解してる？」",
        "en": "\"First things first. Did you understand everything Mr. Yamashiro explained to you?\"",
        "pl": ""
    },
    {
        "ja": "「ああ、学校の仕組みについては分かった。",
        "en": "\"Yes, I get how the school works.",
        "pl": ""
    },
    {
        "ja": "　この建物ぜんぶに<同|おな>い<年|どし>の人間がいるなんて、ちょっと想像できないけど」",
        "en": "  But it's still a bit hard to imagine that everyone here is around the same age.\"",
        "pl": ""
    },
    {
        "ja": "「……そ、良かったわね」",
        "en": "\"...I see. Great.\"",
        "pl": ""
    },
    {
        "ja": "　額を指で押さえる青子。",
        "en": "  Aoko rubbed her forehead.",
        "pl": ""
    },
    {
        "ja": "　この草十郎という少年は学校のなんたるかも知らなかった。",
        "en": "  This Soujuurou kid had no idea what he was in for.",
        "pl": ""
    },
    {
        "ja": "ただ漠然と、大勢の人々で学習する場所、としか聞いていなかったらしい。",
        "en": "Apparently, all he'd heard about school was that it was a place where a lot of people met to study.",
        "pl": ""
    },
    {
        "ja": "　高校教師は様々な分野の知識や見識、<機構|きこう>と創造性を生徒に教授する。",
        "en": "  High school teachers imparted to students their knowledge in various fields of study, while fostering discipline and creativity.",
        "pl": ""
    },
    {
        "ja": "　が、そもそも学校とは何か、と根本の理念を語る日がこようとは、夢にも思わなかっただろう。",
        "en": "  But never did Aoko imagine that she would have to explain the concept of school itself to someone.",
        "pl": ""
    },
    {
        "ja": "　基本は大事というが、それにしても基本すぎる。",
        "en": "  Yes, fundamentals were important. But this was absurd.",
        "pl": ""
    },
    {
        "ja": "　……そんなんで高等学校の授業についてこられるのかと青子は疑問を抱いたが、山城教諭曰く、そこは何とかなっていたとのこと。",
        "en": "  She had serious doubts whether he could even handle classes, but Mr. Yamashiro insisted that things would work out somehow.",
        "pl": ""
    },
    {
        "ja": "　一応、転入試験はギリギリでパスしたらしい。",
        "en": "  Soujuurou had managed to pass the transfer exam, after all. Barely.",
        "pl": ""
    },
    {
        "ja": "『……ま、私には関係ないけど』",
        "en": "(Not my problem.)",
        "pl": ""
    },
    {
        "ja": "　内心で呟きながら廊下を歩く青子。",
        "en": "  Aoko grumbled mentally as she walked down the hallway.",
        "pl": ""
    },
    {
        "ja": "　なんであれ、この<時代錯誤|じだいさくご>な男子と付き合うのは今日だけなのだ、いや、今日だけにしたい、と自分に言い聞かせながら。",
        "en": "  She consoled herself with the fact that today would be the only day she'd spend with this boy out of time... or at least, she'd try to keep it that way.",
        "pl": ""
    },
    {
        "ja": "「蒼崎」",
        "en": "\"Aozaki?\"",
        "pl": ""
    },
    {
        "ja": "　そんな青子に、少年は平然と話しかけた。",
        "en": "  He asked, calmly trying to get her attention.",
        "pl": ""
    },
    {
        "ja": "「なに？」",
        "en": "\"What?\"",
        "pl": ""
    },
    {
        "ja": "「こっちもひとつ訊いていいかな」",
        "en": "\"Can I ask you something?\"",
        "pl": ""
    },
    {
        "ja": "「だから、なに？」",
        "en": "\"Yes. What is it?\"",
        "pl": ""
    },
    {
        "ja": "「俺の気のせいだと思うんだが、君はまるで、何かを睨んでいるように見える。",
        "en": "\"I could be wrong about this, but you seem upset about something.",
        "pl": ""
    },
    {
        "ja": "　やはり、今朝は悪いものでも？」",
        "en": "  You're not a morning person, are you?\"",
        "pl": ""
    },
    {
        "ja": "　食べたのかい？　と本気で心配する眼差し。",
        "en": "  His gaze revealed earnest concern, as if asking her if she'd remembered to eat breakfast.",
        "pl": ""
    },
    {
        "ja": "「――――――」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　ガン、と二度目のハンマーが青子の頭を叩いた。",
        "en": "  It was like another hammer to her head.",
        "pl": ""
    },
    {
        "ja": "　たしかに青子はさっきから草十郎を睨んでいる。",
        "en": "  It was true that Aoko had been glaring at Soujuurou the entire time.",
        "pl": ""
    },
    {
        "ja": "　というかもう本気で睨んでいる。",
        "en": "  Glaring red-hot daggers, in fact.",
        "pl": ""
    },
    {
        "ja": "　むしろあらゆるものを睨んでいる。",
        "en": "  Not just at him, but the universe.",
        "pl": ""
    },
    {
        "ja": "　平時でさえ同居人から、",
        "en": "  Even on her best days, her roommate used to remark,",
        "pl": ""
    },
    {
        "ja": "『青子の視線は普通の人には厳しいわ。",
        "en": "\"Most people can't handle your scowl, Aoko.",
        "pl": ""
    },
    {
        "ja": "　もう少し、多くのことに寛大になるべきね』",
        "en": "  It wouldn't hurt you to be a little more tolerant.\"",
        "pl": ""
    },
    {
        "ja": "　と<諭|さと>されるぐらいの視線が、明確に“これ以上負荷がかかったらキレる”と意思表示しまくっているのだ。それを気のせいと感じられるほど、この少年は鈍感なのだろうか？",
        "en": "  She'd been warned that her emotions were so naked on her face that people treated her like a powder keg. How naive could the boy be that he could not pick up on this?",
        "pl": ""
    },
    {
        "ja": "『……私を馬鹿にしてる……って訳じゃなさそうよね、この場合』",
        "en": "(He's not making fun of me, is he? No... he couldn't be.)",
        "pl": ""
    },
    {
        "ja": "「？」",
        "en": "\"Hm?\"",
        "pl": ""
    },
    {
        "ja": "　自分にそう言い聞かせてみたが、あまり確証は取れそうになかった。",
        "en": "  Even she found her own attempt to reassure herself unconvincing.",
        "pl": ""
    },
    {
        "ja": "　青子は今さらながら直感する。",
        "en": "  It began to dawn on Aoko, far too late...",
        "pl": ""
    },
    {
        "ja": "　この間の抜けた転入生は、自分にとって未知の生き物と同義なのではないだろうか、と。",
        "en": "  ...that compared to her, this laid-back transfer student might as well have been from another planet.",
        "pl": ""
    },
    {
        "ja": "「……いいわ。言葉にしないと分からないようだから言うけど、まるで、じゃなくて、ずばりそうなの。",
        "en": "\"Look. Let me spell it out for you, because you're just not getting it.",
        "pl": ""
    },
    {
        "ja": "　貴方の気のせいじゃなくて、私は視線で遠回しに感情を表現してたの。いちいち声にだすのも、会話にするのも面倒だから」",
        "en": "  It's not your imagination. I am angry and anyone could see that in my eyes. It's easier than trying to make conversation.\"",
        "pl": ""
    },
    {
        "ja": "　青子の言葉に、ポン、と両手を叩くインベーダー。",
        "en": "  In response to her words, the Martian clapped his hands together.",
        "pl": ""
    },
    {
        "ja": "「なるほど。どうしてそうしたいのかは分からないが、たしかに、そっちの方がてっとり早い意思表現だ」",
        "en": "\"That makes sense. I don't know why you'd want to do it that way, but I get that it's a faster way to express yourself.\"",
        "pl": ""
    },
    {
        "ja": "　素直に納得する草十郎。",
        "en": "  Soujuurou accepted her reasoning without argument.",
        "pl": ""
    },
    {
        "ja": "　けれど、彼は青子がどんな感情を表現しているのかが分かっていない。",
        "en": "  Though he still had no idea what kinds of emotions she was trying to express.",
        "pl": ""
    },
    {
        "ja": "　文字は読めるけれど、その意味までは掴めていない。",
        "en": "  It was as if he could hear the words but didn't grasp the meaning.",
        "pl": ""
    },
    {
        "ja": "　本来直結して考えるべき事が、ブロック単位で離れている感じ。",
        "en": "  Ideas that should have connected were instead separated into blocks.",
        "pl": ""
    },
    {
        "ja": "『……たしかにズレてるわ、こいつ……』",
        "en": "(So it's true. He really is peculiar.)",
        "pl": ""
    },
    {
        "ja": "　青子は山城教諭の言葉を今更ながらに納得した。",
        "en": "  Mr. Yamashiro's words made sense to her now.",
        "pl": ""
    },
    {
        "ja": "　この少年のおかしさは、鈍感だとかそういった基準の話ではないらしい。",
        "en": "  What was odd about this boy went way beyond naivety.",
        "pl": ""
    },
    {
        "ja": "　……それでも。彼にとってここは異国の地のようなもの、多少の時差ボケは許容するのが文明人というものだろう。",
        "en": "  A stranger in a strange land he may be, but it was only civilized to forgive him some jet lag-induced confusion.",
        "pl": ""
    },
    {
        "ja": "「じゃ、とりあえず貴方の教室に行くから」",
        "en": "\"Let's visit your classroom.\"",
        "pl": ""
    },
    {
        "ja": "　気を取り直して青子は言う。",
        "en": "  She had regained her composure.",
        "pl": ""
    },
    {
        "ja": "　それを草十郎は片手を上げて止めた。",
        "en": "  Soujuurou raised his hand and stopped in his tracks.",
        "pl": ""
    },
    {
        "ja": "「ああ、あとひとつ」",
        "en": "\"Just one more thing.\"",
        "pl": ""
    },
    {
        "ja": "　あくまで泰然と言う草十郎に、青子は黙って先を<促|うなが>した。",
        "en": "  Aoko waited for Soujuurou to continue. The boy was patient to a fault.",
        "pl": ""
    },
    {
        "ja": "　額を指で押さえたまま、漠然とした不安を感じたまま。",
        "en": "  She rubbed her forehead with her hand again, nursing a vague feeling of uneasiness.",
        "pl": ""
    },
    {
        "ja": "「これもちょっとした疑問なんだが、なんで君は怒ってるんだ？",
        "en": "\"I wanted to ask-why are you so angry?",
        "pl": ""
    },
    {
        "ja": "　怒るのが商売とか、そういう家柄の人なのか？」",
        "en": "  Is it your line of business? Or does it run in your family?\"",
        "pl": ""
    },
    {
        "ja": "「―――――――――」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　長い沈黙。",
        "en": "  A long silence.",
        "pl": ""
    },
    {
        "ja": "　今となっては後の祭りだが、青子はしばし、今朝の電話を取った事を痛烈に後悔した。",
        "en": "  Though she knew it wouldn't change the situation, she remembered her regret at answering the phone that morning.",
        "pl": ""
    },
    {
        "ja": "　相手に悪気はない。",
        "en": "  He meant no harm.",
        "pl": ""
    },
    {
        "ja": "　これは天然、ただの天然、と心の中で繰り返し、青子は直情を抑えこんだ。",
        "en": "  She repeated this thought like a mantra in an attempt to keep her impulses in check.",
        "pl": ""
    },
    {
        "ja": "「別にあなたのせいじゃないから、気にする必要はないわ。",
        "en": "\"It's not you, if that's what you're worried about.",
        "pl": ""
    },
    {
        "ja": "　ただ、この一瞬とお昼まで眠っていた場合を<秤|はかり>にかけたらあまりに利益の違いがあって、頭を抱えただけよ」",
        "en": "  I'd just... rather be somewhere else right now.\"",
        "pl": ""
    },
    {
        "ja": "　回りくどい返事をして、今度こそ青子は歩きだした。",
        "en": "  With that vague answer, she started to walk again.",
        "pl": ""
    },
    {
        "ja": "　静希草十郎という失礼なストレンジャーを、完全に視界から切り離して。",
        "en": "  And turned her gaze away from this rude stranger named Soujuurou Shizuki.",
        "pl": ""
    },
    {
        "ja": "　何を基準にして普通というのか疑問だけれど、性格はいたって<普通|ノーマル>。素朴でいい人。イメージカラーはあえて白。性別は男子。容姿はぼんやりしている。",
        "en": "  While what constitutes 'normal' is certainly up for debate, most would undoubtedly refer to him as so. He was a simple and nice boy with nondescript features. If he were an ice cream flavor, he would be vanilla.",
        "pl": ""
    },
    {
        "ja": "　そんな草十郎から見ると、蒼崎青子という人物はシャキシャキとよく動いて元気が良かった。",
        "en": "  And Soujuurou found Aoko to be very businesslike and full of life.",
        "pl": ""
    },
    {
        "ja": "　何げない動作にも無駄がなく、ピッと動いて、ピタリときれいに止まる。",
        "en": "  There was a certain purpose to her movements, as they began and ended in an orderly fashion.",
        "pl": ""
    },
    {
        "ja": "　物を指す時に上げる指とか、",
        "en": "  The way her finger raised when she pointed at things...",
        "pl": ""
    },
    {
        "ja": "　廊下や教室を横断する時の動作とか、",
        "en": "  The way she made her way across the hallways and classrooms...",
        "pl": ""
    },
    {
        "ja": "　時折、先行しすぎないように後ろを振り向いて同行人を確認するところとか、",
        "en": "  The way she would occasionally glance back at him to make sure he was keeping pace...",
        "pl": ""
    },
    {
        "ja": "　その一挙一動が実に印象的で、目を引かずにはいられない。",
        "en": "  Each and every movement was so impressive that he couldn't take his eyes off her.",
        "pl": ""
    },
    {
        "ja": "　青子はまず二年Ｃ組の教室を案内した。",
        "en": "  Aoko showed him to his homeroom-Class C of the 11th grade.",
        "pl": ""
    },
    {
        "ja": "　先ほどの会議室よりは人の匂いは感じられたが、やはり草十郎には何をする場所なのか見当がつかなかった。",
        "en": "  The room certainly displayed more of a human touch than the previous meeting room, but Soujuurou was none the wiser as to its function.",
        "pl": ""
    },
    {
        "ja": "　青子から短い説明を受けた後、何種類かある特別教室、体育館、食堂、更衣室、保健室と回っていく。",
        "en": "  Aoko gave a brief explanation before they visited individual subject classrooms, as well as the gym, cafeteria, locker room, and school infirmary.",
        "pl": ""
    },
    {
        "ja": "　草十郎が行く先々で説明を求めたせいか、二階の視聴覚室を出た頃にはずいぶんと時間が経っていた。",
        "en": "  Soujuurou asked so many questions that much time passed before they reached the AV room on the second floor.",
        "pl": ""
    },
    {
        "ja": "「……まずいな」",
        "en": "\"...Oh dear.\"",
        "pl": ""
    },
    {
        "ja": "　深刻な顔で、草十郎は足を止めた。",
        "en": "  Soujuurou stopped, looking genuinely concerned.",
        "pl": ""
    },
    {
        "ja": "「あと二十分経つと<一時|いちじ>だ」",
        "en": "\"It's twenty to one already.\"",
        "pl": ""
    },
    {
        "ja": "「へ？　嘘でしょ、うちの校舎そんな広くないわよ？」",
        "en": "\"Huh? You're kidding, right? This school isn't that big. We'll be done soon.\"",
        "pl": ""
    },
    {
        "ja": "　たしか案内を始めたのが午前十時前だから、一時という事はかれこれ三時間は経つ事になる。",
        "en": "  The tour had begun around ten, which meant that three hours had passed.",
        "pl": ""
    },
    {
        "ja": "　たかだか校内案内でそんな筈はないのだが……",
        "en": "  A tour of a school shouldn't take anywhere near this long.",
        "pl": ""
    },
    {
        "ja": "「……そうだったわね。行く先々で根ほり葉ほり訊かれちゃ、そりゃあ何時間でも経つわ。日が暮れていないのが不思議なくらいね」",
        "en": "\"Maybe if you didn't ask so many questions, we'd be done by now. It's a miracle it's still light out.\"",
        "pl": ""
    },
    {
        "ja": "　青子はじろりと草十郎を見すえる。",
        "en": "  Aoko glared at Soujuurou.",
        "pl": ""
    },
    {
        "ja": "　こんな嫌味が通じる相手じゃない、と分かった上での小言である。",
        "en": "  She was being sarcastic, of course, knowing full well he would never pick up on it.",
        "pl": ""
    },
    {
        "ja": "『………え？』",
        "en": "(...Is he...?)",
        "pl": ""
    },
    {
        "ja": "　が。",
        "en": "  To her surprise...",
        "pl": ""
    },
    {
        "ja": "どんな心境の変化か、草十郎は申し訳なさそうに目を伏せていた。",
        "en": "He looked down apologetically, unable to hide his dejection.",
        "pl": ""
    },
    {
        "ja": "『なんだ、コイツ―――ちゃんとしてる、じゃん』",
        "en": "(Oops. I think I broke him.)",
        "pl": ""
    },
    {
        "ja": "　困っている草十郎は別人のようだ。",
        "en": "  The guy before her now was nothing like earlier.",
        "pl": ""
    },
    {
        "ja": "　これまでの、青子が何を言っても反応せずの無表情と違って、言い難い親近感が湧く。",
        "en": "  In contrast to seeing his once-impenetrable veneer when they first met, she found herself feeling sympathetic.",
        "pl": ""
    },
    {
        "ja": "　そして、なぜだかやっぱり、青子は理由もなくイライラしてしまうのだった。",
        "en": "  Momentarily, at least, until her irritation returned in full force.",
        "pl": ""
    },
    {
        "ja": "「で、なにがまずいの？",
        "en": "\"What's the hurry?",
        "pl": ""
    },
    {
        "ja": "　覚える事が多すぎてパンクした、なんて言わないでね」",
        "en": "  Don't tell me your brain's not big enough to remember all this stuff.\"",
        "pl": ""
    },
    {
        "ja": "「いや、それもあるけど。学校の事は別にして、一時になるとまずいんだ」",
        "en": "\"Well, there's that, but it's more about it almost being one o'clock.\"",
        "pl": ""
    },
    {
        "ja": "　つい、と心配そうに視線を逸らす草十郎。",
        "en": "  Soujuurou's gaze wandered as if worried about something.",
        "pl": ""
    },
    {
        "ja": "　外の様子が気になるのだろうが、あいにく、この廊下に窓はない。",
        "en": "  If he was worried about the weather, he would have a hard time seeing it as there were no windows in this hallway.",
        "pl": ""
    },
    {
        "ja": "「……へえ。時間を気にするってコトは、用事があるのね。",
        "en": "\"Don't tell me-you've got somewhere better to be.\"",
        "pl": ""
    },
    {
        "ja": "　ふーん、そう。人の予定を引っ掻き回しておいて、自分だけ好きなようにやろうっていうんだ。",
        "en": "  Thaaat's perfect. I take time out of my day for you, and you don't have the decency to even hang around.",
        "pl": ""
    },
    {
        "ja": "　なんだ。顔に似合わずいい人ね、君」",
        "en": "  You're a real piece of work, you know that?\"",
        "pl": ""
    },
    {
        "ja": "「？　いや、誉めても何もでないぞ」",
        "en": "\"Umm, thanks, I guess? That's nice of you to say.\"",
        "pl": ""
    },
    {
        "ja": "「誰も誉めちゃいないわよ！」",
        "en": "\"Not a compliment!\"",
        "pl": ""
    },
    {
        "ja": "　つい怒鳴ってしまった青子だった。",
        "en": "  She yelled at him, unable to hold back her fury.",
        "pl": ""
    },
    {
        "ja": "「で？」",
        "en": "\"Well?\"",
        "pl": ""
    },
    {
        "ja": "「で？」",
        "en": "\"Well what?\"",
        "pl": ""
    },
    {
        "ja": "「それで。いったい、何の用なの」",
        "en": "\"What's happening in twenty minutes?\"",
        "pl": ""
    },
    {
        "ja": "　青子の言わんとする事が分かって、草十郎はああ、と落ち着いた顔で頷き、",
        "en": "  Soujuurou's face lit up, as he finally understood what she was asking him.",
        "pl": ""
    },
    {
        "ja": "「そこは秘密にしておきたい」",
        "en": "\"It's a secret.\"",
        "pl": ""
    },
    {
        "ja": "　深刻に、ふざけた返答を口にした。",
        "en": "  He said with a perfectly straight face.",
        "pl": ""
    },
    {
        "ja": "『……馴れ始めたつもりだったけど、コイツのこういったテンポには失神しそうになるわ……』",
        "en": "(Ugh. Every time I think I've got this guy figured out, he finds a way to trip me up.)",
        "pl": ""
    },
    {
        "ja": "　もちろん怒りで。",
        "en": "  Her frustration was natural.",
        "pl": ""
    },
    {
        "ja": "そんな気持ちをぐっと飲みこんで、青子は極上の笑顔を作る。",
        "en": "Still, she did everything she could to stifle her feelings and fake a smile.",
        "pl": ""
    },
    {
        "ja": "「静希くん？」",
        "en": "\"You want to repeat that, Shizuki?\"",
        "pl": ""
    },
    {
        "ja": "　ずいっと一歩前に出る青子。",
        "en": "  She took a step forward.",
        "pl": ""
    },
    {
        "ja": "「秘密だってば」",
        "en": "\"Like I said, it's a secret.\"",
        "pl": ""
    },
    {
        "ja": "　なんだか殺気めいたものを感じて、ずいっと一歩後ずさる草十郎。",
        "en": "  Feeling the mood change drastically, Soujuurou took a step back.",
        "pl": ""
    },
    {
        "ja": "　ずいっ、ずいっ。",
        "en": "  And another... And another...",
        "pl": ""
    },
    {
        "ja": "　磁石のように、どんなにさがっても青子は近寄ってくる。",
        "en": "  No matter how many steps he took back, she kept edging toward him.",
        "pl": ""
    },
    {
        "ja": "　笑顔のまま、こめかみをちょっと震わせて。",
        "en": "  She was smiling, but he thought he could see the blood boiling beneath her skin.",
        "pl": ""
    },
    {
        "ja": "「これ、最後の質問にしとくわね。",
        "en": "\"Last question:",
        "pl": ""
    },
    {
        "ja": "　―――貴方、私をからかって楽しい？」",
        "en": "  Do you enjoy mocking me?\"",
        "pl": ""
    },
    {
        "ja": "　神に誓ってそんな気はないのだが、身の潔白を証明したところで青子の無理やりな笑顔は消えないだろう。",
        "en": "  He had no intention of mocking her, though at this point he doubted presenting any evidence to prove this would do much to erase that forced smile on her face.",
        "pl": ""
    },
    {
        "ja": "「……分かった、説明する」",
        "en": "\"...Let me explain.\"",
        "pl": ""
    },
    {
        "ja": "　降参して手を上げる。",
        "en": "  His arms raised in surrender.",
        "pl": ""
    },
    {
        "ja": "　青子も前進を止め、不似合いな笑みを消した。",
        "en": "  She halted her advance and freed her face from that unseemly smile.",
        "pl": ""
    },
    {
        "ja": "「実は一時からアルバイトがあるんだ。",
        "en": "\"The truth is that my part-time job shift starts at one.",
        "pl": ""
    },
    {
        "ja": "　でも、ここはそういうの禁止なんだろ？」",
        "en": "  But, students aren't allowed to have jobs, right?\"",
        "pl": ""
    },
    {
        "ja": "「そうだけど……あ、禁止されてるから秘密にしようと思ったの？　バカね、それなら許可さえ下りていれば問題ないわよ？」",
        "en": "\"Yeah... Wait, were you being tight-lipped because you thought you'd get in trouble? All you have to do is get permission, dweeb!\"",
        "pl": ""
    },
    {
        "ja": "「知ってる。試験の時に許可はもらってる」",
        "en": "\"I know, and I did. I got permission when they accepted me to the school.\"",
        "pl": ""
    },
    {
        "ja": "「へえ」",
        "en": "\"Really.\"",
        "pl": ""
    },
    {
        "ja": "　顔に似合わず手回しいいじゃない、と青子は顔を輝かせた。",
        "en": "  Aoko's face lit up as she realized he might not be the piece of work she thought him to be.",
        "pl": ""
    },
    {
        "ja": "　が。",
        "en": "  Yet...",
        "pl": ""
    },
    {
        "ja": "「しかし、許可はひとつしかもらえなかった」",
        "en": "\"But I only got permission for one of my jobs.\"",
        "pl": ""
    },
    {
        "ja": "「？　ひとつって、貴方、掛け持ちでバイトしてるの？」",
        "en": "\"Wait, you have more than one job?\"",
        "pl": ""
    },
    {
        "ja": "「……これでも二件減らしたんだ。",
        "en": "\"Well, I quit two of them...",
        "pl": ""
    },
    {
        "ja": "　生活費だけで大変なのに、学費まで稼がなくちゃいけない。なのに、働き先はひとつだけと言うのはあんまりだと思わないか？」",
        "en": "  Living expenses are bad enough, but now I have to earn money for school as well. Don't you think it's unreasonable of them to only let me work one job?\"",
        "pl": ""
    },
    {
        "ja": "「……いや。あんまりなのは貴方の方だと思うけど」",
        "en": "\"...No, I think you're the one who's being unreasonable.\"",
        "pl": ""
    },
    {
        "ja": "　青子は呆れながらも、草十郎を少しだけ見直した。",
        "en": "  Though still irritated, her opinion of him changed a little.",
        "pl": ""
    },
    {
        "ja": "　学費はおろか生活費まで自分でどうにかしているのは立派だと思う。",
        "en": "  She was impressed that he was able to take care of his tuition and living expenses all on his own.",
        "pl": ""
    },
    {
        "ja": "　そういう遊びのない事情に、蒼崎青子はわりと弱かった。さっきまでの怒りも薄れてしまう程度には。",
        "en": "  She could also empathize with having no time to oneself. Her anger began to subside.",
        "pl": ""
    },
    {
        "ja": "　……調子を崩したのは、この世間知らずの少年から『アルバイト』なんて単語が出るとは思いもしなかっただけだ。",
        "en": "  The words 'part-time job' were about the last things she ever expected to hear out of this country boy's mouth.",
        "pl": ""
    },
    {
        "ja": "「……そういうことなら仕方ないわね。",
        "en": "\"Well, you gotta do what you gotta do, I guess.",
        "pl": ""
    },
    {
        "ja": "　いいわ、行きなさいよ。事情は分かったから」",
        "en": "  It's fine. You can go. I get it.\"",
        "pl": ""
    },
    {
        "ja": "「蒼崎はいいのか？」",
        "en": "\"Will you be okay?\"",
        "pl": ""
    },
    {
        "ja": "　何がいいのだか青子にはさっぱりだが、草十郎が気を遣っている事だけは分かる。",
        "en": "  She had no idea what his question meant, but she at least understood he was trying to be considerate.",
        "pl": ""
    },
    {
        "ja": "　……それも、青子にはなんとなく意外だった。",
        "en": "  Which also took her by surprise.",
        "pl": ""
    },
    {
        "ja": "　もう少しこう、人の心にも鈍感な少年だと思ったのだ。",
        "en": "  She figured he'd be just as dense about people's feelings as he was about everything else.",
        "pl": ""
    },
    {
        "ja": "「別に。私もこのまま帰るから」",
        "en": "\"I'll be fine. I'll just head home.\"",
        "pl": ""
    },
    {
        "ja": "　ちなみに、職員室に寄っていく選択は<潔|いさぎよ>いぐらい無い。",
        "en": "  First, though, she thought it best that they both stop by the faculty room.",
        "pl": ""
    },
    {
        "ja": "　山城曰く、転入手続きやらは終わっているというし、後は<社交辞令|おやくそく>の挨拶だけだろう。",
        "en": "  Mr. Yamashiro had mentioned that the transfer procedures had already been completed, so all that remained was for him to sign off on her duties.",
        "pl": ""
    },
    {
        "ja": "“先生、案内終わりました”",
        "en": "\"I've finished showing him around.\"",
        "pl": ""
    },
    {
        "ja": "“それはお疲れさま。静希くんもお疲れさま。それで、校舎をまわった感想はどうかな？”",
        "en": "\"Great job. That goes for you, too, Shizuki. What did you think of our school?\"",
        "pl": ""
    },
    {
        "ja": "“ありがとうございます。なんというか、とても学校ですね！”",
        "en": "\"Thank you for the tour. It's like a real school!\"",
        "pl": ""
    },
    {
        "ja": "“ははは、そうかそうか。うん、明日から頑張りなさい！”",
        "en": "\"Hahaha. That's great to hear. Okay, then. Best of luck starting tomorrow!\"",
        "pl": ""
    },
    {
        "ja": "　そんなどうでもいい締めのイベントなぞ、彼女には何ら関係のない話である。",
        "en": "  She had no interest whatsoever in this pointless wrap-up meeting.",
        "pl": ""
    },
    {
        "ja": "「山城先生の事は気にしないでいいわ。",
        "en": "\"You'll have to forgive Mr. Yamashiro.",
        "pl": ""
    },
    {
        "ja": "　教え子に厄介な事を押しつけてふんぞり返っているぐらい職員室が好きなんだから、何時間でも待ってるでしょ。",
        "en": "  He likes the faculty room so much he chooses to kick back there while getting his students to do his dirty work for him. I bet he spends hours in there.",
        "pl": ""
    },
    {
        "ja": "　いえ、待ってるべきじゃない？」",
        "en": "  Actually, that's pretty smart of him.\"",
        "pl": ""
    },
    {
        "ja": "「そうか。蒼崎がいいんなら、いいんだな」",
        "en": "\"Okay, Aozaki. If you're fine with it, then so am I.\"",
        "pl": ""
    },
    {
        "ja": "「？」",
        "en": "\"Huh?\"",
        "pl": ""
    },
    {
        "ja": "　だから、何がいいんだろうか？",
        "en": "  There it was again.",
        "pl": ""
    },
    {
        "ja": "　草十郎の言わんとするところが、青子にはやっぱりさっぱり。",
        "en": "  Whatever Soujuurou was getting at, Aoko had no idea.",
        "pl": ""
    },
    {
        "ja": "「それじゃ行くよ。今日はありがとう」",
        "en": "\"I'm going to get going. Thanks again for today.\"",
        "pl": ""
    },
    {
        "ja": "「今日だけよ、今日だけ」",
        "en": "\"Yes, today. Today only.\"",
        "pl": ""
    },
    {
        "ja": "　ほら、さっさと行った、とばかりに青子は片手をひらひらと払う。",
        "en": "  She shooed him away with her hand.",
        "pl": ""
    },
    {
        "ja": "　その仕草が気に入ったのか、草十郎は嬉しげに笑った。",
        "en": "  His face bent into a broad smile, as if he found the gesture endearing.",
        "pl": ""
    },
    {
        "ja": "　常時ぼんやりしているせいか、彼のそういった顔はきわだって柔らかく見える。",
        "en": "  It was a softer expression than she had grown accustomed to seeing out of him.",
        "pl": ""
    },
    {
        "ja": "　つい笑みを返してしまうぐらいの<和|なご>み度だ。",
        "en": "  It was the kind of smile that would make anyone smile back.",
        "pl": ""
    },
    {
        "ja": "　けれどやっぱり、",
        "en": "  Well, most people at least...",
        "pl": ""
    },
    {
        "ja": "　そういったものに反応しないのが蒼崎青子だった。",
        "en": "  Aoko Aozaki didn't betray the slightest hint of a smile.",
        "pl": ""
    },
    {
        "ja": "「それじゃ、また」",
        "en": "\"See you later.\"",
        "pl": ""
    },
    {
        "ja": "「は？」",
        "en": "\"Huh?\"",
        "pl": ""
    },
    {
        "ja": "　旧知の友人みたいな言葉を残して、草十郎は廊下の先……",
        "en": "  And with that friendly farewell, Soujuurou walked toward the end of the hallway.",
        "pl": ""
    },
    {
        "ja": "　ではなく、隣の教室に入っていった。",
        "en": "  Or so she thought before he turned into the next class over.",
        "pl": ""
    },
    {
        "ja": "「ちょ―――」",
        "en": "\"Did he just...?\"",
        "pl": ""
    },
    {
        "ja": "　その背中が、まっすぐに窓に向かっていく。",
        "en": "  Soujuurou headed straight for one of the classroom's window.",
        "pl": ""
    },
    {
        "ja": "　彼はおもむろに教室の窓を開けた。",
        "en": "  Whereupon he opened it with ease.",
        "pl": ""
    },
    {
        "ja": "　十一月の肌寒い風と、おぼろだった雨の音が鮮明になる。",
        "en": "  The chilly November air filled the room as the soft sounds of the rain doubled in volume.",
        "pl": ""
    },
    {
        "ja": "　それが何を意味するのかを、蒼崎青子は瞬時に悟った。悟れてしまった。",
        "en": "  In that instant, she realized his intention with opening the window-she really wished she hadn't.",
        "pl": ""
    },
    {
        "ja": "「いや、待て待て待てーーーーっっっ！」",
        "en": "\"Nooo! Stop stop stop STOP!\"",
        "pl": ""
    },
    {
        "ja": "　今まさに、窓枠に片足を乗っける草十郎を、青子は必死の形相で止めた。",
        "en": "  He already had one leg out the window when she dashed to stop him.",
        "pl": ""
    },
    {
        "ja": "「なにするつもりよ、あんたはっ！」",
        "en": "\"What do you think you're doing!?\"",
        "pl": ""
    },
    {
        "ja": "「なにって、アルバイトに行くんだけど」",
        "en": "\"What am I doing? I'm leaving for my job, that's what.\"",
        "pl": ""
    },
    {
        "ja": "「その窓は人が出入りするところじゃないの！",
        "en": "\"You do know that this window isn't an exit, don't you!?",
        "pl": ""
    },
    {
        "ja": "　だいたい、ここ何階だと思ってるの!?」",
        "en": "  I mean, do you even know what floor you're on!?\"",
        "pl": ""
    },
    {
        "ja": "　言われて、あ、と声をあげる草十郎。",
        "en": "  She saw the light of understanding dawn in his eyes.",
        "pl": ""
    },
    {
        "ja": "「……死ぬところだった。二階から下りたら危なすぎる」",
        "en": "\"...Oh my god, I almost died. Who would put an exit here!? This is dangerous.\"",
        "pl": ""
    },
    {
        "ja": "「危ないのはあんたの頭……」",
        "en": "\"It's the lack of something between your ears that's dangerous.\"",
        "pl": ""
    },
    {
        "ja": "　脱力しつつも<暴言|ぼうげん>をこぼすが、幸い、草十郎には聞こえていなかった。",
        "en": "  Her insult went right over his head.",
        "pl": ""
    },
    {
        "ja": "「あのね、こっちじゃ窓から人は出入りしないの。",
        "en": "\"People here don't normally enter and exit through windows, okay?",
        "pl": ""
    },
    {
        "ja": "　さっき言っとくべきだったわ」",
        "en": "  You should probably remember this information for future reference.\"",
        "pl": ""
    },
    {
        "ja": "「知ってるよ、時間がないんであわててたんだ。",
        "en": "\"Oh, I know. I just wanted to save some time.",
        "pl": ""
    },
    {
        "ja": "　ありがとう、これからは気をつける」",
        "en": "  But thanks. I'll be more careful from now on.\"",
        "pl": ""
    },
    {
        "ja": "　よいしょ、と窓枠から片足を下ろして窓を閉める草十郎。",
        "en": "  He pulled his leg back inside and closed the window.",
        "pl": ""
    },
    {
        "ja": "　見るからに下ろしたての制服は、今ので雨に濡れてしまっていた。",
        "en": "  His school uniform was soaking wet from the rain.",
        "pl": ""
    },
    {
        "ja": "「……いいけど、私は別に。",
        "en": "\"Hey, be my guest.",
        "pl": ""
    },
    {
        "ja": "　あなたが何処から外に出ようが関係ないもの。ただ、できれば私の前ではやらないでほしいだけよ。",
        "en": "  Go outside any way you like, just don't do it in front of me from now on.",
        "pl": ""
    },
    {
        "ja": "　それより……貴方、本当に明日から学校に来るの？」",
        "en": "  Anyway... You start school tomorrow, right?\"",
        "pl": ""
    },
    {
        "ja": "「来るよ。不安だけど、案内してもらったし」",
        "en": "\"Yeah. I'm a little nervous, though, which is why I came in early for the tour.\"",
        "pl": ""
    },
    {
        "ja": "　それじゃあ、と返して、少年は廊下を走っていった。",
        "en": "  He bid her farewell before running away down the hallway.",
        "pl": ""
    },
    {
        "ja": "　今度こそ普通に、階段を下りて昇降口から出ていくのだろう。",
        "en": "  She hoped he would walk down the stairs and leave through the school entrance, like a normal person.",
        "pl": ""
    },
    {
        "ja": "「……はあ。大丈夫なのか、あんなんで」",
        "en": "\"Ugh... I wonder if he's really going to be okay here.\"",
        "pl": ""
    },
    {
        "ja": "　呆れながらも、走り去った彼の背中を回想する。",
        "en": "  The image of him disappearing into the distance popped into her head, in spite of her ire.",
        "pl": ""
    },
    {
        "ja": "　もうあんな田舎者とは関わりたくないのに、妙なところで気に掛かる。",
        "en": "  She had no intention of spending any more time with him, and yet, she felt strangely anxious.",
        "pl": ""
    },
    {
        "ja": "　心配からか、それとも癪に障るからなのか、いまいち納得のいく答えは出ない。",
        "en": "  She couldn't tell if the feeling was fueled by concern or irritation.",
        "pl": ""
    },
    {
        "ja": "　そもそもどうして自分はさしたる理由もなく、あのどうでもいい転入生に怒りを覚えたのか。",
        "en": "  Why had she even gotten angry with this insignificant transfer student in the first place?",
        "pl": ""
    },
    {
        "ja": "　妙な一日、妙な転入生、妙な感情。",
        "en": "  A strange day with a strange transfer student resulting in strange emotions.",
        "pl": ""
    },
    {
        "ja": "　こうして振り返ってみると、実は怒るべきじゃなく楽しむべきコトだったんじゃないか、と首をかしげる自分もいる。",
        "en": "  Her head tilted as she reflected on what should have been a more enjoyable day than the irritating experience she just had.",
        "pl": ""
    },
    {
        "ja": "「―――ま、いっか。",
        "en": "\"Whatever.",
        "pl": ""
    },
    {
        "ja": "　どうせこれっきりなんだし」",
        "en": "  It's not as if I'll see him again.\"",
        "pl": ""
    },
    {
        "ja": "　静かに響く雨の音。",
        "en": "  The sound of the rain echoed quietly all around her.",
        "pl": ""
    },
    {
        "ja": "　灰色の空は時間の<有様|ありよう>を麻痺させる。",
        "en": "  The gray sky seemed frozen in time.",
        "pl": ""
    },
    {
        "ja": "　今はまだ午前中なのか、夕方なのかも判らない。",
        "en": "  It was impossible to discern whether it was morning or evening.",
        "pl": ""
    },
    {
        "ja": "　校舎にはたぶん自分と、山城ぐらいしかいないだろう。",
        "en": "  Mr. Yamashiro and Aoko were likely the only ones left at school.",
        "pl": ""
    },
    {
        "ja": "　電灯の消えた教室は薄暗く、ひとりになるとやけに不気味だった。",
        "en": "  The unlit classroom looked overly gloomy and ominous as Aoko stood in it alone.",
        "pl": ""
    },
    {
        "ja": "　つと―――青子は左手の<袖|そで>を上げた。",
        "en": "  She pulled up her left sleeve.",
        "pl": ""
    },
    {
        "ja": "　飾り気のない小さな腕時計は、たしかに午後一時になろうとしている。",
        "en": "  Her dainty, unremarkable watch showed that it was almost one o'clock.",
        "pl": ""
    },
    {
        "ja": "「……時間、あってる」",
        "en": "\"He was right about the time.\"",
        "pl": ""
    },
    {
        "ja": "　言って、青子は窓ごしに地上を見下ろした。",
        "en": "  She looked out the window at the grounds below.",
        "pl": ""
    },
    {
        "ja": "　小雨の中、制服姿の男子が傘もささずに走っていく。見慣れている筈の光景が、彼女にはひどく印象深かった。",
        "en": "  She saw a boy in uniform running through the rain without an umbrella. A sight she must have seen before, but for whatever reason, affected her far more than she wished.",
        "pl": ""
    }
]