[
    {
        "ja": "　それから二時間ほど経った午後九時。",
        "en": "  Two hours had passed and the clock struck nine.",
        "pl": ""
    },
    {
        "ja": "　ふたりは話し合いの場を居間からサンルームに移し、この洋館に不釣り合いな光景をくり広げていた。",
        "en": "  Their conversation had moved from the drawing room to the sunroom, and had manifested into the kind of scene one would not expect in such a mansion.",
        "pl": ""
    },
    {
        "ja": "「まあホントはね、鳶丸に任せる気はなかったんだけど」",
        "en": "\"To be honest, I didn't really want to leave it to Tobimaru like this.\"",
        "pl": ""
    },
    {
        "ja": "　テーブルの上にでん、と土鍋が置かれている。",
        "en": "  A hot earthenware pot sat on the table.",
        "pl": ""
    },
    {
        "ja": "　くつくつと温かな湯気をたてる土鍋を<箸|はし>でつつきながら、青子は誰に語るでもなくぼやいている。",
        "en": "  Aoko spat out complaints to no one in particular as she plucked food from it with her chopsticks.",
        "pl": ""
    },
    {
        "ja": "　今晩の夕食は、洋館にあるまじき和食だった。",
        "en": "  Tonight they were eating a traditional Japanese meal that looked out of place in this mansion.",
        "pl": ""
    },
    {
        "ja": "　こういう日本的、かつ材料を買ってくるだけで済む鍋物はおもに青子の担当である。",
        "en": "  When it came to the kind of Japanese hotpot where all one had to do was buy and boil ingredients, it was usually Aoko's responsibility.",
        "pl": ""
    },
    {
        "ja": "　有珠は青子の対面で、やはり無言で鍋にフォークを入れていた。",
        "en": "  Alice sat across from Aoko as she silently poked at the pot with a fork.",
        "pl": ""
    },
    {
        "ja": "「<山城|ヤマシロ>の奴が来るなり『静希くんはまだ部活に入っていないから、面倒みてあげてくれないかな』なんて言ってくるもんだからさ。全校生徒の行動範囲なんて見直す気力無くなっちゃったのよ」",
        "en": "\"Yamashiro made it a point to say that Shizuki hadn't joined a club. It's not like I have the time or energy to keep track of every single student.\"",
        "pl": ""
    },
    {
        "ja": "　取った玉子はまだ乙女のように純白だったので鍋に返す。",
        "en": "  The egg she had plucked was still as silky as a baby's bottom, so she returned it to the pot.",
        "pl": ""
    },
    {
        "ja": "　仕方なく火の通りの早いしらたきに手を出した。",
        "en": "  She settled for the shirataki noodles instead.",
        "pl": ""
    },
    {
        "ja": "「そりゃあ、あのバカがバイトで忙しいのは知ってるわよ。",
        "en": "\"I already know that the idiot is constantly busy with his jobs.",
        "pl": ""
    },
    {
        "ja": "　だから出来るだけ春先までのんびりしてて、あんなのでも親身になってくれそうな部の部長にあたってみたのに。",
        "en": "  That's why I tried my best to set him up with a club activity captain that'd be accommodating.",
        "pl": ""
    },
    {
        "ja": "ありがとうのひとつも無いってのは、ちょっと癪にさわるわよね。",
        "en": "But the nerve of the guy, not even a thanks.",
        "pl": ""
    },
    {
        "ja": "　ね、聞いてる有珠？」",
        "en": " Are you even listening, Alice?\"",
        "pl": ""
    },
    {
        "ja": "　具を口に含んでいたのか、声を上げずに有珠は首を縦に振った。",
        "en": "  As if her mouth was full, she simply nodded in response.",
        "pl": ""
    },
    {
        "ja": "　興味も意見もまったくないという<表情|かお>だが、話だけは聞いているようだ。",
        "en": "  Her expression stated that she had no interest nor opinion on the matter, but she at least appeared to be listening.",
        "pl": ""
    },
    {
        "ja": "　それに満足して青子ははんぺんをかじった。",
        "en": "  Satisfied, Aoko nibbled on some hanpen fish cake.",
        "pl": ""
    },
    {
        "ja": "「それに私、いい人ー、なんて言われるヤツは信用できないのよ。あろう事か鳶丸までそんなこと口走る始末だし。",
        "en": "\"I just can't trust anyone who says he's a great guy. Surprise, even Tobimaru was gushing about him.",
        "pl": ""
    },
    {
        "ja": "　あれはいい人なんじゃなくて、ただぼんやりしてるだけなんだっての。",
        "en": "  The only thing he's great at is being an airhead.",
        "pl": ""
    },
    {
        "ja": "　……大体、あそこまで言われて怒りもしないなんてどうかしてるわ」",
        "en": "  ...I mean, there's really something wrong with his brain if he didn't get angry after what I said.\"",
        "pl": ""
    },
    {
        "ja": "　今日の生徒会室での一件を思い出す。",
        "en": "  Her thoughts went to what had happened in the student council room earlier that day.",
        "pl": ""
    },
    {
        "ja": "　草十郎は青子の一方的な言葉に、さして反論もせずそのまま去っていった。",
        "en": "  She remembered how non-responsive Soujuurou had been to her words.",
        "pl": ""
    },
    {
        "ja": "　あの取り澄ました顔を思い出すだけで残ったはんぺんを噛まずに飲みこんでしまう青子なのだった。",
        "en": "  His unconcerned face alone was enough for her to swallow the rest of her hanpen without chewing it.",
        "pl": ""
    },
    {
        "ja": "『……ふん。なにが分かってるんだな、よ』",
        "en": "\"I thought you would understand,\" he says. Hah!",
        "pl": ""
    },
    {
        "ja": "　草十郎の一言と、幼年期の終わりに贈られた言葉が重なる。",
        "en": "  His words were a lot like those that ended her childhood.",
        "pl": ""
    },
    {
        "ja": "“―――青子ちゃんは分かっているんだね。",
        "en": "\"You know it, don't you, Aoko?",
        "pl": ""
    },
    {
        "ja": "　それでも自分であり続けられるという事は、とても強い事なんだよ―――”",
        "en": "  Through it all, you never lose sight of who you are. You're so strong...\"",
        "pl": ""
    },
    {
        "ja": "　たぶん、あの言葉は誉めてくれていたのだ。",
        "en": "  Perhaps it was meant as a compliment.",
        "pl": ""
    },
    {
        "ja": "　でも自分にとって残酷な評価だった。",
        "en": "  But she took it as a patronizing way to pity her.",
        "pl": ""
    },
    {
        "ja": "　だって、それを告げるあの人の顔は、痛ましいものを見るような顔をしていたのだ。",
        "en": "  Because the person who said it had acted like she was looking at a wounded animal.",
        "pl": ""
    },
    {
        "ja": "『―――ま。あんな変態の言ってたコトなんて、いまさらどうでもいいけどさ』",
        "en": "(Whatever. Who cares what that weirdo thinks or says?)",
        "pl": ""
    },
    {
        "ja": "　それでも、生涯最大の気の迷いであったワケだけど、憧れていた人物にあんな顔をされたのは幼心にショックだった。",
        "en": "  That episode might have made her the most confused she had ever been in her life. Yet, what shocked young Aoko the most was to look of pity on the face of the person she admired the most.",
        "pl": ""
    },
    {
        "ja": "「……ケンカ」",
        "en": "\"...You fought.\"",
        "pl": ""
    },
    {
        "ja": "「え？」",
        "en": "\"Huh?\"",
        "pl": ""
    },
    {
        "ja": "　箸を浮かせたまま物思いに<耽|ふけ>っていた青子に、有珠は唐突にそう言い放った。",
        "en": "  The abrupt comment stopped her in her tracks.",
        "pl": ""
    },
    {
        "ja": "「ごめん、聞いてなかった。ケンカって、あの喧嘩？」",
        "en": "\"Sorry, what'd you say? Something about a fight?\"",
        "pl": ""
    },
    {
        "ja": "　こくり、と可憐な首が頷く。",
        "en": "  Alice nodded.",
        "pl": ""
    },
    {
        "ja": "「貴女の感想だけじゃ状況はよく掴めないけど。",
        "en": "\"I can't say I completely understand from what you've said.",
        "pl": ""
    },
    {
        "ja": "　つまり、青子はその人に喧嘩を売りたかったのね」",
        "en": "  But it does come across as if you were trying to pick a fight with him.\"",
        "pl": ""
    },
    {
        "ja": "　はむ、と最後のはんぺんに口をつける有珠。",
        "en": "  Alice bit into the very last hanpen.",
        "pl": ""
    },
    {
        "ja": "　それはあんまりに予想外で、いやに的を射た意見のような。",
        "en": "  Her remark was unexpected but completely on point.",
        "pl": ""
    },
    {
        "ja": "「な……なんでそうなるのよ!?",
        "en": "\"...Wh-Why did you go there?!",
        "pl": ""
    },
    {
        "ja": "　私はあんなのと一秒だって関わりたくないだけだってば！",
        "en": "  I'd rather die than spend another second with him!",
        "pl": ""
    },
    {
        "ja": "だいたいそれどころじゃないし！　興味とかまったくないし！",
        "en": "I mean, seriously! Gross! I have no interest in him whatsoever!",
        "pl": ""
    },
    {
        "ja": "会話もこれ以上ないってぐらい簡潔に切り上げたし！」",
        "en": " I'd love it if I never had to say anything about him ever again!\"",
        "pl": ""
    },
    {
        "ja": "「なら、どうして今そんな話をするの？」",
        "en": "\"So why all the talk about him?\"",
        "pl": ""
    },
    {
        "ja": "「え……それは……その、",
        "en": "\"Wh-What... I, err...",
        "pl": ""
    },
    {
        "ja": "アンタに今日の調査過程を報せてあげたのよ。それ以外何があるって言うの？」",
        "en": " I was just reporting on today's investigation. Something wrong with that?\"",
        "pl": ""
    },
    {
        "ja": "　本当に、それ以外に何があるって言うんだろう？",
        "en": "  What other reason could Alice be suggesting Aoko had for bringing it up?",
        "pl": ""
    },
    {
        "ja": "　自ら墓穴を掘って中に入り、追い打ちとばかりに土を被っている事に青子が気付くのは数時間後、おやすみなさいとベッドに入ってからである。",
        "en": "  It would be several hours later, in bed, that Aoko realized that she had dug her own grave.",
        "pl": ""
    },
    {
        "ja": "「いいけど、わたしは別に。",
        "en": "\"No, not really.",
        "pl": ""
    },
    {
        "ja": "　ただ……青子は、本当にその人が嫌いなの？」",
        "en": "  But... does he really bother you that much?\"",
        "pl": ""
    },
    {
        "ja": "　何か神聖な作業をするように、黙々とおでんを食べながら有珠は質問する。",
        "en": "  Alice ate her hotpot in silence as if she was honoring some sort of sacred ritual.",
        "pl": ""
    },
    {
        "ja": "　表情こそいつも通り無関心だが、内面では青子の態度を面白がっている節がある。",
        "en": "  Her face was as indifferent as always, but she was secretly enjoying how flustered Aoko was.",
        "pl": ""
    },
    {
        "ja": "　そんな有珠の思惑にも青子は気付けなかった。",
        "en": "  Aoko was none the wiser to this.",
        "pl": ""
    },
    {
        "ja": "　いつもなら簡単に気が付くのだが、ちょっとした心の混乱がその余裕を奪っている。",
        "en": "  Normally, she would have noticed immediately, but she was not quite herself at this moment.",
        "pl": ""
    },
    {
        "ja": "「本当にって……そりゃそうよ。気にくわないって何度も言ってるじゃない」",
        "en": "\"Does he really- Well, of course he does. I think I've said that often enough.\"",
        "pl": ""
    },
    {
        "ja": "「そ。具体的には？」",
        "en": "\"Okay. What specifically about him do you dislike?\"",
        "pl": ""
    },
    {
        "ja": "「はあ？　具体的にはって、そんなのに理由なんて……」",
        "en": "\"Huh? I don't need a specific reason to...\"",
        "pl": ""
    },
    {
        "ja": "　そこまで口にして、ようやく青子はその矛盾に気が付いた。",
        "en": "  She trailed off as she finally realized how disagreeable she was being.",
        "pl": ""
    },
    {
        "ja": "『……む……ぬ？』",
        "en": "(...Hrm. ...Mm?)",
        "pl": ""
    },
    {
        "ja": "　そう、理由なんてこれっぽっちもない。",
        "en": "  She could come up with no reason why.",
        "pl": ""
    },
    {
        "ja": "　一目見た時からあの田舎者とは相容れないな、と本能が告げただけだ。",
        "en": "  Her instincts had told her that she was incompatible with that hick.",
        "pl": ""
    },
    {
        "ja": "　でも、それは一体どうしてだろう？",
        "en": "  But why such a strong reaction?",
        "pl": ""
    },
    {
        "ja": "　そもそも理由のない感情、根拠のない決めつけなんてものは、彼女が一番嫌うところだ。",
        "en": "  More than anything in the world, Aoko hated emotions without reason and decisions made with no rationale.",
        "pl": ""
    },
    {
        "ja": "「う……き、嫌いな物は嫌いなんだから……ちゃんと、どっかに理由があるんだ、と思うけど……」",
        "en": "\"Ugh... I just don't like him. I'm... sure there's a good reason for it. I think.\"",
        "pl": ""
    },
    {
        "ja": "　口にすればするほど歯切れが悪くなる。",
        "en": "  She became more flustered the more she talked.",
        "pl": ""
    },
    {
        "ja": "　……困ったことに、青子には静希草十郎を嫌がる理由が見当たらなかった。",
        "en": "  Unfortunately for her, she could not come up with a coherent reason to hate Soujuurou Shizuki.",
        "pl": ""
    },
    {
        "ja": "　常識がないのは彼の今までの環境が悪いのであって、草十郎自身に非はない。",
        "en": "  It was not his fault that he had zero common sense. It was the fault of the environment he grew up in.",
        "pl": ""
    },
    {
        "ja": "　いや、逆になんとか文明社会に順応しようとする姿勢には好感が持てる筈だ。",
        "en": "  In fact, it was admirable that he was trying so hard to adapt to civilized society.",
        "pl": ""
    },
    {
        "ja": "　ぼんやりした所も、行動が<緩慢|かんまん>という訳ではない。",
        "en": "  As clueless as he might seem, he was not a complete waste of space.",
        "pl": ""
    },
    {
        "ja": "　彼の仕草や言動がワンテンポ遅く見えるのは、彼が自分の言動に注意を払っているからであり、結果、緩やかに見えるだけなのだ。",
        "en": "  If he seemed a bit slow, it was only because his gentle nature compelled him to think before acting.",
        "pl": ""
    },
    {
        "ja": "　そうやって静希草十郎という人物をあくまで公平に環境と人格に分けて評価すれば、結果は分かりきっている。",
        "en": "  When one looked at everything objectively, the conclusion was obvious.",
        "pl": ""
    },
    {
        "ja": "　認めたくないが、みんなの言う通り、嫌味のない『いい人』像がそこにある。",
        "en": "  As much as she was loathe to admit it, he really was the good guy everyone had him pegged as.",
        "pl": ""
    },
    {
        "ja": "『ちょっと本気かっての……人間的に悪いところ、ホントに微塵もないのかアレ………？』",
        "en": "(I can't believe what I'm thinking. Is there really nothing wrong with him?)",
        "pl": ""
    },
    {
        "ja": "　ダメな部分は山ほどあるのでとりあえずそこは保留。",
        "en": "  There was plenty, so she left it at that for now.",
        "pl": ""
    },
    {
        "ja": "　今まで忙しなく動いていたおでんをつつく箸は、ここで完全に停止した。",
        "en": "  The chopsticks she had been using came to a stop.",
        "pl": ""
    },
    {
        "ja": "　なんか、ますますムカつく。",
        "en": "  She was getting very annoyed.",
        "pl": ""
    },
    {
        "ja": "　理由のない反感に青子はぐるぐる頭を回す。",
        "en": "  An irrational hatred burned through her head.",
        "pl": ""
    },
    {
        "ja": "　それはまずい、自分的にそんなのは許容できない、と必死に静希草十郎を分析するのだが、ますます自分を追いつめるだけだった。",
        "en": "  Unable to come to terms with her feelings, she desperately tried to analyze Soujuurou, but her mind only went in more circles.",
        "pl": ""
    },
    {
        "ja": "　そんな袋小路に<陥|おちい>った青子を、有珠はまじまじと眺める。",
        "en": "  Alice fixed Aoko with a deadpan stare.",
        "pl": ""
    },
    {
        "ja": "「……あきれた」",
        "en": "\"...I'm shocked.\"",
        "pl": ""
    },
    {
        "ja": "　小さな嘆息。",
        "en": "  A small sigh.",
        "pl": ""
    },
    {
        "ja": "「らしくないわね、青子」",
        "en": "\"This isn't like you.\"",
        "pl": ""
    },
    {
        "ja": "　その一言は、青子にとってまさにとどめだった。",
        "en": "  Those words were the final blow.",
        "pl": ""
    },
    {
        "ja": "　自分の理解不能ぶりに目眩がする。",
        "en": "  Aoko felt the floor fall out from under her.",
        "pl": ""
    },
    {
        "ja": "　ご馳走さまと有珠が居間に立ち去った後、しばらく椅子から立てなかった程に。",
        "en": "  She was unable to leave her chair until long after Alice had finished eating and left.",
        "pl": ""
    }
]