[
	[
		"　私立という事もあって、三咲高校の冬休みは早い。",
		"　十二月の<半|なか>ばには終業式を<迎|むか>え、校舎と生徒たちはつかの間、二学期までの疲れを癒す事になる。",
		"　無論。",
		"　彼らにとっては恒例の関門、幸せな長期休日の前に立ちはだかる<期末試験|みっかかん>を無事に乗り越えられたら、の話であるが。",
		"　深夜放送を受信するラジオ。",
		"　<台所|した>まで下りる手間をはぶく、紅茶用の魔法瓶。",
		"　冬の寒さから足を守る電気毛布と、夜食のカニパン。",
		"　このように。",
		"　青子の部屋は<一分|いちぶ>の<隙|すき>もない、一夜漬け強制空間になっていた。",
		"「期末試験一日目、ご苦労さま。",
		"　それで、生まれ変わる覚悟はできた？」",
		"「――――――」",
		"　こくこく、と頷く草十郎。",
		"　アルバイトから戻ってきた彼を待っていたのは、魔術師ではなく、鬼の生徒会長としての蒼崎青子だった。",
		"　時をさかのぼること半日前。",
		"　期末試験一日目を終え、かねてからの計画を実行しようと洋館に向かう草十郎の前に、",
		"「今夜、私の部屋で監禁ね。",
		"　あ、夕方からのアルバイトは当然キャンセル。ちょっと本気で、あの点数はあり得ないから」",
		"　青い炎に包まれた笑顔が現れたのである。",
		"　その手にはしわくちゃに握りしめられた静希草十郎のテスト用紙。",
		"　おそらく職員室で山城教諭から",
		"『ま、転校してきたばかりだし、しょうがないよね』",
		"　と見せられたものを、<勢|いきお>い<奪|うば>い取ってきたに違いない。",
		"　かくして、今日まで屋根裏部屋で寝泊りしていた草十郎は、この日にかぎって青子の部屋に通された。",
		"　色々疑問視する点はあるものの、青子とて年頃の女学生である。",
		"同年代の男子を自分の部屋に立ち入らせることに抵抗はある。",
		"　が、それ以上に草十郎の答案用紙はあり得なかったのだ。",
		"　なので、今日の不機嫌度は五割増し。彼女のこめかみから怒りマークがとれないのも無理からぬ事である。",
		"「先に自分の復習、済ませる。",
		"　アンタはそのテーブル使ってて」",
		"　青子はテーブルに背を向け、愛用の机に向かった。",
		"　一方、草十郎の前には安物のガラステーブルが一つ。",
		"「……なんか色々と慣れないな。",
		"　なあ蒼崎、この青いのなんだ？」",
		"　落ち着かないのか、草十郎は部屋の隅にたてかけられたギターを眺める。",
		"「なんか薄いし青いしとんがってるし、きっと蒼崎の事だし。",
		"……もしかしなくても、武器か？」",
		"「楽器よそれ。エレキはともかく、アコギは音楽室で似たようなのあったでしょう。あとこれ以上<青青|あおあお>言ったら、そのとんがってるので殴るからね」",
		"　やっぱり武器じゃないか、という感想を<堪|こら>えて、草十郎もクッションに腰を下ろす。",
		"「――――――」",
		"「ちょっとは落ち着きなさいよ。いつもは耳の遠い大型犬みたいに鈍感なクセに。何か気になるものでもあるの？」",
		"「………………」",
		"　この場合、鈍感なのは青子の方なのだが、",
		"　草十郎もなぜ自分が落ち着かないのか分かっていないので、鈍感なのはお互い様である。",
		"「あ、もしかして内装？　この部屋の家具のグレードが居間とは違うから不思議がってるのね。",
		"　ここ、ベッド以外は私の家から持ちこんだ物なの。引っ越してから二年経つけど、まだ屋敷には馴染んでないでしょ？」",
		"　そわそわと落ち着かない草十郎の心情を曲解、納得いったのか、青子は自分の勉強を始めてしまう。",
		"　早送りのようにめくられていくノートと教科書。",
		"　そこに余人の立ち入る隙間はない。",
		"　青子の背中から立ち上るオーラに圧倒され、草十郎も気を引き締めてテーブルに向かった。",
		"　完全に無視されていながら平然と自分の作業に入れるあたり、草十郎も只者ではない。",
		"　それから二時間。",
		"　十一時近くなって、ようやく青子の<集中力|スピード>が減速していった。",
		"　それを<頃合|ころあ>いと見て、草十郎は凛と伸びた青子の背中に話しかけた。",
		"「蒼崎、ちょっといいかな」",
		"「ん、なに？」",
		"　遠慮がちな声に、青子は振り向かずに応えた。",
		"　減速しているといっても、青子のノートをめくる動作は止まらない。",
		"「この三日間、蒼崎たちの夕食事情を見てきたけど。",
		"　君たちの食事はいつもああなのか？」",
		"「そうだけど、おかしい？」",
		"「む……そう言われると困るな。",
		"　ただ、学校じゃみんな楽しそうだった。誰かと食事を摂るって事は、ああいう風になるコトだって思ってた。だから、もしかすると」",
		"「もしかしないわよ。別にアンタのせいで有珠と話さないワケじゃないわ。私たちはいつもああだから」",
		"　平然と語る青子の背中は、そんな事実をどうも思っていないようだった。",
		"「張りつめた食卓だな。",
		"　蒼崎と有珠は、仲がいいと思ってたのに」",
		"　青子は否定も肯定もしない。",
		"　ただ、草十郎の残念そうな呟きが、少しだけ意外だった。",
		"「ま、張りつめた食卓っていうのは合ってるわね。",
		"　有珠が何回アンタの飲み物にメスカリンを入れてたかなんてもう覚えてないし、昨日なんか堂々とサラダの中にナナカマドなんか混ざってるし。",
		"　……ほんと、あの娘なに考えてるんだろう」",
		"　思い出すように苦笑しながら、青子は教科書をめくっていく。",
		"「メスカリン……？」",
		"「サボテンからとれる<植物塩基|アルカロイド>よ。有珠が使う以上、ただの幻覚剤じゃないでしょうけどね。……っと、私はこんなもんでいっか」",
		"　そう言う彼女の手元で、ぱたん、と四冊目の教科書が閉じられた。",
		"　今まで微動だにしなかった背中がくるりと反転する。",
		"「さ、今度はアンタを仕込まなくちゃね。",
		"　今日の四科目の答案、実に草十郎らしい出来栄えで卒倒しそうになったわ、私」",
		"　口調は楽しそうに、けれど視線は不機嫌そうに、青子はあぐらをかく草十郎を見つめる。",
		"「現国、地理、数学、電子工学。",
		"　あの調子であと二日続けたら、冬休みが消えるのは当然でしょうね。そうなると困るのは私なのよ、実際」",
		"「いや、俺も困るぞ。休みなのに学校に行くのは、なんか気が乗らない」",
		"　冷静に誤りを訂正する草十郎。",
		"「そりゃあ私の台詞だ！　アンタが学校に行くってコトは、必然、こっちまでとばっちりがくるっての！」",
		"　思い出したくもない、山城教諭のニヤニヤ顔を想像してしまう青子だった。",
		"「それ以前に、私の目が黒いうちはオール赤なんて<生徒|ヤツ>は許さない。",
		"　本来なら性根から叩き直すところだけど……」",
		"「ま、アンタは色々事情があるから、とりあえず点数だけで勘弁してあげる。",
		"　私もテストは一夜漬けで片付ける方だから、アンタ一人仕込むのに、そう時間はかからないだろうし」",
		"　青子の宣言に、草十郎は露骨に表情を曇らせる。",
		"　そんなお節介はいらない、とでも言いたげな顔である。",
		"「アンタね。苦労するのは私と貴方、どっちだと思う？」",
		"　間違いなく自分だな、と運命的に悟りながらも草十郎は静かにうなだれた。",
		"　どのみち断ったところで断りきれるはずがないし、青子の言う通り、苦労の度合いは彼女の方が大きいだろう。",
		"「……この度は、ご迷惑をおかけします」",
		"　観念と感謝の意をこめて、ぺこりと一礼する草十郎。",
		"「よろしい。",
		"安心なさい、私だって鬼じゃないから。",
		"　別に平均点狙うってワケでもなし、予定通りこなしていけば三時には眠れるわよ」",
		"　殊勝な教え子の態度に、青子は満足そうに頷いた。",
		"　ほんとうに色々問題のある草十郎だが、この素直さがあれば大抵のコトはなんとか出来てしまうだろう、と。",
		"「……って、なにホトケ心だしてるんだ私。",
		"　いい、静希君？　このあと頼られちゃたまんないから<釘|くぎ>さしておくけど、私がマンツーマンで誰かを仕込むなんてコト、滅多にないから。",
		"　これはあくまで、異例中の異例だって覚えておいてね」",
		"　自分に言い聞かせるような青子の宣言に、えー、と顔を曇らせる草十郎。",
		"　その顔の上に“拾ってください”なんて単語を連想してしまい、自らの甘さにうなだれる青子だった。",
		"　そう言えば、初めて出会った日は雨だったっけ、などと思いながら。",
		"　……時間は、砂が落ちるようにすぎていく。",
		"「―――結局」",
		"　窓から差しこむ朝の光に目を細めて、青子は何杯目かの紅茶を飲み干した。",
		"「一晩かかったね、蒼崎」",
		"　不思議だ、とばかりに青子の独白を拾う草十郎。",
		"　青子にはいつもの覇気がない。",
		"　徹夜明けプラス、一晩じゅう草十郎を怒鳴りつけた疲労のためだ。",
		"　一方、草十郎は昨夜とまったく同じ顔色である。",
		"「……ええ。甘く見てたわ、アンタの事を」",
		"「だから、誉めても何も出ないって」",
		"「ある意味、誉めるに値するかもね……」",
		"　呆れる青子だが、半分は本気で感心していた。",
		"　この山奥育ちには下積みがなさすぎる。",
		"　控えめに言うと、かろうじて中学生レベルの学力だ。",
		"　なので、理解、修得を目的にした試験勉強は諦めるしかない。",
		"　基本は点数稼ぎの暗記だけ。",
		"　明日になれば忘れるハリボテの一夜漬けでいい、と青子は教官役を買ってでたのだ。",
		"　……誤算だったのは、思いの外、この生徒が優秀だった事だろう。",
		"　四教科の試験範囲を終えるのに一晩かかってしまったが、それでもここまで熱心に、覚えたことを無駄にしないよう真剣に取り組むとは思わなかった。",
		"「でもねぇ。真面目なのはいいコトだけど、アンタ、暗記するのに時間かかりすぎ」",
		"「そこは大目に見てほしい。今まで、頭より体で覚えるコトのが多かったんだ」",
		"「…………」",
		"　青子は仕方なさげにため息をつく。",
		"　たしかに、山奥での生活で重要なのは知識ではなく経験則なのだろう、と。",
		"「……まあいいわ。これで山城からアンタの成績について相談される事もないでしょうし。",
		"　紅茶、もう一杯<淹|い>れてくれる？」",
		"　疲れきって背中を伸ばす青子に、はいはいと応えて立ち上がる草十郎。",
		"　ティーバッグの紅茶は大量に買いこんでいたらしく、まだ十分に余っている。",
		"「まったく。無駄遣いだな、蒼崎は」",
		"　青子に聞こえないよう呟く。",
		"　一晩<厳|きび>しく教えられた反撃か、青子のだらしのない点が見られて嬉しいらしい。",
		"　……その買いすぎたティーバッグは失敗ではなく、<今|・><夜|・>の補給物資になる事を、この時点では想像もできない草十郎だった。",
		"　そんな平和ぼけしまくった草十郎を、青子は弛緩した面持ちで眺めている。",
		"「……悪くないけど。せめて、リーフティーで淹れられるように仕込まなくちゃダメかな……」",
		"　独り言じみた青子の所感が聞こえたのか、草十郎はひょいと青子を振り返る。",
		"「やっぱり味は違うのか？」",
		"「違う違う、もうぜーんぜん。",
		"　……ま、正直私はどうでもいいんだけど、有珠はね、かなりお茶にはうるさいよ。",
		"　―――そうだ。草十郎、有珠と上手くいってる？」",
		"　まだ教科書やらテキストやらが散乱しているテーブルに体を寝かせて、楽しそうに青子は言う。",
		"　そんな彼女に、草十郎は恨みがましい視線を送った。",
		"「彼女と会えるのは食事の時だけで、食事といったらアレだろう。どうやって仲良くなれって言うんだ」",
		"「そう？　私はじゅうぶん脈アリだと思ったけど。",
		"　<草|そ><十|っ><郎|ち>は有珠を恐がってないし、有珠は<草|そ><十|っ><郎|ち>を追い出す理由を見つけようと躍起になってるし。",
		"　いい条件よ、これって」",
		"「……ぜんぜん分からないな。",
		"　あの娘とこっちの関係は、遊園地前の蒼崎と俺の関係と同じじゃないか。いったいドコがいい条件なんだ？」",
		"「とりあえず反目しあってはいないでしょ？",
		"　一方通行の関係だけど、それはそれ、有珠にしちゃあ上出来っていうか。理由を探している時点で可能性アリってね。",
		"　あの娘は反感に応える事がクセになっちゃってるから、大抵、相手を自滅させちゃうのよ」",
		"「？？」",
		"　抽象的な青子の言に、草十郎はますます首を傾げる。",
		"「知ってしまえば単純な話なんだけどね、あの娘の場合。",
		"　ただ―――」",
		"　知ったところで、そのスタンスを実践できるかは別の話。",
		"「難しいよ、蒼崎は」",
		"　言いつつ、草十郎はふたり分のティーカップを持ってテーブルに戻る。",
		"青子はカップを受け取ると、疲れを打ち消すようにと口に運んだ。",
		"「でも、たしかに君の言う通りだ。",
		"　俺はまだ、あの<娘|こ>の顔しか知らない。久遠寺有珠という名前すら<定|さだ>かじゃないのは、問題があるね」",
		"　青子に<倣|なら>ってカップに口をつける。",
		"草十郎のカップに注がれたのは紅茶ではなく、ただのお湯だ。",
		"「ふーん。あの娘のこと、教えてほしい？」",
		"　真横に座った草十郎を<覗|のぞ>きこむ青子。",
		"　まっとうな人間なら見惚れかねない青子の仕草に、",
		"「いや。そういう事は、本人に訊いてあげるべきだと思う」",
		"　彼は真摯に、居もしない少女に語りかけるよう、きっぱりと返答した。",
		"「……そうね。",
		"ほんと、アンタって有珠好みの対応をするわ。",
		"　ね。前から気になってたけど、客室で有珠に何を言ったの？　いくら私との約束とはいえ、あの娘が部外者を半日も放置するなんてあり得ないのよ？」",
		"　あの時―――",
		"　客室で目が覚めて、有珠と交わした二、三の言葉を草十郎は思い出した。",
		"　あの会話が特別なものであったとは思えないが、だからといって、気軽に話すことはできない。",
		"　あれは、その―――",
		"「ね、どんな台詞であの娘の気を変えたの？」",
		"　教えなさい、と詰め寄ってくる青子。",
		"「―――」",
		"　草十郎はむう、と難しそうに眉をひそめる。",
		"　有珠にとってどうであったかは不明だが、彼にとって、あれは<侵|おか>しがたいものだった。",
		"　ある一点。なにを、誰に対して気遣ったか。",
		"「ほら、白状しなさいってば。",
		"　隠しごとなんて似合わないわよ？」",
		"　意地の悪い笑顔が、ずいっとにじり寄る。",
		"「………………」",
		"　どうにも黙秘ではやり過ごせそうにない。",
		"　草十郎もいずれ知ることになるが、蒼崎青子はこれでゴシップ好きの困った一面があったりするのだ。",
		"「―――まあ。あの<娘|こ>と何を話したかは言わないけど。",
		"　今の蒼崎に比べれば、花も浪漫もなかったのだけは確かかな。",
		"さっきまでは蒼崎が鬼みたいだったから、いいもんだなって気が付かなかった」",
		"　横から覗きこんでいる青子に、草十郎は真顔で視線を返す。",
		"　慌てて飛びのく青子。",
		"　言われてみれば、さっきまで体が触れ合うぐらい近寄っていた気がする。",
		"「し、仕方ないでしょ、この方が効率良かったんだから。",
		"　アンタ、横にいないとすぐ間違えるし」",
		"　悪態を吐きつつ青子は立ち上がった。",
		"「そうだね。なんか昔みたいで、久しぶりに集中できた。",
		"　これが異例中の異例っていうのが、本当に残念だ」",
		"「……余裕あるじゃない。その分じゃ今日のテストだけじゃなく、有珠との話し合いも上手くいきそうね、草十郎？」",
		"「ああ、それはもちろん」",
		"　爽やかな返答に、青子はつい絶句する。",
		"　嫌味のつもりだったのに、まさか笑顔で返されるとは思ってもいなかったのだ。",
		"「方針変更だ。まずは近くで話しかけてみるよ。",
		"　嫌なことは、いずれ終わるって分かったから」",
		"　そう言って立ち上がる草十郎の姿を、青子は絶句したまま見つめた。",
		"　……頼りがいがある姿というか、きちんと芯の通った振る舞いというか。不覚にも、少しだけ尊敬してしまった程だ。",
		"「とりあえず今日はひとりで帰って、有珠と話してみる。",
		"　蒼崎は放課後、生徒会だろう？」",
		"　草十郎の言う通り、青子には冬休み直前の最後の会議が待ち受けていた。",
		"　本来なら会議の終わりまで待つか、学校からそのままアルバイトに行くのが草十郎の日課である。",
		"　それも、ひとえに洋館で草十郎と有珠が二人きりにならないよう、青子なりの配慮なのだが―――",
		"「……待った。まさかアンタ、ひとりで有珠とやりあうつもりなの？」",
		"「別にやりあうつもりはないぞ。<試|し><合|あ>っても勝てないだろ、有珠には」",
		"　驚く青子に、平然と草十郎は返答する。",
		"「でも、蒼崎がいたら話が複雑になるのは目に見えてるんだ。そんなワケで、今日はゆっくり鳶丸の相手でもしててくれ」",
		"「…………本気？」",
		"　試すような青子の問いに、草十郎は気軽に頷いた。",
		"　事の深刻さを理解している青子と、",
		"　その深刻さは<要|い>らないと語る草十郎。",
		"　窓から差しこむ朝の光が、立ったまま話し合うふたりを光と影とに<別|わ>けている。",
		"　どちらが光に照らされているのか、",
		"　どちらが影に佇んでいるかは、語るまでもない。",
		"　短かな、ほんの数秒ほどの沈黙。",
		"　青子は草十郎を真顔で見つめて、",
		"「そ。なら止めはしないわ」",
		"　青子はそう口にした。",
		"　先ほどまでの沈黙の意図も、わずかな葛藤も感じさせない、彼女らしい<冷徹|ドライ>さ。",
		"「……なんか怒ってないか、蒼崎？」",
		"「別に。それで、何か考えはあるの？　下手な考えは通じないわよ、あの娘には」",
		"　む、と眉をよせて考えこむ草十郎。",
		"　たしかに会話だけで有珠と親しくなるのは難しい。というか、不可能な気さえする。",
		"“言葉で落ちないヤツは物で釣れ”",
		"　彼の数少ない相談相手（勘違い含む）である木乃美芳助はそんな助言をしてくれた。",
		"　ちなみに木乃美の助言は対青子用のものだったが、その時の草十郎の感想は、",
		"“蒼崎を物で釣ると、後が恐そうだ”である。",
		"「……む。だいたい、有珠の趣味も分からないじゃないか。",
		"　考えてみると、今の自分と彼女はまるで接点がない」",
		"　困ったな、と腕を組む草十郎。",
		"「いつもの事だけど、何も考えてなかったワケね」",
		"「うん。でもまあ、あれこれ考えなくてもいいと思う。",
		"　有珠にはあれこれ説明するとか、分かってもらおうとか、そういうんじゃなくて、なんていうか―――」",
		"　言葉にできない印象を、なんとか言葉にしようと悩む。",
		"　思考時間は短かった。",
		"　草十郎はああ、と小さく頷いて、",
		"「要は、俺が彼女を好きかどうかって事じゃないか？」",
		"　あっさりと、言いづらい感想を口にした。",
		"　確かに、それは全ての前提だ。",
		"　認められるために話すのではなく、",
		"　見返りを求めての求愛でもない。",
		"　まずその人が好きだから、触れ合ってみようと思う。",
		"　それは打算のない、清潔な心のあり方だ。",
		"　けれど、それが人間として幸福かどうかは、また別の話。",
		"　計算と妥協、我欲と食い合い。",
		"　道徳が非人間と<糾|うた>うものこそが正しい人間性と信じる者には、その清潔さは目に痛い。",
		"　……いや、正しくは。",
		"そう信じざるを得なくなってしまった者にとっては。",
		"「………………」",
		"　草十郎の言葉に何も返さず、青子は音もなく歩きだした。",
		"　長い髪を揺らして、草十郎の前を通り過ぎる。",
		"「蒼崎？」",
		"　どこか冷たい素振りの彼女を、草十郎は呼び止める。",
		"　青子はもう部屋のドアを開けていた。",
		"「下でシャワー浴びてくるから。",
		"　貴方は自分の部屋に戻ってて」",
		"　<抑揚|よくよう>のない台詞。",
		"　それに戸惑いながらも草十郎は頷いた。",
		"「いいけど……やっぱり怒ってないか、蒼崎？」",
		"　言われて、青子の顔に表情が戻る。",
		"　それはいつもの、もう見慣れた不機嫌そうな顔ではなかった。",
		"「……そうね。アンタ流に言えば、たぶん私は怒ってる。",
		"　何に対してのものかは、あんまり言いたくないけど」",
		"「…………」",
		"　その原因が自分である事すら草十郎には分からない。",
		"　そんな草十郎を見て、彼女はほんの一瞬だけ、今まで草十郎が見たことのない表情を見せた。",
		"「じゃあね。これが最後になるかも知れないから、お別れぐらいは言っておくわ。",
		"　貴方は有珠を甘く見すぎてる。",
		"　……でも、それが同時にアンタの強みなのよね。私たちには、毒にしかならないけれど」",
		"　バタン、と音をたてて閉められるドア。",
		"　壁ごしに歩み去っていく足音が聞こえてくる。",
		"　暖房のない廊下は冷蔵庫なみの寒さのはずだが、青子は慣れているようだった。",
		"「―――って、なんで私から出ていくんだっ。",
		"　順番が逆！　普通、先に出てくのは<男子|そっち>じゃない」",
		"　しっしっ、と青子にうながされ、部屋からほっぽり出される草十郎。",
		"　バタン、と閉じられる木製の扉。",
		"　思っていたほど廊下は冷えこんでいなかった。",
		"　―――まあ、冷蔵庫よりはマシな程度には。"
	],
	[
		"  Misaki High was a private school, and as such its winter break started earlier than public schools.",
		"  The end-of-term ceremony was in mid-December, followed by a brief respite before the next term began.",
		"  Of course...",
		"  That was if and only if they overcame the classic obstacle lying between them and an extended break from school: final exams.",
		"  The radio continued its broadcast late into the night.",
		"  A thermos of hot tea eliminated the need to venture down to the kitchen.",
		"  An electric blanket kept away the winter cold, and a crab-shaped pastry staved off any dinnertime hunger.",
		"  These were the lengths Aoko had gone to.",
		"  She needed to ensure that every aspect of her surroundings helped her pull a successful all-nighter.",
		"\"Congrats on surviving the first day of exams.",
		"  Are you ready to leave your old study habits behind and be reborn as a new student?\"",
		"\"...\"",
		"  Soujuurou nodded earnestly.",
		"  Upon returning from work he encountered not the mage he expected but the demon student council president-Aozaki.",
		"  Half a day earlier.",
		"  The first day of exams were over, and Soujuurou was about to head back to the mansion where he hoped to put his plan into practice, when...",
		"\"Tonight, I'm holding you prisoner.",
		"  Your grades are simply unacceptable. Cancel your shift and any other plans you have.\"",
		"  ...a cold, blue grin greeted him in the hallway.",
		"  Clenched in her fist was Soujuurou's exam paper.",
		"  Mr. Yamashiro had no doubt said,",
		"\"He only just transferred. We can't expect miracles.\"",
		"  But she had snatched the exam out of the teacher's hands the minute he tried to show her.",
		"  That was how Soujuurou had ended up in Aoko's room, instead of the room in the attic to which he was accustomed.",
		"  Though her situation was far from normal, at the end of the day she was an adolescent girl like any other.",
		"Naturally, she felt uncomfortable letting a boy her own age into her room.",
		"  However, his grades were truly something that called for desperate measures.",
		"  That explained why her mood was even worse than normal today and the vein on her forehead was pulsing visibly with anger.",
		"\"I need to finish my own studies first.",
		"  You can use that table in the meantime.\"",
		"  Aoko turned her back to him and sat down at her favorite desk.",
		"  Soujuurou was left standing before a cheap-looking glass table.",
		"\"I'm still really not used to all this.",
		"  What's that blue thing over there, Aozaki?\"",
		"  Restless, Soujuurou found his eyes drawn to the guitar propped up in the corner.",
		"\"It's thin, blue and intense-looking, it's got your name written all over it.",
		"Don't tell me it's some kind of weapon?\"",
		"\"It's a musical instrument. I understand if you've never seen an electric one, but you must've seen an acoustic guitar in the music room. Keep talking, though, and you'll soon see if it also works as a weapon.\"",
		"  Soujuurou plopped himself down onto a cushion, struggling to suppress the desire to retort that it was a weapon after all.",
		"\"...\"",
		"\"Don't play the victim. Usually you're as oblivious as an old and deaf dog. What's got you worked up this time?\"",
		"\"...\"",
		"  In fact it was Aoko who was oblivious for once.",
		"  For his part, Soujuurou could not figure out why he felt so restless either. Suffice it to say, they were both pretty clueless in this moment.",
		"\"Is it the way I decorated my room? My furniture's totally different to the stuff in the drawing room, so I understand if it seems a little weird.",
		"  I brought everything from home except the bed. It's been two years since I moved here, but I still don't feel like me and my stuff belong in this big, old house.\"",
		"  Though she misunderstood the real reason for Soujuurou's nervousness, Aoko seemed satisfied that she had resolved Soujuurou's anxiety for the time being and returned to her studies.",
		"  She flipped through her notes and textbooks as if fast-forwarding a tape.",
		"  There was no opening for an outsider like him to intrude in her high-speed study session.",
		"  Repelled by her intensity, he retreated to his table. He was at least sensitive enough to pick up on her desire to be left alone.",
		"  It was a testament to Soujuurou that having his needs utterly ignored was now second nature to him, to the extent that he could now happily go about his business in solitude.",
		"  Two hours passed.",
		"  Then, as the clock neared eleven, Aoko's speed and concentration began to slip.",
		"  Seeing his window of opportunity, Soujuurou seized the moment to strike up a conversation.",
		"\"Aozaki, can I talk to you for a minute?\"",
		"\"What is it?\"",
		"  She spoke hesitantly, not bothering to turn to face him.",
		"  She continued to flip the pages of her textbook, albeit at a slower speed than before.",
		"\"I noticed how you and Alice have been acting at dinner these past three days, and, uh...",
		"  Is it always like that?\"",
		"\"Yes, it's normal. Do we not look normal?\"",
		"\"Hm... I'm not sure how to answer that.",
		"  It's just, at school people seem to enjoy eating together, so I thought it was strange that the two of you don't look like you enjoy it, and I thought maybe it's because of... you know...\"",
		"\"Don't worry, it's not because of you that we haven't been talking at mealtimes. We've never talked to each other during meals.\"",
		"  Aoko spoke calmly with her back still turned, seemingly unaware of what he was getting at.",
		"\"Well, it can get pretty tense.",
		"  And here I thought you two were close friends.\"",
		"  She neither confirmed nor denied his statement.",
		"  She was, however, surprised by the disappointed tone in which he had made it.",
		"\"You're not wrong. It can get tense.",
		"  I can't remember how many times she's put mescaline in your drink, and yesterday she was adding rowan to your salad.",
		"  ...Beats me what the hell she was thinking.\"",
		"  A bitter smile spread across her face in reminiscence. The pages of her textbook continued to turn.",
		"\"Mescaline? What's that?\"",
		"\"It's a hallucinogenic alkaloid produced by the peyote cactus. I'm assuming it's more than just your average hallucinogen if Alice is using it, though... And I'm done!\"",
		"  With that she slammed shut her fourth textbook of the night.",
		"  After having scarcely changed position the whole night she finally turned in her chair to face him.",
		"\"Now it's time to put you to work.",
		"  I don't know what else I was expecting, but I still almost fainted when I saw your scores.\"",
		"  Her tone was light but her gaze was heavy as she stared at Soujuurou, seated cross-legged on the floor.",
		"\"Modern literature, geography, math, and electronics...",
		"  If you don't up your grades over the next two days your winter break is as good as gone. And that'll be more of a problem for me than you.\"",
		"\"I disagree. I think it'll be worse. Going to school during the break would not work out for me.\"",
		"  Soujuurou calmly corrected her.",
		"\"For you?! If you have to go to school over the break, what do you think will happen to me?\"",
		"  All she could think about, as much as she tried not to, was Mr. Yamashiro and his annoying grin.",
		"\"I cannot allow any student to fail every single class. Not on my watch.",
		"  If I could beat good grades out of you I would.\"",
		"\"Lucky for you, you have 'extenuating circumstances,' shall we say, so I'll give you a pass just this once.",
		"  A good all-nighter is usually enough for me to prepare for exams, so it shouldn't take too long to get you up to speed either.\"",
		"  Soujuurou's expression openly soured in response to her declaration.",
		"  It was obvious he did not think he needed her meddling in his studies.",
		"\"Oh, please. Which of us do you think is going to have the harder time of it, me or you?\"",
		"  Soujuurou got the feeling that it would be him, but he nodded slowly nonetheless.",
		"  Then again, it would probably take more effort on her part than on his, and in any case he knew there was no way to talk her out of it.",
		"\"...I feel bad for making you do this.\"",
		"  Soujuurou summarily bowed his head to show gratitude and willingness to work.",
		"\"Good.",
		"And don't worry, I'm not a demon, like they say.",
		"  You can get less than average marks and still pass. You'll probably be able to go to bed by three.\"",
		"  She nodded with satisfaction, pleased by his studious attitude.",
		"  He had plenty of obstacles ahead of him, but that sense of humility might be enough to see him through.",
		"\"Wait, what was I thinking? I can't afford to be this soft on you.\"",
		"  Shizuki, let me be straight about this... temporary arrangement. It's not every day I offer private, one-on-one lessons like this.",
		"  This is beyond rare, an exception among exceptions. And don't you go forgetting that.\"",
		"  She spoke more to convince herself than him, but his expression still darkened.",
		"  It made one want to hang a side around his neck that read, \"please take me home,\" like an abandoned pet. Aoko chided herself for being so soft.",
		"  For some reason, in that moment she recalled that it had been raining the day they met each other.",
		"  Time passed like the falling grains of an hourglass.",
		"\"...Finished.\"",
		"  Aoko squinted as light poured through the window and she downed another cup of tea. She had lost count of exactly how many she had drank long ago.",
		"\"And it only took the whole night, eh, Aozaki?\"",
		"  Soujuurou picked up on what she left unspoken.",
		"  Aoko had used up all her pep.",
		"  In staying up all night, but also in shouting at him.",
		"  He looked pale and uncomfortable, just as he had all night long.",
		"\"I underestimated you, Soujuurou Shizuki.\"",
		"\"Come on, Aozaki, you know I get weirded out when you compliment me.\"",
		"\"No, no. You deserve a pat on the head.\"",
		"  She was at the end of her rope, but she could not help the bit of pride that swelled up in her.",
		"  His lack of even the most basic comprehension was shocking, even taking into account his upbringing in the wilderness.",
		"  His ability was that of a middle school student, and that was being generous.",
		"  Preparing him for exams by teaching him new concepts and ideas was a waste of time.",
		"  Rote memorization was his only hope for passing.",
		"  Everything he memorized could collapse like a house of cards afterwards for all she cared. So long as he remembered for his exams.",
		"  Assuming he had the capacity to be a good student in the first place had been her mistake.",
		"  It took all night to cover the content for just four exams, and she still did not feel confident he could apply what he so earnestly tried to memorize.",
		"\"I appreciate your effort, but you just take too long to memorize new information.\"",
		"\"Come on, go easy on me. I'm used to learning things with my body, not my head.\"",
		"\"...\"",
		"  Aoko let out an exasperated sigh.",
		"  Naturally, physical prowess mattered more in mountain life than the intellectual kind, but still.",
		"\"Whatever. At least now you should do well enough to satisfy Yamashiro.",
		"  Mind making some more tea?\"",
		"  Soujuurou stood up and obeyed, as Aoko stretched her aching back.",
		"  She had apparently bought the tea bags in bulk, so there were still plenty to use.",
		"\"Good grief. This is so wasteful.\"",
		"  He spoke under his breath so she wouldn't hear.",
		"  It made him somehow happy to see her so tired and unfocused after the grueling all-night lesson she had given him.",
		"  It did not cross his mind that the excess tea bags, far from being an indulgent purchase, were purchased intentionally to sustain them through the night.",
		"  A relaxed expression came across Aoko's face as she watched him, naive and peaceful as could be.",
		"\"Not bad. But I should teach him how to make it from tea leaves instead.\"",
		"  Seeming to have overheard her not-so inner monologue, Soujuurou made to face her.",
		"\"Does it really make a difference?\"",
		"\"Yeah, big time.",
		"  ...Although, honestly I don't really care. Alice is the one who's really picky about her tea.",
		"  Which reminds me. How are things going between you two?\"",
		"  Aoko cheerfully slumped over the table, now covered with textbooks and scribbled notes.",
		"  Soujuurou watched her with a hint of resentment in his eyes.",
		"\"We only ever see each other at dinner, and you know how that goes. Honestly, I don't know why I should bother getting along with her.\"",
		"\"Really? And here's me thinking you'd have lots of motivation to play nice.",
		"  It's not like you're scared of her, for one. Plus, she's looking for any reason to kick you out.",
		"  Sounds like a great reason to make nice, if you ask me.\"",
		"\"...Are you sure about that?",
		"  Because to me, it feels a lot like me and you before everything at the amusement park. How is that a 'good' reason?\"",
		"\"My point is, there's no hostility between you, right?",
		"  It's a one-sided relationship, but that's not actually bad considering this is Alice we're talking about. You have a chance as long as she hasn't found a reason to off you.",
		"  She's usually quick to respond to hostility, and it's her enemies that usually end up destroying themselves.\"",
		"\"?\"",
		"  Her ominous words only confused Soujuurou further.",
		"\"Once you understand that, it's actually pretty simple.",
		"  Except...\"",
		"  Whether or not he could put it into practice was another story altogether.",
		"\"Sounds like a difficult situation, then, Aozaki.\"",
		"  He carried their tea cups back to the table as he spoke.",
		"Aoko picked hers up and took a sip as if to dispel her exhaustion.",
		"\"But, I think you're right.",
		"  I still don't know her at all. The problem is, my knowledge of Alice Kuonji ends with her name.\"",
		"  He followed Aoko's lead and took a sip of his own.",
		"His cup contained not tea but plain hot water.",
		"\"Hm. Well, would you like me to tell you a bit about her?\"",
		"  Aoko scrutinized him carefully as she sat.",
		"  Most boys would have been captivated by her gaze in that moment...",
		"\"No. I think I should ask her myself.\"",
		"  ...but he ignored her and stared straight ahead as if speaking directly to Alice herself.",
		"\"...Fine.",
		"You really want to do this her way, don't you?",
		"  Speaking of which, what exactly did you say to her in the guest room? I know she and I have an agreement, but I've never known her to just ignore a visitor for half a day.\"",
		"  He thought back to that moment.",
		"  He could recall only two or three words he had exchanged with Alice after awakening in the guest room.",
		"  He did not recall the conversation being anything special, but he could not bring himself to casually share it with Aoko now.",
		"  After all...",
		"\"Hey, what did you say that had such an effect on her?\"",
		"  Aoko eagerly pressed him for answers.",
		"\"...\"",
		"  Soujuurou frowned, unsure of what to say.",
		"  He did not know what the interaction had been like for Alice, but for him it had felt special, sacred almost.",
		"  The question was, why-and for whom-was he so concerned?",
		"\"Come on, just tell me.",
		"  I can tell you're just dying to let it out.\"",
		"  Her disconcerting smile moved even closer.",
		"\"...\"",
		"  Soujuurou did not look like he was able to stay silent much longer.",
		"  As he would eventually come to realize, Aoko Aozaki had a sometimes troubling propensity to gossip.",
		"\"...Well, I can't tell you what we talked about.",
		"  But I will say that she wasn't as flirtatious as the way you are right now.",
		"After how strict you were earlier I didn't realize you had such a friendly side.\"",
		"  He stared directly into her eyes as he spoke.",
		"  Aoko nearly leapt out of her seat in panic.",
		"  Now that he pointed it out, she realized their bodies were practically touching.",
		"\"S-So you noticed, huh? I was just u-using the most effective way to break you, of course!",
		"  And besides, the moment you leave my side, all hell seems to break loose.\"",
		"  Aoko stood up as she lashed back at him.",
		"\"You got me there. I haven't felt so focused in years.",
		"  Too bad this was just 'an exception among exceptions.'\"",
		"\"...Well look at you, Soujuurou. Before you know it, you'll be acing your exams and your relationship with Alice.\"",
		"\"I will, Aozaki. Don't you worry.\"",
		"  His cool response caught her off guard, and for a moment she was at a loss for words.",
		"  She meant it sarcastically, and yet he responded with a warm smile.",
		"\"I'm gonna change my strategy. The first step: engage her directly.",
		"  You can't stay mad forever, as they say.\"",
		"  Aoko remained in a state of silent shock as he spoke and rose to his feet.",
		"  She could not help but feel a reluctant respect for what seemed to be his newfound confidence and competence.",
		"\"I'll go home by myself today and speak to Alice.",
		"  You have a student council meeting after class, right?\"",
		"  He was right. It was their last meeting before winter break.",
		"  Normally he would have waited until the meeting ended, or else gone straight to his part-time job.",
		"  This was part of Aoko's plan to make sure he and Alice were never alone in the mansion together.",
		"\"...Hold it. You mean you're planning to face Alice by yourself?\"",
		"\"You make it sound like we're gonna get into a fight. I wouldn't stand a chance, you know that.\"",
		"  His reply made complete sense, which floored her.",
		"\"Even I can see that things only get more messy when you're around, Aozaki. That's why I'd appreciate it if you take your time with Tobimaru today.\"",
		"\"...Are you serious?\"",
		"  He felt like he was being tested but nodded nonchalantly nonetheless.",
		"  Knowing how grave the situation really was,",
		"  Aoko was not sure how to respond to his apparent lack of concern.",
		"  The morning light coming through the window marked a stark contrast between the two.",
		"  Which stood bathed in light?",
		"  Which lurked in darkness? That went without saying.",
		"  The silence lasted for only a brief moment.",
		"  Staring at him gravely, she said,",
		"\"Fine. Then I won't stop you.\"",
		"  That was all she had.",
		"  Her dry tone hid the significance of their pregnant silence, not revealing the slightest sign of discord.",
		"\"Are you sure you're not angry, Aozaki?\"",
		"\"Yes, I'm sure. But do you have some kind of plan? You need a good plan of attack with her, you know.\"",
		"  Soujuurou furrowed his brow in deep thought.",
		"  He knew it would be hard to get close to her through talk alone. In fact, it felt nearly impossible.",
		"\"Gifts work where words fail.\"",
		"  Kinomi had been the voice of wisdom (and folly) for him countless times in the past.",
		"  Incidentally, Kinomi had been referring to Aoko at the time he shared that pearl of wisdom,",
		"but Soujuurou had had the distinct impression that trying to buy Aozaki's kindness with gifts would not end well.",
		"\"Hm. I don't know what kind of stuff Alice is in to.",
		"  We probably have almost nothing in common.\"",
		"  Soujuurou crossed his arms at a loss.",
		"\"In other words, you haven't got any plan, as usual.\"",
		"\"Right. But I don't want to overthink this too much, either.",
		"  It's not like I'm going to explain things to her and then she'll suddenly understand. I mean...\"",
		"  He pondered intently as he tried to put his vague thoughts into something concrete.",
		"  But he did not spend much time in thought.",
		"  With a nod he concluded,",
		"\"What's more important is whether I like her or not, right?\"",
		"  He articulated that which is often so hard to say, with surprising clarity and calm.",
		"  It was certainly a prerequisite for the task he hoped to achieve.",
		"  He had no hope of making her appreciate him with words,",
		"  or with acts of giving with the expectation of reciprocation.",
		"  He simply wished to get to know her better because he liked her.",
		"  That was his honest, uncontrived intention, and it reflected the purity of his heart.",
		"  But whether that was in his best interest or not was another story altogether.",
		"  Calculation and compromise, selfishness and conflict.",
		"  Purity such as his often irritated people who believed that morals went against human nature.",
		"  Or rather...",
		"People who were inevitably forced to believe it.",
		"\"...\"",
		"  Aoko silently walked away without responding to what Soujuurou said.",
		"  Her long hair swung from side to side as she passed him.",
		"\"Aozaki?\"",
		"  Noting her strangely cold manner, he called out to her.",
		"  However, she was already opening the door to leave.",
		"\"I'm going to take a shower downstairs.",
		"  You can go back to your room.\"",
		"  Her words lacked any expressive inflection.",
		"  In his confusion, all Soujuurou could do was nod.",
		"\"Okay... But are you sure you're not mad?\"",
		"  Emotion returned to her face as he spoke.",
		"  Yet it was not the typical irritated look to which he had grown so accustomed.",
		"\"I guess I might be what someone like you would call mad.",
		"  I'd rather not discuss the reason why, though.\"",
		"\"...\"",
		"  Poor Soujuurou did not even realize that he himself was the reason.",
		"  She looked at him, and for an instant he witnessed an emotion on her face of which he had never seen the likes of before.",
		"\"See you. This might be the last time we meet, so I should say goodbye.",
		"  You take Alice far too lightly, you know.",
		"  For you that's a strength, but for us, it's pure poison.\"",
		"  The door slammed loudly shut behind her.",
		"  Her steps were audible as she walked away on the other side of the wall.",
		"  The corridor must have been nearly freezing without any central heating, but Aoko seemed perfectly comfortable.",
		"\"Wait, why am I leaving first?",
		"  This is all backward! It's my room, you go first!\"",
		"  Aoko promptly kicked Soujuurou out of her room.",
		"  Once again the wooden door closed with a slam.",
		"  The corridor was not as cold as he had expected.",
		"  Not quite as bad as a freezer, at least."
	]
]