[
    {
        "ja": "“結構きついかもね、あなたの役目”",
        "en": "\"Just so you know, this is going to be pretty tough for you.\"",
        "pl": ""
    },
    {
        "ja": "　草十郎にそう告げて、青子は静かに、可能なかぎり音を殺して走り出した。",
        "en": "  Aoko warned Soujuurou, moving as fast as she could without her footfalls causing a din of noise.",
        "pl": ""
    },
    {
        "ja": "　二階のほぼ中心、渦の終点には草十郎だけが残っている。",
        "en": "  Soujuurou remained near the center of the spiral maze on the second floor.",
        "pl": ""
    },
    {
        "ja": "“実を言うと、もう一つ用意しておいた仕掛けがあるの。",
        "en": "\"I'll let you in on a secret: I have another trap up my sleeve.",
        "pl": ""
    },
    {
        "ja": "　自分でもやりすぎだって呆れたもんだけど、貴方が<遊園地|ここ>に来るのが遅かったから。ちょっと興に乗っちゃって”",
        "en": "  I think I might have gone overboard with this one, but when you didn't show up on time, I just couldn't help myself.\"",
        "pl": ""
    },
    {
        "ja": "“……？　仕掛けって、俺用の？”",
        "en": "\"A trap? For me?\"",
        "pl": ""
    },
    {
        "ja": "　リスのように首をかしげる草十郎に、青子はそ、と気軽に答えて、伏せておいた最後の切り札を提示した。",
        "en": "  Soujuurou tilted his head like a squirrel as Aoko freely discussed the final ace up her sleeve.",
        "pl": ""
    },
    {
        "ja": "“地下の<支柱|はしら>に着火型の、ちょっとした魔術式を刻んでおいたの。中心の柱に点火することで、連鎖的に他の柱に仕掛けた魔術も起動する。",
        "en": "\"I engraved an ignition formula into the support pillars in the basement. If I ignite the central pillar, it will start a chain reaction that will ignite the rest.",
        "pl": ""
    },
    {
        "ja": "　ジャミングを食らう前に作ったものだから、直接魔力をたたき込めば一気に、こう、いくわ”",
        "en": "  I made it before that thing started jamming me, so if I infuse it with a bit of magical energy, it'll go boom.\"",
        "pl": ""
    },
    {
        "ja": "“………………”",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　具体的な表現を避ける青子に、一抹の不安を隠せない草十郎なのだった。",
        "en": "  Soujuurou was a little unsettled by how unclear that last bit was.",
        "pl": ""
    },
    {
        "ja": "“……蒼崎。こう、じゃ分からない。できるだけ明確に、どこまで爆破する気だったのか白状してくれ。",
        "en": "\"...Aozaki, could you, um, clarify? I want to know how much you were going to blow me up. Please be honest.",
        "pl": ""
    },
    {
        "ja": "　あと、もしかして俺、早まったか？”",
        "en": "  Also, did I make a mistake agreeing to team up with you?\"",
        "pl": ""
    },
    {
        "ja": "“いや、その……単なる保険って言うか。",
        "en": "\"Don't be silly. It was just an... insurance policy. Yeah.",
        "pl": ""
    },
    {
        "ja": "　追いかけっこの途中でアンタを見失ったら、いっそ建物ごと爆破しちゃおうかなー、って”",
        "en": "  I just thought that if I lost sight of you at any point, I could blow the whole building and you with it.\"",
        "pl": ""
    },
    {
        "ja": "　なにごとも徹底しておくものねー、と照れ笑いをしながら頭を<掻|か>く青子。",
        "en": "  It was her policy to be thorough to the end, after all. She laughed in embarrassment saying it out loud, though.",
        "pl": ""
    },
    {
        "ja": "“いくらなんでも徹底しすぎてる！”",
        "en": "\"Don't you think that's overkill!?\"",
        "pl": ""
    },
    {
        "ja": "　そんな青子の暴虐ぶりに、草十郎は状況を忘れて、心底からの感想で抗議した。",
        "en": "  Faced with Aoko's cruelty, Soujuurou forgot about the situation at hand and protested from the bottom of his heart.",
        "pl": ""
    },
    {
        "ja": "「……なによ。いいじゃない、そのおかげでなんとかなりそうなんだから」",
        "en": "\"...Stop complaining. At least now we have a way to fight back.\"",
        "pl": ""
    },
    {
        "ja": "　……などと。",
        "en": "  She shot back.",
        "pl": ""
    },
    {
        "ja": "　草十郎が聞いたら<協力|けいかく>を白紙に戻しかねない<愚|グ><痴|チ>をこぼしつつ、青子は通路をひた走る。",
        "en": "  Aoko dashed down the corridor mumbling things that probably would have sent Soujuurou packing if he heard them.",
        "pl": ""
    },
    {
        "ja": "　作戦はシンプルだ。",
        "en": "  The strategy was simple.",
        "pl": ""
    },
    {
        "ja": "　青子は右に曲がる抜け道を利用し、人形を避けて地下一階まで移動。",
        "en": "  Aoko would use the escape route to the right and avoid the puppet while making her way down to the basement.",
        "pl": ""
    },
    {
        "ja": "　地下中央の柱まで辿り着き、仕掛けておいた魔術式に直接魔力を注入し、脱出する。",
        "en": "  Upon reaching the central pillar, she would infuse the formula she had prepared with magical energy and escape.",
        "pl": ""
    },
    {
        "ja": "　魔術式が起動し、崩壊がミラーハウス全体に広がるまで早くて一分、その後の倒壊まであと一分。",
        "en": "  Once ignited, it would take about a minute for the chain reaction to spread throughout the whole house of mirrors, and another minute for the building to collapse.",
        "pl": ""
    },
    {
        "ja": "　……厳しいが、迷路を暗記している青子ならギリギリで脱出できるスケジュールだ。",
        "en": "  ...She would be cutting it a little close, but because she had committed the maze to memory, she was sure she could make it out in time.",
        "pl": ""
    },
    {
        "ja": "　人形による入り口の<結界|かべ>は、柱の連鎖爆破で吹き飛ぶ程度だろうと青子は予想している。",
        "en": "  Aoko assumed that the chain reaction caused by the pillar would clear the barrier that the puppet had placed at the entrance.",
        "pl": ""
    },
    {
        "ja": "　仮にもっと上等な結界だとしても、建物全体が歪んでしまえば消えざるを得ない。地下の魔術式さえ起動させれば草十郎の脱出路は確保できる。",
        "en": "  And even if it was strong enough to withstand the blast, it would not be able to stay standing once the foundations buckled. Soujuurou's escape was assured as long as the formula in the basement was activated.",
        "pl": ""
    },
    {
        "ja": "　最後に、肝心の標的について。",
        "en": "  Next came the most important part.",
        "pl": ""
    },
    {
        "ja": "　あのオートマタは遮蔽物だらけの<この場所|ミラーハウス>を苦手としている。アレは構造上、この地形での全速移動はできない。",
        "en": "  The automaton was at a disadvantage in the obstacle-laden house of mirrors and was unable to move at full speed.",
        "pl": ""
    },
    {
        "ja": "　建物が崩壊しだした時に二階の中心付近にいれば、倒壊に巻きこまれてあえなくスクラップだ。",
        "en": "  If it was near the center of the second floor when the building collapsed, it would be caught up and crushed by it.",
        "pl": ""
    },
    {
        "ja": "　なので問題は、青子が地下に行くまで、いかにして人形を二階に押しとどめておくか、という事だった。",
        "en": "  So the problem was keeping the puppet on the second floor until Aoko could make it down to the basement.",
        "pl": ""
    },
    {
        "ja": "“……アテにしたからね、静希君。",
        "en": "\"...I'm counting on you, Shizuki.",
        "pl": ""
    },
    {
        "ja": "　せめて三分ぐらいは引き付けて―――”",
        "en": "  I just need you to keep it occupied for three minutes.\"",
        "pl": ""
    },
    {
        "ja": "　青子が地下に到達し、魔術式を起動させるまで人形を引き付けてくれるなら文句なし。",
        "en": "  Ideally, he would be able to keep it busy until she could activate the formula.",
        "pl": ""
    },
    {
        "ja": "　もしくは、せめて一階の大広間に下りるまで囮になってくれれば、この作戦は上手くいく。",
        "en": "  If that failed to work, him luring it down to the first floor would be the next best thing.",
        "pl": ""
    },
    {
        "ja": "　草十郎が危険なのは百も承知だが、<青子|じぶん>からあれだけ逃げ回った草十郎の運と脚力は馬鹿にできない。",
        "en": "  She understood perfectly well the danger she was putting Soujuurou in, but his lucky streak and running speed were nothing to scoff at.",
        "pl": ""
    },
    {
        "ja": "“……うん、ただ逃げるだけなら、もしかして―――",
        "en": "\"As long as all he has to do is run, then maybe...just maybe...",
        "pl": ""
    },
    {
        "ja": "　トンデモない事をしてくれるかも、アイツ”",
        "en": "  Just maybe... he can actually pull this off.\"",
        "pl": ""
    },
    {
        "ja": "　などと。迷路の横道を走りながら、青子はつい、ここには居ない草十郎に期待をよせたのだった。",
        "en": "  Aoko made her way through the hidden passage of the maze, her hopes pinned on Soujuurou.",
        "pl": ""
    },
    {
        "ja": "　―――一方。",
        "en": "  Meanwhile...",
        "pl": ""
    },
    {
        "ja": "　そんな青子の声が聞こえるはずもなく、草十郎は必死の追いかけっこに挑もうとしていた。",
        "en": "  Well out of earshot, Soujuurou was readying himself for another desperate chase.",
        "pl": ""
    },
    {
        "ja": "　彼は自分なりの方法で<心|む><臓|ね>の動悸を押さえつける。",
        "en": "  He calmed his beating heart using a method of his own making.",
        "pl": ""
    },
    {
        "ja": "　大事なのは落ち着く事だ。作戦自体はシンプルで、そう難しいものじゃない。",
        "en": "  What mattered most was that he remained calm. The plan was simple enough,",
        "pl": ""
    },
    {
        "ja": "　青子の指示は短く、実に分かりやすかった。",
        "en": "  and Aoko's orders were succinct and easy to understand.",
        "pl": ""
    },
    {
        "ja": "“十メートルぐらいの距離を保って、できるだけゆっくり通路を三、四周する事。",
        "en": "\"Keep a distance of around ten meter and weave through the corridors as slowly as you can three or four times.",
        "pl": ""
    },
    {
        "ja": "　横道は鏡のつなぎ目で覚えて。ここなら左回りで六、三、七、二枚目にあるから、そこをぐるぐる回ってれば比較的安全よ”",
        "en": "  Count the mirrors as you move to locate the hidden passages. From here, they are on the sixth, third, seventh, and second mirrors counterclockwise. Use those, and you should be relatively safe.\"",
        "pl": ""
    },
    {
        "ja": "　……要は円を描くマラソンである。",
        "en": "  It was essentially a looping marathon.",
        "pl": ""
    },
    {
        "ja": "　人形からは伸びる腕だけが届いて、ぎりぎり追跡できるじれったい距離をキープしていれば、相手はしつこく追いかけてくる筈だ。",
        "en": "  As long as Soujuurou maintained a distance of the puppet's extended arm and just enough that she could continue to track him, she should continue chasing him indefinitely.",
        "pl": ""
    },
    {
        "ja": "　単純作業だが、草十郎にとっては命懸けの囮役である。",
        "en": "  Simple though the task was, Soujuurou was putting his life on the line as bait.",
        "pl": ""
    },
    {
        "ja": "　加えて、建物が揺れだしたら全力で出口まで走れ、という無茶な注文付き。",
        "en": "  And then there was the final order to run as fast as he could to the exit when the building began to sway.",
        "pl": ""
    },
    {
        "ja": "「……けっこうじゃなくて、かなりきついんじゃないかな、コレは」",
        "en": "\"This is more than just a little tough...\"",
        "pl": ""
    },
    {
        "ja": "　おびえおびえのぎこちない動作で、草十郎は曲がり角から顔を出す。",
        "en": "  He nervously stuck his head out from around the corner.",
        "pl": ""
    },
    {
        "ja": "　……突き当たりの曲がり角からは例のオルゴールの音。",
        "en": "  He could hear the sound of the music box from the other side of the corridor.",
        "pl": ""
    },
    {
        "ja": "　まずはここで顔を合わせて、右側のショートカットを抜けて、ループ状の鬼ごっこを開始しなくてはいけない。",
        "en": "  First he had to make eye contact with it, then head through the shortcut on the right, and begin their game of tag.",
        "pl": ""
    },
    {
        "ja": "「…………！」",
        "en": "\"...!\"",
        "pl": ""
    },
    {
        "ja": "　来た、と身構える。",
        "en": "  He spotted it and braced himself.",
        "pl": ""
    },
    {
        "ja": "　引きつけて、引きつけて。",
        "en": "  Closer... Closer...",
        "pl": ""
    },
    {
        "ja": "　いつ伸びてくるか分からない腕におびえながら、草十郎は青子の説明を思いかえ―――",
        "en": "  Fearing that her arm could fly at him at any moment, he went over Aoko's instructions in his head.",
        "pl": ""
    },
    {
        "ja": "「…………あれ？」",
        "en": "\"...Wait.\"",
        "pl": ""
    },
    {
        "ja": "　ところで。",
        "en": "  However...",
        "pl": ""
    },
    {
        "ja": "　一番はじめの横道は、何枚目だったっけ？",
        "en": "  He could not quite remember which pane led to the first hidden passage.",
        "pl": ""
    },
    {
        "ja": "　三枚目か、六枚目か、九枚目か―――",
        "en": "  The third? The sixth? The ninth...?",
        "pl": ""
    },
    {
        "ja": "「――――――」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　違う。",
        "en": "  No...",
        "pl": ""
    },
    {
        "ja": "　なんか、全部違う気がする。",
        "en": "  He was sure that was mistaken...",
        "pl": ""
    },
    {
        "ja": "　さっきまでは完璧に思い返せたのに、緊張からか、草十郎の頭はぐるんぐるんに回りはじめ―――",
        "en": "  He was confident he had it memorized moments ago, but his nerves had gotten the best of him, and his head was now spinning.",
        "pl": ""
    },
    {
        "ja": "　……と。",
        "en": "  ...Then.",
        "pl": ""
    },
    {
        "ja": "　草十郎は前方にあった追跡者の<物音|プレッシャー>が、唐突に離れていく事に気が付いた。",
        "en": "  Soujuurou realized that the sound of his pursuer was beginning to growing distant.",
        "pl": ""
    },
    {
        "ja": "　それも予想外のスピードで、ガシャガシャと音をたてながら。",
        "en": "  And at an incredible speed.",
        "pl": ""
    },
    {
        "ja": "「……なに？」",
        "en": "\"...What's it doing now?\"",
        "pl": ""
    },
    {
        "ja": "　異様な人形のシルエットに、<唖然|あぜん>とする草十郎。",
        "en": "  The unusual silhouette of the puppet astonished him.",
        "pl": ""
    },
    {
        "ja": "　あろうことか、美しい少女のカタチをした人形は唐突に、",
        "en": "  Before it had taken the form of a beautiful girl,",
        "pl": ""
    },
    {
        "ja": "　構造的にあり得ない変形をして、",
        "en": "  but now it made a bizarre transformation,",
        "pl": ""
    },
    {
        "ja": "　一階に下りていった“本命”へと踵を返した。",
        "en": "  and returned to the first floor to pursue her primary target.",
        "pl": ""
    },
    {
        "ja": "「あ―――いや、それは」",
        "en": "\"Oh... This isn't the plan.\"",
        "pl": ""
    },
    {
        "ja": "　まずいな、と呟いて、途方にくれる草十郎。",
        "en": "  Soujuurou was no longer sure what to do.",
        "pl": ""
    },
    {
        "ja": "　失敗を悔やむ時間すらない。人形はもう影もカタチもなく、草十郎の前から走り去ってしまったのだ。",
        "en": "  With not even the time to mourn his failure the puppet had vanished out of sight.",
        "pl": ""
    },
    {
        "ja": "“役に立つから見逃してくれ”",
        "en": "\"I'll be of help. Just let me go...\"",
        "pl": ""
    },
    {
        "ja": "　……などと言っておいて、コレでは立場も何もない。",
        "en": "  Or so he had said, but now he could not follow through.",
        "pl": ""
    },
    {
        "ja": "「…………さて、自分はこれからどうしよう」",
        "en": "\"...So. What am I supposed to do now?\"",
        "pl": ""
    },
    {
        "ja": "　ひとり、困ったように首をかしげる。",
        "en": "  Alone, he tilted his head in frustration.",
        "pl": ""
    },
    {
        "ja": "　草十郎は<傍|かたわ>らに青子がいるかのように、暗い通路に語りかけた。",
        "en": "  He spoke into the darkness as if Aoko would be there to answer him.",
        "pl": ""
    },
    {
        "ja": "　同時刻。",
        "en": "  That very moment.",
        "pl": ""
    },
    {
        "ja": "青子は一階の広間に辿り着いた時、正しく状況を受け入れた。",
        "en": " Having arrived on the first floor, Aoko quickly understood what had transpired above her.",
        "pl": ""
    },
    {
        "ja": "　耳を澄ませるまでもない。",
        "en": "  She did not even have to strain her ears to hear the puppet.",
        "pl": ""
    },
    {
        "ja": "　このアトラクションが<栄華|えいが>を誇っていた頃ですら、なかったであろう<騒音|にぎわい>。",
        "en": "  Even during its heyday, this attraction had never made sounds like the one she heard coming toward her now.",
        "pl": ""
    },
    {
        "ja": "　ハリネズミのお化けが鏡をけずりながら大挙して迫ってくるような、そんな、絶望に似たノイズが聞こえてくる。",
        "en": "  It was the sound of despair, as if a horde of monstrous hedgehogs were scraping their way past the mirrors in her direction.",
        "pl": ""
    },
    {
        "ja": "「…………あのドジ。三分どころか十秒<保|も>たないって、どういうコトよ」",
        "en": "\"...That ditz. Three minutes? He couldn't even last ten seconds.\"",
        "pl": ""
    },
    {
        "ja": "　時間を稼ぐ、どころの話じゃない。",
        "en": "  Rather than buying her time, Soujuurou had in fact stolen hers.",
        "pl": ""
    },
    {
        "ja": "　本当、ただ逃げるだけなのにトンデモない事をしてくれやがった、と悪態のひとつもつきたくなる。",
        "en": "  She dreamed of cursing him for failing to fulfill his one job.",
        "pl": ""
    },
    {
        "ja": "「―――複数の足音―――ってコトは、二足から多脚に切り替えたのね」",
        "en": "\"...Multiple simultaneous footsteps... So it switched from bipedal to its multi-leg form?\"",
        "pl": ""
    },
    {
        "ja": "　反響する何人もの足音。",
        "en": "  The echoes made it sound like the footsteps of dozens of feet.",
        "pl": ""
    },
    {
        "ja": "　それだけで青子は、通路を走る、六足歩行の巨大な蜘蛛を予想した。",
        "en": "  To Aoko, it sounded like a giant, six-legged spider, tearing its way down the corridor.",
        "pl": ""
    },
    {
        "ja": "　敵の移動速度が今までとは比較にならないのは当然だ。",
        "en": "  It was little wonder that it was so much faster than before.",
        "pl": ""
    },
    {
        "ja": "　反響定位による環境把握は暗闇でこそ生きる。",
        "en": "  Its perception of its surroundings through echolocation was of particular use in the dark.",
        "pl": ""
    },
    {
        "ja": "　鏡の迷路において、視力に頼る人間より、自動人形は何倍も精確に周囲を把握している。",
        "en": "  Compared to sight-dependent humans, this automaton was far better equipped to navigate its way through the labyrinth of mirrors.",
        "pl": ""
    },
    {
        "ja": "　それでも青子に追いつけなかったのは、たんに二本足では小刻みな方向転換に耐えられなかったからだ。",
        "en": "  If it could not keep pace earlier it was because its bipedal mode of movement was not up to the task.",
        "pl": ""
    },
    {
        "ja": "　多脚という安定性を持てば、そのスピードは人間を遥かに凌駕する。",
        "en": "  But the stability provided by multiple legs gave it speed that far exceeded that of any human.",
        "pl": ""
    },
    {
        "ja": "“どうする、どうする、どうする―――！”",
        "en": "(What now? What now!?)",
        "pl": ""
    },
    {
        "ja": "　混乱する思考のまま、迅速に打開策を模索する。",
        "en": "  Her thoughts spun out as she tried to come up with a plan B.",
        "pl": ""
    },
    {
        "ja": "　はっきりしているのは、ここが勝敗の分かれ目というコトだけ。",
        "en": "  All she knew for sure was that this was a pivotal moment.",
        "pl": ""
    },
    {
        "ja": "　このまま足を止めていれば十秒ほどで追いつかれる。",
        "en": "  If she continued standing still, she had seconds left at most.",
        "pl": ""
    },
    {
        "ja": "　入り口の<結界|かべ>は今の青子でも小指一本で解除できる<稚拙さ|レベル>だ。魔術と言わず、魔力を流すだけで中和できる。",
        "en": "  Even in her current state, she knew she could easily neutralize the Bounded Field blocking the entrance without casting a spell. All she had to do was pour a little of her own energy into it.",
        "pl": ""
    },
    {
        "ja": "　青子が全力で走り続けられるのは三分強。",
        "en": "  Aoko could sprint with all her might for a little more than three minutes.",
        "pl": ""
    },
    {
        "ja": "　<我慢|スタミナ>比べはどう見ても人形に分がある。",
        "en": "  The puppet had far more stamina than she did.",
        "pl": ""
    },
    {
        "ja": "　考えられる選択肢は三つ。",
        "en": "  She could only come up with three options.",
        "pl": ""
    },
    {
        "ja": "　一つ、出口は目の前、外に逃げる。",
        "en": "  The first was to escape through the exit in front of her.",
        "pl": ""
    },
    {
        "ja": "　二つ、二階より複雑な一階の迷路に身を隠す。",
        "en": "  The second was to hide herself somewhere within the far-more complicated first floor.",
        "pl": ""
    },
    {
        "ja": "　三つ、地下に走って、袋のネズミとばかりに、あの人形に追いつめられる―――",
        "en": "  And the third was to run into the basement and be stuck like a rat in a trap.",
        "pl": ""
    },
    {
        "ja": "「―――なんだ、考えるまでもない」",
        "en": "\"Well, that's obvious enough.\"",
        "pl": ""
    },
    {
        "ja": "　決断はまたたきの内に。",
        "en": "  She made her decision with zero hesitation,",
        "pl": ""
    },
    {
        "ja": "　立ちつくしていた両足には確かな力。",
        "en": "  moving her stiff legs again with determined strength.",
        "pl": ""
    },
    {
        "ja": "　嵐はもう頭上に迫っている。",
        "en": "  The oncoming storm was almost upon her.",
        "pl": ""
    },
    {
        "ja": "　意を決して、少女は眼下の暗闇に向かって走りだした。",
        "en": "  Her resolve firm, she turned and ran, descending into the darkness.",
        "pl": ""
    },
    {
        "ja": "　　何であれ、<終局|フィナーレ>は華やかに。",
        "en": "    No matter what, a finale should be glorious.",
        "pl": ""
    },
    {
        "ja": "　　鏡の城に最後の見せ場が訪れる。",
        "en": "    This would be the mirror castle's final scene.",
        "pl": ""
    },
    {
        "ja": "　入場者は二人プラス一体。",
        "en": "  Two humans and a puppet.",
        "pl": ""
    },
    {
        "ja": "　魔法使いの少女は城の心臓部である地下に走り、",
        "en": "  A young sorceress ran toward the subterranean heart of the castle,",
        "pl": ""
    },
    {
        "ja": "　自律するアンティークは少女を追いかけて魔のダンジョンへ。",
        "en": "  while an autonomous antique chased its prey into the depths of a demonic dungeon.",
        "pl": ""
    },
    {
        "ja": "　一分の<後|のち>、城には微弱な青い電荷が走り抜けた。",
        "en": "  A minute later, a faint, blue charge would ripple through the castle.",
        "pl": ""
    },
    {
        "ja": "　地下一階、最深最奥のメインピラー。",
        "en": "  This was the main pillar in the deepest depths of the basement.",
        "pl": ""
    },
    {
        "ja": "　城を支えているワケではないけれど、象徴であった柱を、少女は渾身の魔力をこめた拳で打ち叩いた。",
        "en": "  The pillar itself was not there to support the castle's structure, but it would serve nicely as the symbol into which the girl thrust her fist with all of her magical energy.",
        "pl": ""
    },
    {
        "ja": "　この一撃で鏡の城は崩れ去る。",
        "en": "  This was the blow that would bring down the castle.",
        "pl": ""
    },
    {
        "ja": "　そんなイメージの元に放った<正拳|ストレート>は、数秒の後、イメージを真実に変換する。",
        "en": "  She imagined the scene as she threw the punch, a scene that would soon become reality.",
        "pl": ""
    },
    {
        "ja": "　城の四方の柱、地盤に刻まれた魔力を圧縮、解放させるだけの単純な発火魔術。",
        "en": "  It was simple ignition magecraft, meant to release the condensed magical energy engraved into the four pillars that formed the foundation of the structure.",
        "pl": ""
    },
    {
        "ja": "　仕掛けは電荷をスイッチにして、ほぼ同時に発動し―――",
        "en": "  Using electricity as a switch meant virtually instantaneous activation.",
        "pl": ""
    },
    {
        "ja": "　<緩|ゆる>やかに、<速|すみ>やかに。",
        "en": "  Swift and elegant.",
        "pl": ""
    },
    {
        "ja": "　二年もの歳月、かたくなに滅びを<拒|こば>んだ夢の城に、臨終の<槌|つち>が下ろされる。",
        "en": "  A hammer of destruction descended upon the castle of dreams that had stubbornly resisted its fate for two years.",
        "pl": ""
    },
    {
        "ja": "　―――それは、喜びに似た音だった。",
        "en": "  It was almost a joyous sound.",
        "pl": ""
    },
    {
        "ja": "　とうに命を失い、訪れる者のいなくなった鏡の城が迎えた、最後にして最大のショウタイム。",
        "en": "  And so, the lifeless and abandoned castle of mirrors set the stage for its final and most spectacular performance.",
        "pl": ""
    },
    {
        "ja": "　青子の魔力は電荷となって支柱に刻まれた魔術式を起動させ、連鎖的に、建物の息の根を止めていく。",
        "en": "  Aoko's magical energy became an electrical charge that activated the magecraft formula engraved into the pillar. The chain reaction would lead to the castle's destruction.",
        "pl": ""
    },
    {
        "ja": "「……ごくろうさま。",
        "en": "\"...You served your purpose.",
        "pl": ""
    },
    {
        "ja": "　でも、思ってたよりくたびれてたのね。これじゃ一分<保|も>つかどうか」",
        "en": "  But it must've been rough. Looks like you're gonna collapse anytime now.\"",
        "pl": ""
    },
    {
        "ja": "　地下一階の中央広場。",
        "en": "  The plaza in the center of the basement.",
        "pl": ""
    },
    {
        "ja": "　呼吸を整えながら、青子は魔術刻印をフル回転させる。",
        "en": "  Aoko tried to steady her breathing while rotating her Magic Crest at full speed.",
        "pl": ""
    },
    {
        "ja": "　魔術式を組めないのを承知の上で、その両手に青い光をまとわせる。",
        "en": "  She wreathed her arms in blue light, fully aware that she could no longer activate another formula.",
        "pl": ""
    },
    {
        "ja": "　……乱れた呼吸は簡単には治まらない。",
        "en": "  Her labored breathing refused to settle.",
        "pl": ""
    },
    {
        "ja": "　地下一階の中心。",
        "en": "  She stood at the center of the basement.",
        "pl": ""
    },
    {
        "ja": "　中心の柱にたどり着くまで、彼女は追跡者に背中を見せることなく走りきったのだ。百メートル走十三秒の俊足は間違いなく自己記録を更新した。",
        "en": "  Without being spotted even once, she had managed to make it all the way to the central pillar. It was a hundred meter dash in thirteen seconds flat. Undoubtedly a new personal best.",
        "pl": ""
    },
    {
        "ja": "　その先に待っているのが<こ|・><の|・><状|・><況|・>だと承知した上で、あえぐ心臓に鞭を打った。",
        "en": "  She spurred on her weakened heart, knowing full well the fate that awaited her.",
        "pl": ""
    },
    {
        "ja": "「……入れば追ってくる。地下に行けば逃げられない。",
        "en": "\"It can't help but follow me. And once down here, there'll be no escape.",
        "pl": ""
    },
    {
        "ja": "　当然よね。最後まで逃げ回ろうなんて、虫のいい話だった」",
        "en": "  I should've expected that. It was too much to expect that I could keep up the chase forever.\"",
        "pl": ""
    },
    {
        "ja": "　反省するわ、と青子は物言わぬ<人形|じぶん>に語りかける。",
        "en": "  Hindsight was 20/20.",
        "pl": ""
    },
    {
        "ja": "　城が完全に崩れるまで残り一分。",
        "en": "  The castle was only a minute away from collapsing completely.",
        "pl": ""
    },
    {
        "ja": "　ここに留まるかぎり、どちらも瓦礫の下敷きだ。",
        "en": "  If they stayed here, they would both be crushed by the rubble.",
        "pl": ""
    },
    {
        "ja": "　あの人形にとってはそれでオッケー。",
        "en": "  The puppet certainly did not care.",
        "pl": ""
    },
    {
        "ja": "　もとより命のないモノ、標的である蒼崎青子を殺す事だけが彼女の<目的|ねがい>なのだから。",
        "en": "  With no life of its own, its sole concern was the elimination of its target, Aoko Aozaki.",
        "pl": ""
    },
    {
        "ja": "　……そう。",
        "en": "  ...Indeed.",
        "pl": ""
    },
    {
        "ja": "　要するに、敵だけが初めから必死だった。",
        "en": "  The enemy had been willing to die from the start.",
        "pl": ""
    },
    {
        "ja": "　決意の甘さに<憤慨|ふんがい>する。",
        "en": "  She resented her own lack of resolve.",
        "pl": ""
    },
    {
        "ja": "　もろとも死ぬ事さえいとわない相手に尻尾を巻くなんて、あまりに自分らしくなかったな、と。",
        "en": "  It wasn't like her to tuck tail and run from an opponent that didn't fear death.",
        "pl": ""
    },
    {
        "ja": "　　 “<Vivo in somno. Solitarie putresco in inferis|私は眠りの中で生きている。ひとりきりで土の中で腐っていく。>.",
        "en": "                    \"<Vivo in somno. Solitarie putresco in inferis|In slumber, I live. In dirt, I rot.>.",
        "pl": ""
    },
    {
        "ja": "@o<Hic dies meus obitus dies, et meus nativus dies. Te obeam.|今日は私の命日であり、誕生日だ。さあ、貴方に会いに行こう。>”",
        "en": "        <Hic dies meus obitus dies, et meus nativus dies. Te obeam.|Today is the day I died and was born. Now I come to you.>\"",
        "pl": ""
    },
    {
        "ja": "“……ふん。そもそも自爆覚悟じゃない、アレ。",
        "en": "(Hmph. It's always been on a suicide mission, huh.",
        "pl": ""
    },
    {
        "ja": "　六足歩行とフィンの一撃は<使|・><い|・><す|・><ぎ|・>よ。もう呪詛による魔力補給じゃ間に合わない”",
        "en": "  It doesn't have enough juice to power the six-legged form and the Finn Shots. The curses aren't recharging it fast enough.\")",
        "pl": ""
    },
    {
        "ja": "　……そう。永久機関と言っても、それは魔力の消費量を抑えてこその永久機関だ。",
        "en": "  Such a perpetual motion device was only as good as its ability to regulate its energy consumption.",
        "pl": ""
    },
    {
        "ja": "　あれだけの機巧を使えば燃料はすぐにカラになり、電力である呪詛を回す事もできなくなる。",
        "en": "  Using so many functions at once meant it was burning through fuel quickly and losing the ability to process the curses that powered it.",
        "pl": ""
    },
    {
        "ja": "　<人形|かのじょ>は与えられた機能を、目的の為に燃やし尽くす。",
        "en": "  It was using up all of the functions it had been given to achieve its aim.",
        "pl": ""
    },
    {
        "ja": "　それは知恵あるものでは届かない器物の誇り。",
        "en": "  This was the pride of a tool, if such things could have ego. Those endowed with sentience could never hope to understand.",
        "pl": ""
    },
    {
        "ja": "　走る為だけに生まれた獣の覚悟に、人が触れれば火傷する。",
        "en": "  A beast born to do nothing but run would burn any human who faced its resolve.",
        "pl": ""
    },
    {
        "ja": "“……ホント、勿体ない。",
        "en": "\"...It's a waste when you think about it.",
        "pl": ""
    },
    {
        "ja": "　こういう無茶をするのは姉貴だけかと思ってたけど、いるところにはいるもんね”",
        "en": "  I thought my sister was the only one capable of something this reckless, but I guess I was wrong.\"",
        "pl": ""
    },
    {
        "ja": "　だが、共倒れになる気は毛頭無い。",
        "en": "  But Aoko did not intend a sacrifice play here.",
        "pl": ""
    },
    {
        "ja": "　反省は済ませたし、敬意も払ったし。",
        "en": "  She respected her adversary now, and she was done regretting her choices.",
        "pl": ""
    },
    {
        "ja": "　時間もないしいい加減、",
        "en": "  There was no time to waste.",
        "pl": ""
    },
    {
        "ja": "「行くわよ。ここで、きっかり―――」",
        "en": "\"This is it. This ends now.\"",
        "pl": ""
    },
    {
        "ja": "　たまったツケを、倍にして返してやる―――！",
        "en": "  Aoko had every intention of paying it back double for what it had done to her.",
        "pl": ""
    },
    {
        "ja": "　溜めに溜めた力を、<右脚|みぎあし>に爆発させる。",
        "en": "  The energy Aoko had accumulated exploded out of her right leg.",
        "pl": ""
    },
    {
        "ja": "　狙いは一点、正面からの直接打撃―――！",
        "en": "  She aimed for a single thing: A head-on attack!",
        "pl": ""
    },
    {
        "ja": "　迎え撃つは心臓を<鷲掴|わしづか>む呪いの一撃。",
        "en": "  The enemy's response was a curse to crush her heart.",
        "pl": ""
    },
    {
        "ja": "　燃え尽きる事を恐れない、最大出力の心臓破り。",
        "en": "  A curse that would rend Aoko's heart, and destroy itself in the process.",
        "pl": ""
    },
    {
        "ja": "“―――っ、フッ―――！”",
        "en": "\"Huah!\"",
        "pl": ""
    },
    {
        "ja": "　それを視認したのと同時に、青子は全力で床を蹴った。",
        "en": "  As soon as she saw it, Aoko kicked the floor as hard as she could.",
        "pl": ""
    },
    {
        "ja": "　長い髪を尾のようになびかせて、少女の体は真横に<踊|おど>る。",
        "en": "  Her long hair swirled through the air as she flipped aside.",
        "pl": ""
    },
    {
        "ja": "「っ、き―――」",
        "en": "\"...Hnnh.\"",
        "pl": ""
    },
    {
        "ja": "　無理やりな横移動で崩れる<体勢|からだ>を、腕の振りで転ばずに持ち直す。",
        "en": "  This lateral move almost sent her tumbling to the ground, but a quick swing of her arm allowed her to regain her balance.",
        "pl": ""
    },
    {
        "ja": "「っ……！」",
        "en": "\"...!\"",
        "pl": ""
    },
    {
        "ja": "　散弾が肩をかすめる。",
        "en": "  A shot grazed her arm,",
        "pl": ""
    },
    {
        "ja": "　呪詛をうけた左肩が白熱する。",
        "en": "  with the curse scorching her left shoulder.",
        "pl": ""
    },
    {
        "ja": "　構わない。どんな不利な体勢になろうと、“フィンの一撃”の直撃だけは回避する―――！",
        "en": "  She did not flinch. Aoko knew she could hold on as long as she continued to avoid a direct Finn Shot.",
        "pl": ""
    },
    {
        "ja": "「―――！」",
        "en": "\"...!\"",
        "pl": ""
    },
    {
        "ja": "“<弾いて|スナップ>……！”",
        "en": "\"Snap!\"",
        "pl": ""
    },
    {
        "ja": "　痛みとバランスの乱れから、立ち直るのに０．５秒。",
        "en": "  Off balance and in pain, it took her half a second to recover.",
        "pl": ""
    },
    {
        "ja": "　顔を上げた瞬間、目前に迫る凶器を、魔力を帯びた拳で殴り<弾|はじ>く。",
        "en": "  The moment she raised her head, she deflected the attack with a fist full of magical energy.",
        "pl": ""
    },
    {
        "ja": "「せー、のぉ……！」",
        "en": "\"Here goes...!\"",
        "pl": ""
    },
    {
        "ja": "　人形に意志があったのなら、間違いなく目を見張っただろう。",
        "en": "  If the puppet had a will of its own, its eyes would have popped right out of its sockets.",
        "pl": ""
    },
    {
        "ja": "　驚嘆すべきは。",
        "en": "  It would have been floored.",
        "pl": ""
    },
    {
        "ja": "　その一連の動作をしながらも、足を止めない彼女の意志の強さだった。",
        "en": "  Shocked at the strong will that allowed this girl to perform a series of moves like this.",
        "pl": ""
    },
    {
        "ja": "“<砕いて|クラック>……！”",
        "en": "\"Crack!\"",
        "pl": ""
    },
    {
        "ja": "　コンマの世界で弾かれる凶器。",
        "en": "  Aoko's response was instantaneous.",
        "pl": ""
    },
    {
        "ja": "　少女の力では完全に弾ききれず、凶器はわずかに軌道を逸らし、長い髪をさらっていく。",
        "en": "  While her power was not sufficient to completely redirect the arm's trajectory, it was just enough to deflect it harmlessly past her hair.",
        "pl": ""
    },
    {
        "ja": "@o“―――<Initio erraveramus. Dum vivimus dolores sunt|すべてが間違いだったのです。生まれなければ良かったのです。>.",
        "en": "\"...<Initio erraveramus. Dum vivimus dolores sunt|It was all a mistake. I should have never been born.>.",
        "pl": ""
    },
    {
        "ja": "<Nemo adiuvat. Nemo adiuvat. Nemo adiuvat.|誰か私を償って。償って。償って。償って。償って。償って。償って。償って。償って―――！>”",
        "en": "<Nemo adiuvat. Nemo adiuvat. Nemo adiuvat.|Atone for me! Atone for me! Atone for me!>\"",
        "pl": ""
    },
    {
        "ja": "　詠唱は呪いとなって青子から気力を奪う。",
        "en": "  The chant became a curse that robbed Aoko of her vitality.",
        "pl": ""
    },
    {
        "ja": "「―――ハ」",
        "en": "\"...Hah.\"",
        "pl": ""
    },
    {
        "ja": "　こぼれたのは余裕か怒りか。",
        "en": "  Did it still have something left in the tank, or was it actually indignant?",
        "pl": ""
    },
    {
        "ja": "　あまりにも脆弱な防衛機能を気迫で<嚥下|レジスト>し、",
        "en": "  Whatever the reason, Aoko was easily able to resist its weakened defensive maneuver...",
        "pl": ""
    },
    {
        "ja": "“蹴<り上げ|グライダー>る……！”",
        "en": "\"Glider!\"",
        "pl": ""
    },
    {
        "ja": "　魔力を帯びた渾身の右脚が、人形の<心|む><臓|ね>を打ち上げる！",
        "en": "  ...And her right leg, pulsing with magical energy, shot up into the puppet's chest from below.",
        "pl": ""
    },
    {
        "ja": "　人形の軽さは青子の予想以上だった。",
        "en": "  It was much lighter than Aoko anticipated.",
        "pl": ""
    },
    {
        "ja": "　いや、重さではなく力が無かった、と言うべきか。",
        "en": "  Or rather, she felt little resistance.",
        "pl": ""
    },
    {
        "ja": "　自動人形の重量はその内部構造―――動力源の大小によって決定される。",
        "en": "  An automaton's weight was determined by its internals―the size of its power source.",
        "pl": ""
    },
    {
        "ja": "　自動<詠唱永久|オルゴールエンジン>機関を持つこのオートマタは、皮肉な事に、その優秀さがアダになったのだ。",
        "en": "  Ironically, it was the superiority of its music box engine that would prove to be its downfall.",
        "pl": ""
    },
    {
        "ja": "“……<Venite, Venite, Venite, meum sepulchrum|いらっしゃい、いらっしゃい、私の墓穴に、> ^<veniteeeeeeee……|いらっしゃいいいいいい……>”",
        "en": "\"...<Venite, Venite, Venite, meum sepulchrum veniteeeeeeee|Welcome! Welcome! Welcome my graaaaaave>...\"",
        "pl": ""
    },
    {
        "ja": "　途切れ途切れの呪詛。",
        "en": "  A stuttering curse.",
        "pl": ""
    },
    {
        "ja": "　青子の蹴りと天井への衝突、とどめに落下の衝撃で、人形はほぼ停止していた。",
        "en": "  Having taken the full brunt of Aoko's kick, the puppet bounced from ceiling to floor, collapsing in a heap.",
        "pl": ""
    },
    {
        "ja": "　内部構造に歪みが生じ、動力源である<自動詠唱|オルゴール>のドラムが歪んでしまったのだ。",
        "en": "  Its internal construction had been warped by the impact, leaving the drum of the music box that powered the puppet warped as well.",
        "pl": ""
    },
    {
        "ja": "「恨むなら設計者を恨みなさい。",
        "en": "\"Take your design flaws up with your maker.",
        "pl": ""
    },
    {
        "ja": "ダイナモの一つでも積んでいれば、もうちょっとは重たくなったでしょうに……",
        "en": "A single dynamo would have been all you needed to―",
        "pl": ""
    },
    {
        "ja": "って、うわ!?」",
        "en": "Wait, what the...?!\"",
        "pl": ""
    },
    {
        "ja": "　目の前に落ちてきた天井の衝撃で、青子は正しい意識を取り戻した。",
        "en": "  Part of the ceiling came crashing down in front of Aoko, snapping her back to her senses.",
        "pl": ""
    },
    {
        "ja": "“……ところでいま、どうやってぶっ倒したんだろう？”",
        "en": "(...Did I really just take her out?)",
        "pl": ""
    },
    {
        "ja": "　と首をかしげるほど無我夢中だったので失念していたが、ミラーハウスの倒壊はもう始まっている。",
        "en": "  She was so stunned by her own victory that she forgot the house of mirrors had already begun to collapse.",
        "pl": ""
    },
    {
        "ja": "「って、こっちのがやばかった……！」",
        "en": "\"I've gotta get out of here!\"",
        "pl": ""
    },
    {
        "ja": "　勝利の余韻にひたっている場合でも、同情している余裕もない。",
        "en": "  There was no time to relish in her victory or pity her opponent.",
        "pl": ""
    },
    {
        "ja": "　このままだと数秒後には同じ運命。",
        "en": "  Not unless she wanted to meet the same fate.",
        "pl": ""
    },
    {
        "ja": "　青子自身、生還できる未来をイメージできないほど、状況は壊滅的だ。",
        "en": "  As the situation stood, she found it hard to imagine getting out alive.",
        "pl": ""
    },
    {
        "ja": "「急げ、ダッシュだ私……！」",
        "en": "\"Get a move on, Aoko!\"",
        "pl": ""
    },
    {
        "ja": "　それでも最善を尽くそうと頬を叩く。",
        "en": "  She slapped herself on the cheek and took off.",
        "pl": ""
    },
    {
        "ja": "　わずか数秒間の交戦の報酬。",
        "en": "  This was her bounty for finishing their battle in a matter of seconds.",
        "pl": ""
    },
    {
        "ja": "　興奮と緊張で乱れた呼吸もそのままに、青子は出口に向かって走りだした。",
        "en": "  With her breathing labored by all the excitement, she ran for the exit.",
        "pl": ""
    },
    {
        "ja": "　秒単位で倒壊は激化していく。",
        "en": "  The collapse was intensifying by the second.",
        "pl": ""
    },
    {
        "ja": "　支柱を失った城は中心に折りたたまれるよう、自重によって潰れていく。",
        "en": "  Having lost its support pillars, the castle was buckling under its own weight.",
        "pl": ""
    },
    {
        "ja": "「この、邪魔……！」",
        "en": "\"Out of my way!\"",
        "pl": ""
    },
    {
        "ja": "　なので、地下からの脱出は困難を極めた。",
        "en": "  Escaping from the basement was proving to be no easy task.",
        "pl": ""
    },
    {
        "ja": "　迷路を最短距離で突っ切った青子だが、途中、崩落した天井に潰されかけたのが一度。",
        "en": "  While she was taking the shortest route possible through the maze, she was nearly crushed by a falling piece of the ceiling along the way.",
        "pl": ""
    },
    {
        "ja": "立ちふさがる瓦礫で一秒だけ足を止めたのが二度、いやこれで三度目。",
        "en": "This was the second time―no, third―she had to deal with fallen rubble along the way.",
        "pl": ""
    },
    {
        "ja": "　階段に降り積もった瓦礫を、走りながらの魔弾によって粉砕する。",
        "en": "  She destroyed the debris on the stairs with magic bullets as she ran.",
        "pl": ""
    },
    {
        "ja": "　既に、自動人形による<妨害電波|ジャミング>は途絶えている。",
        "en": "  The automaton's jamming had long since worn off.",
        "pl": ""
    },
    {
        "ja": "　先ほどの攻防で人形はその大部分の機能を破損したからだ。",
        "en": "  The earlier attack had damaged the vast majority of its functions.",
        "pl": ""
    },
    {
        "ja": "「―――、っ―――！」",
        "en": "\"-, -!\"",
        "pl": ""
    },
    {
        "ja": "　息を飲むように走る。",
        "en": "  Her breathing was heavy as she ran.",
        "pl": ""
    },
    {
        "ja": "　窮地における緊張から、脳は倍速で稼働する。",
        "en": "  The intensity surrounding her sparked her brain into overdrive.",
        "pl": ""
    },
    {
        "ja": "　崩れていく天井が緩やかに流れていく。",
        "en": "  The ceiling seemed to be collapsing in slow motion.",
        "pl": ""
    },
    {
        "ja": "　まるで死の<間際|まぎわ>の走馬灯。",
        "en": "  For her, a second felt like five.",
        "pl": ""
    },
    {
        "ja": "　今の彼女には一秒が五秒に相当する。",
        "en": "  Her frayed nerves made it hard to read time correctly.",
        "pl": ""
    },
    {
        "ja": "　研ぎ澄まされた神経が、体感時間を延長する。",
        "en": "  As her life seemed to flash before her very eyes, a light at the end of the tunnel...",
        "pl": ""
    },
    {
        "ja": "　倒壊する地下から、崩落する一階へ。",
        "en": "  There was debris riddled throughout the stairway, forcing her to crawl up it.",
        "pl": ""
    },
    {
        "ja": "　青子は瓦礫で埋もれかけた階段を這って上りきった。",
        "en": "  She emerged from the destroyed basement into the collapsing first floor.",
        "pl": ""
    },
    {
        "ja": "　広間はまだ開けているコト自体が奇跡で、",
        "en": "  That the plaza was still traversable at all was a miracle in itself,",
        "pl": ""
    },
    {
        "ja": "　肝心の出口への通路は―――幸運な事に、まだ崩落していない……！",
        "en": "  and fortunately for her, the crucial path to the exit was still intact.",
        "pl": ""
    },
    {
        "ja": "“よし、ついてる……！”",
        "en": "\"I made it!\"",
        "pl": ""
    },
    {
        "ja": "　入り口通路は地下に沈まない。",
        "en": "  The corridor to the entrance was still intact.",
        "pl": ""
    },
    {
        "ja": "　地下迷路があるのは広間までで、入り口通路は下に崩れようがないからだ。崩れるのは天井だけで、足場は最後まで残るはず。",
        "en": "  The basement maze only extended as far as the plaza, so the entrance corridor wouldn't collapse. Only the ceiling would cave in, leaving the scaffolding surround intact.",
        "pl": ""
    },
    {
        "ja": "　なので、この運任せの脱出は広場まで辿り着けるかの勝負だ、と青子は自分に言い聞かせて突き進んできた。",
        "en": "  She got herself this far by telling herself repeatedly that fate would decide whether or not she reached the plaza.",
        "pl": ""
    },
    {
        "ja": "　賭けは彼女の勝ちだ。幸運は青子に味方した。",
        "en": "  Her gamble paid off. It was her lucky day.",
        "pl": ""
    },
    {
        "ja": "　ここからは残りの体力を総動員して、脇目もふらず外を目指せば―――",
        "en": "  All she had to do was muster the last of her strength and keep moving forward, until―",
        "pl": ""
    },
    {
        "ja": "「――――――」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　時間にして０．２秒だけ、青子は足を止めかける。",
        "en": "  She hesitated for a fraction of a second.",
        "pl": ""
    },
    {
        "ja": "　心の甘さか、責任か。",
        "en": "  Was it naivety? A sense of responsibility?",
        "pl": ""
    },
    {
        "ja": "　脳裏によぎったイメージを振り払って、彼女は通路に向かって走りだした。",
        "en": "  She pushed aside the image that popped into her head and continued running down the corridor.",
        "pl": ""
    },
    {
        "ja": "“……言っとくけど時間合わせの余裕はないわよ。",
        "en": "\"...We don't have the luxury of coordinating the timing with each other to pull this off.",
        "pl": ""
    },
    {
        "ja": "　そんな上等な作戦じゃないし。お互い、できるコトをやったら最速で出口に向かいましょう”",
        "en": "  It's not the greatest plan in the world, but we both need to do our parts and get to the exit as quickly as possible.\"",
        "pl": ""
    },
    {
        "ja": "　たった五分前の話だ。",
        "en": "  That was five minutes ago.",
        "pl": ""
    },
    {
        "ja": "　それに、彼は少しだけ不安そうに頷いた。",
        "en": "  At the time, Soujuurou had nodded with trepidation.",
        "pl": ""
    },
    {
        "ja": "　あの顔は―――何に対してのものだったのか。",
        "en": "  And Aoko had not bothered to ask herself why.",
        "pl": ""
    },
    {
        "ja": "“っ、なに様だっての私、今は走ることだけ考えろ……！”",
        "en": "\"What are you thinking, Aoko?! Just focus on running!\"",
        "pl": ""
    },
    {
        "ja": "　この通路も、もう<保|も>たない。",
        "en": "  This corridor was giving out too.",
        "pl": ""
    },
    {
        "ja": "　振り向けば迷路側から崩れている事だろう。",
        "en": "  If she were to look back, she was sure she would see the building collapsing in on her.",
        "pl": ""
    },
    {
        "ja": "　そして、今は振り向く時間すら惜しい。",
        "en": "  She was also sure she had no time to waste doing so.",
        "pl": ""
    },
    {
        "ja": "　建物の強度的にはきっとギリギリで、自分の運も絶対ギリギリ。",
        "en": "  Her luck was fading as fast as the building's structural integrity.",
        "pl": ""
    },
    {
        "ja": "　ここまで無傷だった事がそもそも破格のヒロイン補正で、これ以上はどんなトラブルも背負えない。",
        "en": "  It was a small miracle that she had escaped serious injury up to this point, and she could not afford even the slightest slip-up.",
        "pl": ""
    },
    {
        "ja": "　足首の<捻挫|ねんざ>、<目眩|めまい>、くしゃみ、その程度ですら死に繋がる。後ろから肩を叩かれるだけでゲームオーバーだ。",
        "en": "  An ankle sprain, loss of balance, even a sneeze would be fatal. A simple pat on the back was enough to end it.",
        "pl": ""
    },
    {
        "ja": "　―――なので。",
        "en": "  So, naturally...",
        "pl": ""
    },
    {
        "ja": "「―――、あ」",
        "en": "\"...Oh.\"",
        "pl": ""
    },
    {
        "ja": "　……彼女の瞳には、はっきりと。",
        "en": "  There it was, clear as day.",
        "pl": ""
    },
    {
        "ja": "　地下へ落ちる階段の瓦礫から、蒼<崎青|じぶん>子を道連れにしようとする“死”が見えた。",
        "en": "  From the detritus of the stairway, death had arisen to take her down with it.",
        "pl": ""
    },
    {
        "ja": "　<彼女|したい>は<奈落|ならく>から這い出てくる。",
        "en": "  A corpse that had crawled its way up from the depths of hell itself.",
        "pl": ""
    },
    {
        "ja": "　まだ<稼働|いき>ている。",
        "en": "  It was still operational.",
        "pl": ""
    },
    {
        "ja": "　まだ<呪詛|いし>がある。",
        "en": "  And it was still armed with curses.",
        "pl": ""
    },
    {
        "ja": "　<青子|じぶん>と同じように階段を這ってきて、<青子|じぶん>と同じ目で、一人だけ助かろうとする<少女|あおこ>を見つめている。",
        "en": "  It had crawled after her, watching as Aoko desperately tried to save herself.",
        "pl": ""
    },
    {
        "ja": "　人形の腕が突き出される。",
        "en": "  The puppet's arm shot forward.",
        "pl": ""
    },
    {
        "ja": "　青子が振り向かなくとも、鏡にその姿が映っている。",
        "en": "  While Aoko did not turn to meet it, she could see its reflection in the mirrors.",
        "pl": ""
    },
    {
        "ja": "“Iis salvatio Iis salvatio Iis salvatio Iis salvatio”",
        "en": "\"Iis salvatio Iis salvatio Iis salvatio Iis salvatio.\"",
        "pl": ""
    },
    {
        "ja": "　伸びる。伸びる。伸びる。",
        "en": "  Extend. Extend. Extend.",
        "pl": ""
    },
    {
        "ja": "　今度こそ<躱|かわ>せない。躱しようがない。",
        "en": "  This time, she could not dodge it. There was absolutely nothing she could do.",
        "pl": ""
    },
    {
        "ja": "　同じ顔をした人形が<詠|うた>っている。",
        "en": "  The puppet with her face sang.",
        "pl": ""
    },
    {
        "ja": "　<招き入れる|@_Venite domum meam.>。",
        "en": "  <I invite you|@_Venite domum meam.>.",
        "pl": ""
    },
    {
        "ja": "　<泥のような死を|@_Luto simile somnium>。",
        "en": "  <to die a muddy death|@_Luto simile somnium>.",
        "pl": ""
    },
    {
        "ja": "　<塵となって囁く|@_et pulveri simile cotidianum>。",
        "en": "  <Become as whispering dust|@_et pulveri simile cotidianum.>.",
        "pl": ""
    },
    {
        "ja": "　<心臓を抉り|@_Cor privo>出して、",
        "en": "  <Gouge out your heart|@_Cor privo.>.",
        "pl": ""
    },
    {
        "ja": "　　　　　　　　",
        "en": "                                      ",
        "pl": ""
    },
    {
        "ja": "“「オ<マエニ、|Te iudico>死ヲ」”",
        "en": "  \"<Death be upon you!|Te iudico.>\"",
        "pl": ""
    },
    {
        "ja": "「―――、な」",
        "en": "\"Wha―\"",
        "pl": ""
    },
    {
        "ja": "　瞬間、青子は我が目を疑った。",
        "en": "  For a moment, she could not believe her eyes.",
        "pl": ""
    },
    {
        "ja": "　最後にとんでもない光景を見せられた。",
        "en": "  This was the last thing she expected to see.",
        "pl": ""
    },
    {
        "ja": "「しつこいぞ、おまえ」",
        "en": "\"Don't know when to give up, do you?\"",
        "pl": ""
    },
    {
        "ja": "　彼はむっとした顔で、広場にとどまって、伸びきった人形の腕を壊していた。",
        "en": "  A fierce expression adorned the face of the boy who had been waiting in the plaza, as he smashed the puppet's outstretched arm.",
        "pl": ""
    },
    {
        "ja": "　怒っている顔が本当に似合わない。",
        "en": "  Anger really did not suit him at all.",
        "pl": ""
    },
    {
        "ja": "　手にしている武器は消火器だった。",
        "en": "  His weapon of choice was a fire extinguisher.",
        "pl": ""
    },
    {
        "ja": "　きっと武器になるものを探して、いつまでも迷路の中に。",
        "en": "  He must have searched the maze for something to use as a weapon.",
        "pl": ""
    },
    {
        "ja": "　……いや、それよりも。",
        "en": "  No, never mind that!",
        "pl": ""
    },
    {
        "ja": "　彼がまだ広間にいたのは、考えたくもないけど、まさかそういう理由なんだろうか？",
        "en": "  It was too crazy to contemplate... but had he stayed behind... for her?",
        "pl": ""
    },
    {
        "ja": "「っ、静希君―――！」",
        "en": "\"Shizuki!\"",
        "pl": ""
    },
    {
        "ja": "　青子は決して止めまいと誓った足を止めて、無我夢中で手を伸ばす。",
        "en": "  Aoko stopped the feet she had sworn to herself she would never stop moving and extended a hand out to him.",
        "pl": ""
    },
    {
        "ja": "「そんなのほっといていいから、早く！」",
        "en": "\"That's enough! Leave it! We have to go!\"",
        "pl": ""
    },
    {
        "ja": "　草十郎は消火器を捨てて走りだした。",
        "en": "  Soujuurou tossed the fire extinguisher aside and took off running.",
        "pl": ""
    },
    {
        "ja": "　ドミノ倒しに倒壊していく通路の天井。",
        "en": "  Pieces of ceiling continued to collapse like dominos.",
        "pl": ""
    },
    {
        "ja": "　土砂に阻まれながらも先行する背。",
        "en": "  They kept moving with dust and dirt following in their wake.",
        "pl": ""
    },
    {
        "ja": "　崩れ落ちる通路を、全力で走るふたりの影。",
        "en": "  Their shadows raced through the collapsing corridor with all their strength.",
        "pl": ""
    },
    {
        "ja": "　……断末魔があがる。",
        "en": "  ...The castle was in the throes of death.",
        "pl": ""
    },
    {
        "ja": "　轟音と粉塵をまきあげ、キッツィーランドのシンボルであった御伽の城は、こうして、最後の<見せ場|ショウ>を終えたのだった。",
        "en": "  With a massive crash and a cloud of dust, the final chapter of the fairy tale that had been Kitsy Land came to an abrupt end.",
        "pl": ""
    },
    {
        "ja": "　生死を賭けたマラソンは終わった。",
        "en": "  This duel to the death was over.",
        "pl": ""
    },
    {
        "ja": "　苦楽とか命運とかを一瞬だけ共にしたふたりは、疲れきった体を芝生にあずけて、妙な連帯感に包まれていた。",
        "en": "  For a moment, amidst their swirling emotions, all past enmity was left behind and the two collapsed on the lawn and basked in a strange solidarity.",
        "pl": ""
    },
    {
        "ja": "　……耳鳴りはもう治まっている。",
        "en": "  The ringing in their ears subsided before long.",
        "pl": ""
    },
    {
        "ja": "　あれだけ大きかった地響きも、このさびれた遊園地では<彩|いろ>を失う。",
        "en": "  A tremor of such magnitude seemed impossible in an amusement park like this.",
        "pl": ""
    },
    {
        "ja": "　崩落の残響が廃墟に<沁|し>みこんでいくのを聞き届けながら、青子はとなりの人影に語りかけた。",
        "en": "  As the sounds of destruction echoed across the park, Aoko addressed the individual at her side.",
        "pl": ""
    },
    {
        "ja": "「………………ねえ、生きてる？」",
        "en": "\"Hey... You alive?\"",
        "pl": ""
    },
    {
        "ja": "「うん」",
        "en": "\"Yeah.\"",
        "pl": ""
    },
    {
        "ja": "「ちぇっ」",
        "en": "\"Tch.\"",
        "pl": ""
    },
    {
        "ja": "　可愛らしい舌打ちだったが、その真意は物騒なコトこの上ない。",
        "en": "  While the click of her tongue was adorable, the meaning behind it was anything but.",
        "pl": ""
    },
    {
        "ja": "「……蒼崎。あいつ、どうなった？」",
        "en": "\"...Aozaki? What happened to that thing?\"",
        "pl": ""
    },
    {
        "ja": "「見ての通りよ。今ごろバラバラ死体になってるんじゃない？」",
        "en": "\"What do you think? It was crushed to bits.\"",
        "pl": ""
    },
    {
        "ja": "「――――――」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　身もふたもない青子の返答に、それならいいけど、とため息をつく草十郎。なぜなら、",
        "en": "  Soujuurou sighed, not wholly relieved by her frank response. His reason...",
        "pl": ""
    },
    {
        "ja": "「でも、そんな心配より自分の心配をした方がいいと思うわよ、静希くん？」",
        "en": "\"Never mind that thing. You should be worrying about yourself.\"",
        "pl": ""
    },
    {
        "ja": "　彼の災難は、目下継続中だったからだ。",
        "en": "  He wasn't out of the woods yet, after all.",
        "pl": ""
    },
    {
        "ja": "「……蒼崎、子供の頃はいじめっ子だっただろ」",
        "en": "\"...Aozaki, I'm guessing you were a bit of a bully as a kid.\"",
        "pl": ""
    },
    {
        "ja": "「<加虐|かぎゃく>趣味はないって自負してるけど。",
        "en": "\"Maybe, but I don't get a kick out of seeing people suffer.",
        "pl": ""
    },
    {
        "ja": "　それで、今の自分の立場、分かってる？」",
        "en": "  Never mind that. Do you know the situation you're in right now?\"",
        "pl": ""
    },
    {
        "ja": "　体を起こしてニコリと微笑む青子。",
        "en": "  She sat up and smiled.",
        "pl": ""
    },
    {
        "ja": "　口調も表情も優しいのに、なんでぞわっと寒気がするんだろうな、と草十郎はうなだれてみた。",
        "en": "  Soujuurou hung his head in shame, wondering why her kind tone and expression were so chilling.",
        "pl": ""
    },
    {
        "ja": "「……<面目|めんぼく>次第もございません」",
        "en": "\"Please accept my sincerest apologies.\"",
        "pl": ""
    },
    {
        "ja": "「かしこまってもダメよ。あの提案には大前提があったわよね。これは取引だって。貴方が役に立つのなら見逃してあげるっていう」",
        "en": "\"Oh no, don't you even start. You know what our agreement was, and a deal is a deal. If you held up your end of the bargain, I'd let you go.\"",
        "pl": ""
    },
    {
        "ja": "「分かってる。だから面目ないって言ってるだろ」",
        "en": "\"Exactly. And that's why I'm apologizing.\"",
        "pl": ""
    },
    {
        "ja": "　草十郎はこれみよがしに顔を背けた。",
        "en": "  Soujuurou made a show of avoiding her eyes,",
        "pl": ""
    },
    {
        "ja": "　ふん、と子供のようにふて腐れる。",
        "en": "  like a pouting child.",
        "pl": ""
    },
    {
        "ja": "「――――――」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　その拗ねっぷりに面食らう青子。",
        "en": "  Aoko was taken aback by this sulky display.",
        "pl": ""
    },
    {
        "ja": "　……おそらく、ではあるが。",
        "en": "  Perhaps...",
        "pl": ""
    },
    {
        "ja": "草十郎は青子にではなく、自分に対して怒っているのだ。",
        "en": "He was angry at himself rather than her.",
        "pl": ""
    },
    {
        "ja": "　青子に見逃してもらえない事より、役に立てなかった事が悔しかった、と。",
        "en": "  He was not mad because she would not let him go. He was mad that he had not done his part.",
        "pl": ""
    },
    {
        "ja": "「――――――はあ」",
        "en": "\"...Haaah.\"",
        "pl": ""
    },
    {
        "ja": "　つい、<本日|ほんじつ>何度目かのため息を青子はもらした。",
        "en": "  Aoko sighed for what seemed like the millionth time that day.",
        "pl": ""
    },
    {
        "ja": "　……目前の少年のお人好し加減と、その長所を認めてしまった自分の甘さに呆れてしまう。",
        "en": "  She could not figure out what surprised her more: his unconditional kindness, or her naïve approval of it.",
        "pl": ""
    },
    {
        "ja": "「じゃあ覚悟は出来てるの？」",
        "en": "\"So, are you ready?\"",
        "pl": ""
    },
    {
        "ja": "「……そんなのは出来ないけど、約束だからな。結局は、何もしていないし」",
        "en": "\"Of course not, but a promise is a promise. In the end, I failed to do my part.\"",
        "pl": ""
    },
    {
        "ja": "　確かに、青子が期待した事は、なにひとつ。",
        "en": "  It was certainly the case that he failed to do any of the things she had expected of him.",
        "pl": ""
    },
    {
        "ja": "　けど、と青子は崩れ去ったミラーハウスを一瞥した。",
        "en": "  But just then, she glanced back at the collapsed house of mirrors.",
        "pl": ""
    },
    {
        "ja": "　囮役を見事に失敗し、途方にくれた彼は何を選択したのか。",
        "en": "  What had he done after failing so spectacularly?",
        "pl": ""
    },
    {
        "ja": "　……わざわざ武器になるような消火器を探して、",
        "en": "  He had searched for the extinguisher so he could use it as a weapon,",
        "pl": ""
    },
    {
        "ja": "　崩れだした迷路の中で、ひとりで出るわけにはいかないと、あの広間で足を止めていた。",
        "en": "  and waited patiently in the plaza as the maze collapsed all around him, because he thought it was wrong of him to leave alone.",
        "pl": ""
    },
    {
        "ja": "　それは<躊躇|ためら>うことなく出口を目指した彼女とは真逆の、あまりにも愚かな選択だ。",
        "en": "  It was a foolish choice, and the exact opposite of her choice to run towards the exit without hesitation.",
        "pl": ""
    },
    {
        "ja": "“……ま、それでよしとするか”",
        "en": "(I suppose I'll take it.)",
        "pl": ""
    },
    {
        "ja": "　甘いなあ、と呆れながらも満足する。",
        "en": "  She was satisfied, even as she was shocked at how naive she was being.",
        "pl": ""
    },
    {
        "ja": "　だって救われたのは事実だし。",
        "en": "  It was true that he had saved her.",
        "pl": ""
    },
    {
        "ja": "　あの状況で待ち続ける勇気は、たとえ一秒だけだとしても賞賛に値すると、彼女は内心微笑んだ。",
        "en": "  She smiled inwardly, admiring―if only for a moment―the bravery he continued to show in the face of such extreme circumstances.",
        "pl": ""
    },
    {
        "ja": "“……役割は果たさなかったけど、アフターケアは合格だし。約束は、守らなくちゃね”",
        "en": "\"You may have blown your chance, but you did make up for it after the fact. I'll keep my promise.\"",
        "pl": ""
    },
    {
        "ja": "　ひとり頷いて、青子はすくっと立ち上がる。",
        "en": "  With a nod, she pulled herself to her feet.",
        "pl": ""
    },
    {
        "ja": "「約束は、ま、いつか守ってもらうとして」",
        "en": "\"But you'll pay back this favor, someday.\"",
        "pl": ""
    },
    {
        "ja": "「？」",
        "en": "\"...?\"",
        "pl": ""
    },
    {
        "ja": "　少女は出来るだけ無感情を装って、まだ倒れこんでいる少年に手を差し伸べる。",
        "en": "  The girl tried to keep a straight face as she offered a hand to the boy still lying on the ground.",
        "pl": ""
    },
    {
        "ja": "「結果はどうあれ手助けしてもらったし。",
        "en": "\"You managed to help me in the end.",
        "pl": ""
    },
    {
        "ja": "特別サービスってコトで、今夜はもう手を出さないであげる」",
        "en": "So, because of that, I'll let you off the hook. For tonight.\"",
        "pl": ""
    },
    {
        "ja": "「――――――」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　照れくさそうに顔を逸らす少女。",
        "en": "  She bashfully averted her gaze.",
        "pl": ""
    },
    {
        "ja": "　その横顔はあの日のものとは違っていたけれど、紛れもなく、少年がこの町に来てはじめて見入った、鮮やかな少女の顔だった。",
        "en": "  Though her profile appeared different than it had in the past, it was clearly still the face of the vibrant girl he met the day he first arrived in town.",
        "pl": ""
    },
    {
        "ja": "「――――――なによ」",
        "en": "\"What are you staring at!?\"",
        "pl": ""
    },
    {
        "ja": "　視線を感じたのか、口をとがらせてじろりと睨む青子。",
        "en": "  As if she had felt his eyes on her, she shot him a frowning glare.",
        "pl": ""
    },
    {
        "ja": "「いや。突拍子もないけど、蒼崎は律儀だなって」",
        "en": "\"Oh, sorry. It's just, as crazy as it is to say it aloud, you really are a fair person, Aozaki.\"",
        "pl": ""
    },
    {
        "ja": "　差し出された手を握る。",
        "en": "  He took her outstretched hand.",
        "pl": ""
    },
    {
        "ja": "　青子は草十郎の体重を感じながら、貴方にだけは言われたくはないわ、と手を引いた。",
        "en": "  Feeling his weight as she pulled him up, she could not help but think that he was about the last person she wanted to hear that from.",
        "pl": ""
    },
    {
        "ja": "「ところで。今夜はって言うけど、明日からは？」",
        "en": "\"By the way, you said you'd let me off the hook for tonight. What about tomorrow?\"",
        "pl": ""
    },
    {
        "ja": "「さあ。ま、その時になったら考えるわ」",
        "en": "\"Well, we'll just have to see.\"",
        "pl": ""
    },
    {
        "ja": "　自分でもなんだかなあ、と肩をすくめる青子。",
        "en": "  She shrugged her shoulders as if she was not sure herself.",
        "pl": ""
    },
    {
        "ja": "　その仕草がおかしく、草十郎も笑ってしまう。",
        "en": "  The response was so unlike her that it made Soujuurou smile.",
        "pl": ""
    },
    {
        "ja": "　共に死線をくぐり抜けた連帯感とか、つかの間<築|きず>かれた友情とか。",
        "en": "  Was it the solidarity of having escaped death together, or their fleeting camaraderie that made him do so?",
        "pl": ""
    },
    {
        "ja": "　それが今夜かぎりのものでも、ふたりを包む空気は<和|なご>やかで、優しいものだった。",
        "en": "  It might have been for this night only, but the air between them was kind and gentle.",
        "pl": ""
    },
    {
        "ja": "　色々あったけれど、真冬の夜の悪夢はこれでおしまい。",
        "en": "  A lot had transpired, but the midwinter nightmare had come to an end.",
        "pl": ""
    },
    {
        "ja": "　ふたりはそれぞれの窮地を乗り越え、鏡の国を後にする。",
        "en": "  The pair had overcome many trials and tribulations and could now leave the mirror realm in their wake.",
        "pl": ""
    },
    {
        "ja": "　……けれど、その前に。",
        "en": "  But before that...",
        "pl": ""
    },
    {
        "ja": "「―――随分と身勝手ね。",
        "en": "\"...How selfish of you.",
        "pl": ""
    },
    {
        "ja": "　それは貴女ひとりで決めていい事だったかしら、青子？」",
        "en": "  And who, may I ask, said you could decide that, Aoko?\"",
        "pl": ""
    },
    {
        "ja": "　それは美しい鳥のさえずりにも、",
        "en": "  It was the voice of a beautiful singing bird",
        "pl": ""
    },
    {
        "ja": "　無慈悲な機械の声にも似て。",
        "en": "  and a merciless machine, all rolled into one.",
        "pl": ""
    },
    {
        "ja": "「―――有珠」",
        "en": "\"...Alice.\"",
        "pl": ""
    },
    {
        "ja": "　……震える声で、青子は少女の名を口にした。",
        "en": "  Her voice quivered as she spoke the name.",
        "pl": ""
    },
    {
        "ja": "　降り立つ黒衣。",
        "en": "  The lady in black made her presence known.",
        "pl": ""
    },
    {
        "ja": "　……夜はまだ終わらない。",
        "en": "  The night was not yet over.",
        "pl": ""
    },
    {
        "ja": "　少女の名は久遠寺有珠。",
        "en": "  Her name was Alice Kuonji.",
        "pl": ""
    },
    {
        "ja": "　青子をして魔女と恐れさせる、",
        "en": "  She was a witch whose name struck fear into the heart of Aoko,",
        "pl": ""
    },
    {
        "ja": "目撃者は例外なく逃がさない、夜の化身がやってきた。",
        "en": " an avatar of the night who would allow no witnesses.",
        "pl": ""
    },
    {
        "ja": "「あれか」",
        "en": "\"I guess that's it.\"",
        "pl": ""
    },
    {
        "ja": "　静まりかえった中央広場から、案内にしたがって西に。",
        "en": "  The central plaza was as silent as a grave. According to the map, the meeting spot was west of here.",
        "pl": ""
    },
    {
        "ja": "　着いた先には曇天の夜を<背景|バック>に、<凹凸|おうとつ>の多い、<威容|いよう><異彩|いさい>な城がそびえていた。",
        "en": "  Waiting for Soujuurou at his destination was a rugged, imposing, magnificent castle towering before the backdrop of the cloudy night sky.",
        "pl": ""
    },
    {
        "ja": "　廃遊園地の中でも<一際|ひときわ>大きい建造物。",
        "en": "  Even for an abandoned park, it was a remarkable structure.",
        "pl": ""
    },
    {
        "ja": "　コースターや観覧車が動のアトラクションなら、あれは静のアトラクション。",
        "en": "  If the roller coasters and the Ferris wheel were loud, intense attractions, this was in comparison quiet and easygoing.",
        "pl": ""
    },
    {
        "ja": "　キッツィーランドの三大シンボルの一つであり、ある意味、この楽園を閉鎖に導いた魔の建物だ。",
        "en": "  It was one of Kitsy Land's three iconic structures, and, in a way, the wicked fortress that guided this paradise down the path of closure.",
        "pl": ""
    },
    {
        "ja": "　一般的に、遊園地の<迷路|メイズ>は大きく二種類に分類される。",
        "en": "  Generally speaking, amusement park mazes generally fell into one of two categories.",
        "pl": ""
    },
    {
        "ja": "　建物の広さで来訪者を迷わす<大迷路|ラビュリントス>と、",
        "en": "  A labyrinth, which disorients its visitors with its sheer size.",
        "pl": ""
    },
    {
        "ja": "　交錯する光で来訪者を迷わすミラーハウスだ。",
        "en": "  And a house of mirrors, which disorients visitors with optical illusions.",
        "pl": ""
    },
    {
        "ja": "　大迷路はその広さ、つかの間の冒険性で、多くの来訪者たちを楽しませた。",
        "en": "  Many of a labyrinth's guests enjoyed the brief sense of adventure that it afforded.",
        "pl": ""
    },
    {
        "ja": "　後年、刺激をより増していく他のアトラクションに押され衰退していく事になるが、それは一世を<風靡|ふうび>したものの宿命だろう。",
        "en": "  Over the years, however, it would be usurped by the ever-increasing thrills of new attractions. Such is the way of all trends; the curse of fads.",
        "pl": ""
    },
    {
        "ja": "　新しいものは、次の新しいものに駆逐されなければならないのだから。",
        "en": "  The new must give way to the newer.",
        "pl": ""
    },
    {
        "ja": "　一方、ミラーハウスは古くから愛されてきた定番だ。",
        "en": "  On the other hand, the house of mirrors was a time-honored, beloved staple.",
        "pl": ""
    },
    {
        "ja": "　学校の教室ほどの広さでも鏡の設置と光の演出で来訪者を楽しませ、迷わせる。",
        "en": "  Even within the confines of a classroom's dimensions, well-placed mirrors and well-directed light could both perplex and delight its visitors.",
        "pl": ""
    },
    {
        "ja": "　コスト面に優れたミラーハウスは大迷路より遥かに長生きしたアトラクションだ。",
        "en": "  And figuring in the cost of maintenance, a well-designed house of mirrors could far outlive its labyrinth brethren.",
        "pl": ""
    },
    {
        "ja": "　両者とも新世紀には姿を消す事になるとしても、遊園地を代表する遊び場であるのは間違いない。",
        "en": "  Even if both types faded into obscurity, they would remain a staple of what constituted an amusement park.",
        "pl": ""
    },
    {
        "ja": "　……が。",
        "en": "  However...",
        "pl": ""
    },
    {
        "ja": "　だからといって、その二つを混ぜるのはよろしくない。",
        "en": "  That didn't mean that combining them would produce double the fun.",
        "pl": ""
    },
    {
        "ja": "　それでは訪れた者を楽しませる迷路というより、踏み入れた者を帰さない魔境になってしまう。",
        "en": "  Together, they transformed from entertainment into an uncanny realm from which those who dared to step within could never leave.",
        "pl": ""
    },
    {
        "ja": "　さもありなん。",
        "en": "  In a similar sense,",
        "pl": ""
    },
    {
        "ja": "　その魔境こそがここ、キッツィーミステリーツアー城なのであった。",
        "en": "  Kitsy's Mystery Tour Castle was the park's very own otherworld.",
        "pl": ""
    },
    {
        "ja": "　係員に助けを求めた入場者、実に５パーセント。",
        "en": "  Indeed, five percent of visitors  ended up requesting staff assistance to get out.",
        "pl": ""
    },
    {
        "ja": "　西洋の城を模した建物は奥行き百メートルほどもあり、内部はさらに三層に分かれている。",
        "en": "  Modeled after European castles, it was over one hundred meter in length, and the interior was further split into three floors.",
        "pl": ""
    },
    {
        "ja": "　地上二階、地下一階の迷路はすべて鏡張りで、熟練者でも脱出に三十分を要するほど複雑かつ広大。",
        "en": "  Two floors above ground and one below, lined with mirrors from top to bottom, equal parts complex and vast. The maze demanded at least thirty minutes even from veterans.",
        "pl": ""
    },
    {
        "ja": "　一度足を踏み入れたが最後、むこう半日は鏡面恐怖症におちいる大迷路のなれの果てが、こうして草十郎の目の前に立ちふさがっているのだが―――",
        "en": "  One visit was all it took to be struck by catoptrophobia for hours. It was this labyrinth that now stood in Soujuurou's way. ",
        "pl": ""
    },
    {
        "ja": "「真っ暗ってワケじゃないな……電気とか、ついてるんだろうか」",
        "en": "\"It looks like it's not entirely pitch black... I guess somebody turned the lights on.\"",
        "pl": ""
    },
    {
        "ja": "　そもそもミラーハウスを知らない草十郎の関心は、明かりの有無にのみ向けられている。",
        "en": "  It seemed that Soujuurou, unaware of what a house of mirrors even was, concerned himself only with its lighting.",
        "pl": ""
    },
    {
        "ja": "　もう一度、蒼崎青子からの手紙を確認する。",
        "en": "  He checked the letter from Aoko once more.",
        "pl": ""
    },
    {
        "ja": "　手紙には『ミラーハウス一階ロビーで待っています』とある。",
        "en": "  The letter read, \"I will be waiting in the first floor lobby of the house of mirrors.\"",
        "pl": ""
    },
    {
        "ja": "　待ち合わせ場所はたしかにこの中だ。",
        "en": "  That meeting place was definitely in here.",
        "pl": ""
    },
    {
        "ja": "　電灯の有無はともかく、開けっ放しの入り口から見える内部はうっすらと明るい。",
        "en": "  There was something to see by at least, as he could just make out light faintly through the open doors.",
        "pl": ""
    },
    {
        "ja": "　なら間違いないだろう、と草十郎はミラーハウスの入り口に向かって歩きだした。",
        "en": "  Putting aside his suspicions, he headed toward the entrance.",
        "pl": ""
    },
    {
        "ja": "　……カツカツと煉瓦の道を踏みならす音。",
        "en": "  ...The sound of his steps against the brick-laid path echoed faintly.",
        "pl": ""
    },
    {
        "ja": "　街の喧噪は遠く、",
        "en": "  He was far from the hustle and bustle of the city.",
        "pl": ""
    },
    {
        "ja": "　時計の秒針は数年前から動かず、",
        "en": "  The park's clocks no longer made tick nor tock,",
        "pl": ""
    },
    {
        "ja": "　風の音すら無い冬の夜。",
        "en": "  and the winter's bite no longer blew in the night.",
        "pl": ""
    },
    {
        "ja": "　そんな、第三者がいれば<固唾|かたず>を呑んで呼吸を止めそうな静寂のなか。",
        "en": "  From within the silence, the stillness that would cause any onlooker to hold their breath...",
        "pl": ""
    },
    {
        "ja": "「……えーと」",
        "en": "\"...Hello?\"",
        "pl": ""
    },
    {
        "ja": "　草十郎はミラーハウスの入り口で、ぴたりと唐突に立ち止まると、",
        "en": "  Soujuurou stopped abruptly at the entrance to the house of mirrors.",
        "pl": ""
    },
    {
        "ja": "「ところで蒼崎。そんなところで何してるんだ？」",
        "en": "\"By the way, why are you over there, Aozaki?\"",
        "pl": ""
    },
    {
        "ja": "　いま歩いてきた広場を振り返って、不思議そうに呼びかけるのだった。",
        "en": "  He called out, turning back toward the plaza.",
        "pl": ""
    },
    {
        "ja": "「！？」",
        "en": "\"?!\"",
        "pl": ""
    },
    {
        "ja": "　勢い、身を隠していたゴミ箱ごと<突|つ>っ<伏|ぷ>す音。",
        "en": "  A sound rang out, as if someone had dove behind a garbage can and it fell to the ground in their haste.",
        "pl": ""
    },
    {
        "ja": "　……しばしの静寂。",
        "en": "  ...A short silence ensued.",
        "pl": ""
    },
    {
        "ja": "　一分ほどで廃遊園地はもとの静けさを取り戻した。",
        "en": "  For a moment, the abandoned park returned to its previous hush.",
        "pl": ""
    },
    {
        "ja": "　ついでに、観念したように物陰から現れる少女がひとり。",
        "en": "  Resigned to her having been exposed, the girl appeared from her hiding place.",
        "pl": ""
    },
    {
        "ja": "「あお―――」",
        "en": "\"Ao―\"",
        "pl": ""
    },
    {
        "ja": "　見知った顔と、見慣れない私服姿に声が止まる。",
        "en": "  His voice died in his throat as he took in the sight of the girl's familiar face in unfamiliar attire.",
        "pl": ""
    },
    {
        "ja": "　はらりと長髪を流して現れた蒼崎青子は、草十郎の知っている彼女とは違っていたからだ。",
        "en": "  This Aoko, with her long hair flowing in the breeze, was different from the Aoko that Soujuurou knew.",
        "pl": ""
    },
    {
        "ja": "　凛とした背筋と手足が、意志の強さをいっそう際立たせている。",
        "en": "  The resolute stance and posture she took exuded the strength of her will.",
        "pl": ""
    },
    {
        "ja": "　まっすぐに相手を<射|い><貫|ぬ>く瞳。",
        "en": "  She stared directly at him with a sharp-eyed, piercing gaze.",
        "pl": ""
    },
    {
        "ja": "　<澄|す>んだ瞳は<比|ひ><喩|ゆ>ではなく、錯覚でなければ、実際に<燐|うす>い光を帯びている。",
        "en": "  Her eyes were glowing with a dim phosphoric light, enough to give Soujuurou pause that he might be hallucinating.",
        "pl": ""
    },
    {
        "ja": "　氷の無機質さと、少女としての力強さ。",
        "en": "  An icy coldness and a girl's strength.",
        "pl": ""
    },
    {
        "ja": "　その不釣り合いな組み合わせが、危機感の欠如した草十郎をして、良からぬ空気を感じさせた。",
        "en": "  Soujuurou lacked a sense of danger, but the sense of imbalance caused even him to feel the malice in the air.",
        "pl": ""
    },
    {
        "ja": "　<喩|たと>えるなら、怪談でいう雪女が現実に現れたような。",
        "en": "  It was as though the yuki-onna spirit of folklore had climbed out from a ghost story and appeared here in reality.",
        "pl": ""
    },
    {
        "ja": "「……蒼崎？」",
        "en": "\"...Aozaki?\"",
        "pl": ""
    },
    {
        "ja": "　つい、と草十郎はあとずさる。",
        "en": "  Instinctively, Soujuurou took a step back.",
        "pl": ""
    },
    {
        "ja": "　小さな驚きと違和感。",
        "en": "  Surprised, he was starting to feel concerned.",
        "pl": ""
    },
    {
        "ja": "　そして、それらを上回る嫌な予感に混乱しつつあるが、とにかく都会の礼儀として声をかけたのだが……",
        "en": "  An unpleasant premonition rose to the surface, bringing with it a sense of anxiety. In spite of this, he felt obliged to honor urban etiquette by seeing if she was all right.",
        "pl": ""
    },
    {
        "ja": "「……その顔を見るに、何かあったのかといちおう聞いておくん、だけど―――」",
        "en": "\"...Did something happen to you? From the looks of it, I, um...\"",
        "pl": ""
    },
    {
        "ja": "「――――――」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　挨拶もなく、青子は一歩前に進んだ。",
        "en": "  Without acknowledging him, Aoko took a step forward.",
        "pl": ""
    },
    {
        "ja": "　その姿、その雰囲気が草十郎の曖昧な記憶を揺さぶる。",
        "en": "  Her figure, this atmosphere... Soujuurou found himself recalling a recent memory.",
        "pl": ""
    },
    {
        "ja": "　心中、交錯しまくっていた草十郎の不安は、そろそろ確信に変わりつつある。",
        "en": "  His twisted and knotted apprehension melted away and was replaced with a growing realization.",
        "pl": ""
    },
    {
        "ja": "　あの時は後ろ姿だけだったが、今にして思えば夜の公園で見た人影と目前の少女の姿はなんとなく……",
        "en": "  The girl before him was very similar to someone he had seen before, that night in the park, though he had only seen her from behind.",
        "pl": ""
    },
    {
        "ja": "　どころか、うり二つではないだろうか？　と<固唾|かたず>など呑む始末。",
        "en": "  With increasing certainty causing him to swallow nervously, he noted that they... might as well have been identical.",
        "pl": ""
    },
    {
        "ja": "「何をしていたかって話なら、見ての通りよ。",
        "en": "\"You asked me what I was doing. Well, it's exactly what it looks like.",
        "pl": ""
    },
    {
        "ja": "　ここで獲物が通り過ぎるのを待ってたの。貴方が入ってから私も入って、逃げ道を無くすつもりだったから」",
        "en": "  I was waiting for my prey to pass by. Once you went inside, I was going to follow and cut off your only route of escape.\"",
        "pl": ""
    },
    {
        "ja": "　なのにいきなりコレとはね、と腐りながら青子は言った。",
        "en": "  Aoko said, perturbed by the swift change in plans.",
        "pl": ""
    },
    {
        "ja": "“そうか。待ち合わせ場所はあってたんだな”",
        "en": "(Phew, so I came to the right place.)",
        "pl": ""
    },
    {
        "ja": "　良かった、と内心でホッとする草十郎。",
        "en": "  Soujuurou was mightily relieved he had not got the wrong place.",
        "pl": ""
    },
    {
        "ja": "　わりと余裕があるのか、それとも事ここに至ってやっぱり現状が把握できていないのか。",
        "en": "  It was unclear whether he felt confident about dealing with what was to come, or if he had simply failed to grasp the hopelessness of the situation.",
        "pl": ""
    },
    {
        "ja": "　そんな草十郎の<鈍|にぶ>い反応をあえて無視して青子は続けた。",
        "en": "  Aoko ignored his obtuse response and continued.",
        "pl": ""
    },
    {
        "ja": "「―――私はね、静希君。",
        "en": "\"You know, Shizuki.",
        "pl": ""
    },
    {
        "ja": "　嫌いな人とか、憎い人とかは人並みにいるんだ。",
        "en": "  Just like anyone else, some people get on my nerves and some people I just really hate.",
        "pl": ""
    },
    {
        "ja": "　ただ、ちょっとヘンなのが敵になる奴の条件でね」",
        "en": "  But the funny thing is, my enemies are never people on my shit list.\"",
        "pl": ""
    },
    {
        "ja": "　凍った<双眸|そうぼう>に火のような感情がともる。",
        "en": "  Cold emotion burned in her eyes.",
        "pl": ""
    },
    {
        "ja": "　彼女の足はさらに一歩前へ。",
        "en": "  Her feet had already moved one step closer to Soujuurou.",
        "pl": ""
    },
    {
        "ja": "　草十郎はますます嫌な予感……殺気、というのだろうか？……を覚えてあとじさりする。",
        "en": "  Soujuurou's sense of foreboding was growing stronger. Wondering if what he sensed was bloodlust, he retreated another step.",
        "pl": ""
    },
    {
        "ja": "　ふたりの距離は、なんだかんだときっかり五メートルをキープしている。",
        "en": "  Continuing as so, they maintained a distance of just five meters.",
        "pl": ""
    },
    {
        "ja": "「昔から、私は嫌いな相手でも敵と思った事はなかったの。",
        "en": "\"As far as I can recall, I've never thought of someone I didn't like as an enemy.",
        "pl": ""
    },
    {
        "ja": "　でも逆に、好きな相手を敵だと思う事もあった。",
        "en": "  As it happens, I've even had enemies that I liked.",
        "pl": ""
    },
    {
        "ja": "　理由は単純―――」",
        "en": "  And the reason is simple...\"",
        "pl": ""
    },
    {
        "ja": "　そして、彼女は右腕を目前に<掲|かか>げた。",
        "en": "  She held her right arm out.",
        "pl": ""
    },
    {
        "ja": "　洋服ごしに光って見えるのは目の錯覚ではなく―――",
        "en": "  The light about her was no illusion.",
        "pl": ""
    },
    {
        "ja": "「―――当たり前のことだけど。",
        "en": "\"It's simple, really.",
        "pl": ""
    },
    {
        "ja": "　私は、私の感情を乱す奴が敵なのよ」",
        "en": "  Anyone who throws me out of whack is my enemy.\"",
        "pl": ""
    },
    {
        "ja": "　掲げられた右腕が振るわれる。",
        "en": "  Her arm moved again.",
        "pl": ""
    },
    {
        "ja": "　瞬間、",
        "en": "  It was instantaneous.",
        "pl": ""
    },
    {
        "ja": "　何か、視認しづらい物騒なモノが、草十郎から二十センチばかり左にズレて放たれた。",
        "en": "  Something shot past Soujuurou in the blink of an eye, missing him by just twenty centimetres to his left.",
        "pl": ""
    },
    {
        "ja": "「ちょっ……」",
        "en": "\"H-Hey...\"",
        "pl": ""
    },
    {
        "ja": "　青い光とも、火の玉ともとれる発火現象を目の当たりにして、草十郎はようやく現状を把握した。",
        "en": "  Before his eyes, a blue light, something akin to a fireball, had ignited from nothing. He finally understood what was happening.",
        "pl": ""
    },
    {
        "ja": "「ちょっと待った、今のはたいへん見覚えがある！」",
        "en": "\"Wait a second, I've seen one of those before!\"",
        "pl": ""
    },
    {
        "ja": "　そんな間の抜けた感想は聞き流し、",
        "en": "  She ignored his dimwitted reaction.",
        "pl": ""
    },
    {
        "ja": "「ち、外したか」",
        "en": "\"Damn it. I missed.\"",
        "pl": ""
    },
    {
        "ja": "　なんてコトを、青子は呟いた。",
        "en": "  Aoko muttered to herself.",
        "pl": ""
    },
    {
        "ja": "　青い光はミラーハウスの壁にこぶし大の穴をあけたばかりか、未だにゴウゴウと<燻|くすぶ>っていた。",
        "en": "  The fist-sized hole the blue light had made in the house of mirrors crackled and smoldered.",
        "pl": ""
    },
    {
        "ja": "　あれなら人間ひとりの<頭蓋|あたま>を<陥没|かんぼつ>させる事も、まるっと<黒|くろ><焦|こ>げにする事も可能だろう。",
        "en": "  A shot like that could easily cave in a human skull in addition to burning it to a crisp.",
        "pl": ""
    },
    {
        "ja": "「……はあ。こんな射程で外すなんて、有珠に見られたら自殺ものね。",
        "en": "\"...Hah. I'd have to kill myself if Alice saw me miss at this range.",
        "pl": ""
    },
    {
        "ja": "　でもこれで分かったでしょ？　二度目だものね、貴方にとっては」",
        "en": "  But you get it now, right? This is it for you. There won't be a second chance.\"",
        "pl": ""
    },
    {
        "ja": "「――――――」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　急速に腰が引ける草十郎。",
        "en": "  Soujuurou backed away swiftly.",
        "pl": ""
    },
    {
        "ja": "　理解不能を通り越して思考停止まで一歩手前。",
        "en": "  Things were beyond incomprehensible. He was close to losing the ability to think at all.",
        "pl": ""
    },
    {
        "ja": "　瞳に<映|うつ>るのは頼れる生徒会長……だったもの……の姿と、二日前に目撃した夜の公園のフラッシュバックだけだ。",
        "en": "  All he could make out was the figure of the dependable student council president―or at least what he had thought was the president―and the memories of the park that night two days ago.",
        "pl": ""
    },
    {
        "ja": "　彼には経験がなく、また、法治国家に住むほとんどの人々には経験がない事だが。",
        "en": "  He had never experienced anything like this, though most people living in a civilized country would have never seen anything like it either.",
        "pl": ""
    },
    {
        "ja": "　指を引くだけで人間を殺せる凶器を向けられた時、知性は善悪はおろか夢と現実、過去と未来の判断を停止させる。",
        "en": "  A lethal weapon that could kill with nothing more than the pull of a finger had a way of suspending the ability of its target to determine between not just good and evil, but dreams and reality, past and future.",
        "pl": ""
    },
    {
        "ja": "　それまでの生活が平穏であった分だけ、その停止はより強いものになるだろう。",
        "en": "  And the more peaceful someone's life had been, the stronger that suspension was likely to be.",
        "pl": ""
    },
    {
        "ja": "　思考にあるのは「生きている今の自分」の姿だけ。",
        "en": "  All that one could think about was the fact that they were alive at that very moment.",
        "pl": ""
    },
    {
        "ja": "　白紙の上にぽつんと置かれた黒い点と変わらない。",
        "en": "  It was as if he was an unwritten character on a blank piece of white paper.",
        "pl": ""
    },
    {
        "ja": "　後も先もない、ただそれだけの状態。",
        "en": "  There was no before, there was no after, there was only what came next.",
        "pl": ""
    },
    {
        "ja": "　それが銃口を向けられた人間の、ごく平均的な思考である。",
        "en": "  This was a very common thought process for anyone staring down the barrel of a gun.",
        "pl": ""
    },
    {
        "ja": "「あ、<命乞|いのちご>いは止めてね。意味ないから。",
        "en": "\"Oh, don't bother begging. It's pointless.",
        "pl": ""
    },
    {
        "ja": "　でも恨み言ならご自由に。殺す側の義務として、一言一句聞いてあげる」",
        "en": "  But feel free to air your grievances. It's a killer's duty to listen to her victim's last words.\"",
        "pl": ""
    },
    {
        "ja": "　意味がない、とは、一切聞かない、というコトらしい。",
        "en": "  By saying it was pointless, she made it sound more like she would not listen to what he had to say.",
        "pl": ""
    },
    {
        "ja": "　もっとも、草十郎はショック状態で声をあげる行為そのものが思いつかない。",
        "en": "  However, Soujuurou was in such a state of shock that it did not even enter his mind to speak up.",
        "pl": ""
    },
    {
        "ja": "　確かな事は―――そう、理由はともかく、目の前の少女が自分を殺したがっている現実だけ。",
        "en": "  All he knew, for reasons unknown, was that the girl in front of him wanted him dead.",
        "pl": ""
    },
    {
        "ja": "『う、嘘つきにもほどがある……！",
        "en": "(Y-You could have told me, Tobimaru!",
        "pl": ""
    },
    {
        "ja": "　鳶丸のバカ、何が“そんな生き物はいない”だ！",
        "en": "  You said that no such thing exists!",
        "pl": ""
    },
    {
        "ja": "　実際いるじゃないか、こんなお化けみたいなのが……！』",
        "en": "  Well how about now, idiot? There's a monster right in front of me!)",
        "pl": ""
    },
    {
        "ja": "　もし口に出していたら間髪入れず第二撃が飛んできたであろう感想を、草十郎はすんでのところで心にとどめた。",
        "en": "  Soujuurou felt that if he had said that aloud, the second blast would come even quicker than the last, so he kept it to himself.",
        "pl": ""
    },
    {
        "ja": "　友人への悪態で<麻痺|ショック>状態から<恐慌|パニック>状態に持ち直す。",
        "en": "  His mental expletives stirred his mind from paralysis to mere panic.",
        "pl": ""
    },
    {
        "ja": "　しかし、それは決して余裕からきたものではない。",
        "en": "  This response came not from confidence, however.",
        "pl": ""
    },
    {
        "ja": "“ある日突然、何者かに殺される”",
        "en": "\"Someday, out of the blue, someone is going to kill me.\"",
        "pl": ""
    },
    {
        "ja": "　その、あまりにも<経緯|りゆう>のない非日常は、",
        "en": "  While it may have seemed like a baseless belief to hold-",
        "pl": ""
    },
    {
        "ja": "『でも、そうだった……都会には<殺|・><人|・><事|・><件|・>がある。",
        "en": "(Oh, but now that I think about it, murders happen all the time in cities.",
        "pl": ""
    },
    {
        "ja": "　ルールを破れば殺されるのは当たり前だって、ちゃんと教えてもらってた……！』",
        "en": "  I should have remembered: you break the rules, you get killed! It's clear to me now!)",
        "pl": ""
    },
    {
        "ja": "　都会に慣れていない草十郎にとって、極めて現実的なものだったからだ。",
        "en": "  To Soujuurou, the situation seemed to perfectly align with his inexperienced understanding that the city was a coldly pragmatic place.",
        "pl": ""
    },
    {
        "ja": "　彼にとって同級生に殺される現実は、そう驚くべき事ではないらしい。",
        "en": "  As far as he was concerned in this moment, being killed by a classmate was not something to be so surprised by.",
        "pl": ""
    },
    {
        "ja": "　人が人を殺す<事件|ケース>が起こりえる社会ならば、そういうコトもあるだろうと受け止められる。彼は青子の行為、凶行にいたる経緯に、なんら疑問を持っていない。",
        "en": "  In a society where murder was possible, he was able to accept this sort of situation as natural. Of virtually no concern was the series of events that led to Aoko's aggression towards him, ",
        "pl": ""
    },
    {
        "ja": "　なので、いま彼を混乱させているものは、青子が起こしている発火現象だけなのだった。",
        "en": "  The only thing that truly confused him was Aoko's blue fireball.",
        "pl": ""
    },
    {
        "ja": "「――――――」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　草十郎の喉がごくりと唾を飲みこむ。",
        "en": "  Soujuurou swallowed with an audible gulp.",
        "pl": ""
    },
    {
        "ja": "　その反応は、誰の目にも恐怖で<痺|しび>れている犠牲者に見える。",
        "en": "  To anyone who may have been watching, it was the response of a victim paralyzed by fear.",
        "pl": ""
    },
    {
        "ja": "「そういう事よ。ようやく理解してくれたわね。",
        "en": "\"That's right. So you do finally get it.",
        "pl": ""
    },
    {
        "ja": "　多くは語らないけど、貴方にはここで死んでもらう。",
        "en": "  I'm all out of words, so I think it's time you died.",
        "pl": ""
    },
    {
        "ja": "　魔術は<隠匿|いんとく>するもの―――なんて言ってもそっちには関係のない事だし。単に運がなかったって思えばいいわ。大事なのは、私が、貴方を殺したってコトだけだから」",
        "en": "  I could go on about how magecraft has to stay hidden, but that doesn't really have anything to do with you. All you need to know is that you were in the wrong place at the wrong time. And that it was me who killed you.\"",
        "pl": ""
    },
    {
        "ja": "　さて、とばかりに青子は再度、右手を<掲|かか>げた。",
        "en": "  Done talking, Aoko once again lifted her right arm.",
        "pl": ""
    },
    {
        "ja": "　機械を思わせる駆動音。",
        "en": "  There was a hum like a machine.",
        "pl": ""
    },
    {
        "ja": "　<袖|ふく>の下で青い光が回転している。",
        "en": "  Blue light began to revolve about her arm beneath her sleeve.",
        "pl": ""
    },
    {
        "ja": "　それがさっきより長い―――つまり、きっと、いま背後の壁を燃やしているものよりずっと強い―――ことに気づいて、草十郎の混乱は加速していく。",
        "en": "  This was taking longer than last time, leading Soujuurou to believe that it was going to be much stronger than the attack that was still scorching the wall behind him. The realization caused his panic to heighten.",
        "pl": ""
    },
    {
        "ja": "“いや、なんだ、つまり、始末するとかしないとか、あの夜のお化けは蒼崎だったとか、都会はホントに込み入ってるとか、そういうコトじゃなくて―――”",
        "en": "(No, wait, it's not about me having to die, or the fact that the monster that night was actually Aozaki, or even whether she's a part of the church... It's not about any of that.)",
        "pl": ""
    },
    {
        "ja": "　混線する思考。",
        "en": "  His thoughts became jumbled.",
        "pl": ""
    },
    {
        "ja": "　早鐘を打つ心臓。",
        "en": "  His heart pounded like a hammer.",
        "pl": ""
    },
    {
        "ja": "　―――もう立ち尽くしている場合じゃない。",
        "en": "  ...This was no time to be standing still.",
        "pl": ""
    },
    {
        "ja": "　目の前の少女が同じ人間であるかさえ怪しいが",
        "en": "  He was not sure if the girl in front of him was really human.",
        "pl": ""
    },
    {
        "ja": "　それはともかく、やっぱり、たとえ納得がいくといってもきちんと考えてみたら、",
        "en": "  And more importantly, even if he could accept the events unfolding before him, when all was said and done...",
        "pl": ""
    },
    {
        "ja": "「まて、人殺しはいけないんだぞっ……！」",
        "en": "\"Wait! It's wrong to kill people!\"",
        "pl": ""
    },
    {
        "ja": "　この通り、いくら都会のルールだからって殺されるのはご<免|めん>こうむる……！",
        "en": "  Even if it was a fact of life in the city, Soujuurou was not about to lie down and die!",
        "pl": ""
    },
    {
        "ja": "「分かってるわよ、そんな事はっ！」",
        "en": "\"Don't you think I know that?!\"",
        "pl": ""
    },
    {
        "ja": "「ちょっ、待―――！」",
        "en": "\"Just... W-Waaait!\"",
        "pl": ""
    },
    {
        "ja": "　あまりにも空気を読まない草十郎の意見は、的確に青子の<逆鱗|げきりん>に触れまくった。",
        "en": "  Soujuurou's scream, still entirely oblivious, was just the thing to invoke Aoko's full wrath.",
        "pl": ""
    },
    {
        "ja": "「うわああああ――――――！！！？」",
        "en": "\"AaaHhhaaah!?\"",
        "pl": ""
    },
    {
        "ja": "　連続で<撃|う>ち出される青い<魔弾|まだん>と、",
        "en": "  Aoko fired a barrage of blue magical bullets.",
        "pl": ""
    },
    {
        "ja": "　とっさに背後の闇―――ミラーハウスの入り口に駆けこむ草十郎。",
        "en": "  In an instant, Soujuurou dashed into the shadows behind him, into the entrance to the house of mirrors.",
        "pl": ""
    },
    {
        "ja": "「はっ―――なななんだ、今のなんだ―――！？」",
        "en": "\"Wh-Wh-What the heck was that?!\"",
        "pl": ""
    },
    {
        "ja": "　無我夢中で長い通路を走る。",
        "en": "  He darted feverishly down the hall.",
        "pl": ""
    },
    {
        "ja": "　たった二メートルの全力疾走で息が上がっているのは初撃を上回る“見たこともない出来事”への驚きと、本気で、あと一秒でも飛びのくのが遅かったら死んでいた、という実感のせいだ。",
        "en": "  After a mere two meters, he was left completely out of breath. This was due to his shock at seeing yet another attack, fiercer than the first, that he'd never seen in his life, and because he couldn't shake the thought that if he had moved even a second later, he would be dead.",
        "pl": ""
    },
    {
        "ja": "　足を止める余裕はない。",
        "en": "  He could not afford to stop.",
        "pl": ""
    },
    {
        "ja": "　草十郎の後ろには容赦のない足音が迫っている。",
        "en": "  The sound of merciless footsteps closed in behind him.",
        "pl": ""
    },
    {
        "ja": "「……けど助かった。ここならなんとか―――」",
        "en": "\"I've bought myself some time. Maybe here I'll be able to figure out something...\"",
        "pl": ""
    },
    {
        "ja": "　なるかもしれない、と全力で走る。",
        "en": "  He threw everything into his legs as he sprinted.",
        "pl": ""
    },
    {
        "ja": "　ミラーハウスは入り口からエントランスにあたるロビーまで、細長い通路が二十メートルほど続いている。",
        "en": "  A straight, narrow passage about 20 meters long connected the entrance to the main lobby.",
        "pl": ""
    },
    {
        "ja": "　このままロビーまで逃げこめば、あとはいくらでも隠れ場所はありそうだ。",
        "en": "  At this rate, if he could just make it to the lobby, he was sure he would be able to find as many hiding spots as he needed.",
        "pl": ""
    },
    {
        "ja": "『助かった……！』",
        "en": "(Thank god!)",
        "pl": ""
    },
    {
        "ja": "　大きな空間にたどり着く。",
        "en": "  He arrived in a large, open space.",
        "pl": ""
    },
    {
        "ja": "　ここが一階ロビー。通路は三つ。",
        "en": "  This was the first floor lobby. There were three passageways.",
        "pl": ""
    },
    {
        "ja": "　地下に下りる階段と、",
        "en": "  One led to the basement floor.",
        "pl": ""
    },
    {
        "ja": "　一階迷路への入り口通路と、",
        "en": "  One connected to the first floor maze.",
        "pl": ""
    },
    {
        "ja": "　二階に上る階段。",
        "en": "  The other was a set of stairs leading to the second floor.",
        "pl": ""
    },
    {
        "ja": "　今はどれでもいい、と草十郎は直感的に一階の迷路へ逃げこもうと踏みこんで、",
        "en": "  Soujuurou did not particularly care which one he chose, so, trusting his intuition, he made a run for the first floor maze, when...",
        "pl": ""
    },
    {
        "ja": "「痛……！？」",
        "en": "\"Ouch!\"",
        "pl": ""
    },
    {
        "ja": "　がいーん、と透明の壁に頭からぶつかった。",
        "en": "  He smacked his head into a transparent wall.",
        "pl": ""
    },
    {
        "ja": "「か、鏡……!?」",
        "en": "\"A...mirror?!\"",
        "pl": ""
    },
    {
        "ja": "「ええ。面倒だけど、それならフェアでしょ？",
        "en": "\"That's right. It's annoying, but I guess this makes things fair.",
        "pl": ""
    },
    {
        "ja": "　追いかける方にも逃げる方にも有利不利がある」",
        "en": "  The chaser and the chased are on equal ground.\"",
        "pl": ""
    },
    {
        "ja": "　どことなく楽しげな声が届く。",
        "en": "  A somehow-cheerful voice echoed in his direction.",
        "pl": ""
    },
    {
        "ja": "　いちいち振り向くまでもない。",
        "en": "  There was no need for Soujuurou to even turn around.",
        "pl": ""
    },
    {
        "ja": "　いま彼を<弾|はじ>いた鏡に、ゆっくりと歩いてくる蒼崎青子の姿が映っている。",
        "en": "  In the very same mirror he had crashed into he could see Aoko Aozaki's figure slowly approaching.",
        "pl": ""
    },
    {
        "ja": "「それと、一階の奥にある出口は封鎖しといたから。結界じゃなくて物理的に。",
        "en": "\"You should know, I sealed off the first floor exit deeper inside. Physically, not with a Bounded Field.",
        "pl": ""
    },
    {
        "ja": "　やりすぎて封鎖っていうより瓦礫？　土砂崩れ？　どっちでもいっか。とにかく下手に出口に近づくと崩落に巻き込まれるから。生き埋めがイヤなら近寄らないことね」",
        "en": "  Is calling it a seal going too far? Maybe plugged or buried works. Either way, if you get too close, you'll be swallowed by a cave-in. I recommend keeping your distance if you don't want to be buried alive.\"",
        "pl": ""
    },
    {
        "ja": "「―――、―――！」",
        "en": "\"-, -!\"",
        "pl": ""
    },
    {
        "ja": "　近づいてくる足音に焦りながら、草十郎は手探りで壁に向かう。",
        "en": "  Panicked by the impending footsteps, Soujuurou groped for the wall.",
        "pl": ""
    },
    {
        "ja": "　見えているのは二階への階段だ。",
        "en": "  He could see the stairs to the second floor.",
        "pl": ""
    },
    {
        "ja": "　青子の言っている<内|コ><容|ト>はさっぱりだが、一階はまずい、という事だけは確かだった。",
        "en": "  He did not understand what Aoko had meant earlier, but he at least knew that the first floor was not going to save him.",
        "pl": ""
    },
    {
        "ja": "「ま、私としてはそっちのが助かるけど。",
        "en": "\"It would save me a lot of trouble if you just died that way, though.",
        "pl": ""
    },
    {
        "ja": "　形式上、事故死の方が後始末とか楽だから」",
        "en": "  The cleanup is much easier for accidental deaths.\"",
        "pl": ""
    },
    {
        "ja": "「……！」",
        "en": "\"...!\"",
        "pl": ""
    },
    {
        "ja": "　背後には正体不明の生物。",
        "en": "  Behind him was a creature beyond words.",
        "pl": ""
    },
    {
        "ja": "　彼女は軽口と共に、これみよがしに右腕を持ち上げる。",
        "en": "  As she continued her idle taunting, she lifted her right arm ostentatiously.",
        "pl": ""
    },
    {
        "ja": "　……それは服の上からでも分かる、少女の体には不釣り合いな、一種奇怪な<紋様|もんよう>だった。",
        "en": "  Even from above her clothes one could see some kind of strange, incongruous pattern upon her body.",
        "pl": ""
    },
    {
        "ja": "　皮膚の下の血管。",
        "en": "  The veins beneath her skin...",
        "pl": ""
    },
    {
        "ja": "　身体を巡る機能の一つが、人間以外のモノで回っているような。",
        "en": "  They made it seem as though something inhuman was circulating her body.",
        "pl": ""
    },
    {
        "ja": "「――――――」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　それを傷ましいとも、おぞましいとも感じたのか。",
        "en": "  Whether out of pity or repulsion,",
        "pl": ""
    },
    {
        "ja": "　一瞬だけ足を止める草十郎と、",
        "en": "  Soujuurou stopped for just a moment.",
        "pl": ""
    },
    {
        "ja": "　その視線を受け流す追跡者。",
        "en": "  His pursuer evaded his gaze.",
        "pl": ""
    },
    {
        "ja": "「ああ、これ？　普段は塗り薬で隠しているんだけど、今日は特別。",
        "en": "\"You've noticed, then. I normally hide it with ointment, but today is special.",
        "pl": ""
    },
    {
        "ja": "　魔術刻印って言ってね、魔術師の証みたいな物よ。",
        "en": "  It's called a Magical Crest. It's proof that I'm a mage.",
        "pl": ""
    },
    {
        "ja": "　ほら、光が回ってるでしょ？　これがさっきのスナップ……分かりやすくいうと弾丸のもと。",
        "en": "  You see this light revolving around me, right? It's the beginning of what formed that Snap―those bullets.",
        "pl": ""
    },
    {
        "ja": "　今日は調子いいし、私、魔力を効率よく使うのだけは自信あるし―――うん、あと三十回ぐらいかな？　さっきみたいな掃射ができるのは」",
        "en": "  I'm feeling pretty good today, and I've never felt more confident in how to use my magical energy efficiently. I think I'm good for another thirty bullets or so.\"",
        "pl": ""
    },
    {
        "ja": "　感情がハイになっているのか、彼女はやけにフレンドリーな口調だった。",
        "en": "  Perhaps she was on an emotional high, for her voice had become frightfully friendly.",
        "pl": ""
    },
    {
        "ja": "「…………」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　もっとも、会話の内容は物騒なコトこの上ないのだが。",
        "en": "  The substance of the conversation could not have been any more unsettling, however.",
        "pl": ""
    },
    {
        "ja": "「……そもそも、何を言っているかよく分からないんだけど、蒼崎」",
        "en": "\"...I don't understand a thing you're saying, Aozaki.\"",
        "pl": ""
    },
    {
        "ja": "「分からない？　弾数はあと三十発って事。",
        "en": "\"You don't? I'm telling you that I have thirty more shots in the tank.",
        "pl": ""
    },
    {
        "ja": "　そこまで逃げ切ればあなたの勝ちよ。とりあえず、今日のところはね」",
        "en": "  If you can escape before I use them up, it's your win. For today, that is.\"",
        "pl": ""
    },
    {
        "ja": "『……今日はって、明日もあるのかな……』",
        "en": "(...For today? You mean I have to do this tomorrow, too?)",
        "pl": ""
    },
    {
        "ja": "　眉をひそめて悩む草十郎。",
        "en": "  Soujuurou knit his brows.",
        "pl": ""
    },
    {
        "ja": "　恐慌しながらも、やはり根っこのところで危機感のない態度に、青子も<微|かす>かに眉を寄せる。",
        "en": "  Aoko's expression creased into a scowl at his behavior. Although he was panicking, it seemed that deep down he still did not feel the full weight of the crisis.",
        "pl": ""
    },
    {
        "ja": "　やっぱりこいつは理解できない、と。",
        "en": "  She knew he still didn't get it.",
        "pl": ""
    },
    {
        "ja": "「宣言はしたわ。自由時間はこれでおしまい。",
        "en": "\"I said my piece. Free time is over.",
        "pl": ""
    },
    {
        "ja": "　まだ<罵|ののし>り足りないだろうけど、ま、その手の時間はキリがないしね。このあたりで<諦|あきら>めて」",
        "en": "  I may still have some trash talk left in me, but, well, there's never enough time to get it all off my chest, anyway. Just give up already.\"",
        "pl": ""
    },
    {
        "ja": "　どうも、この<弛緩|しかん>した会話劇は<意|い><図|と>的に用意されたものらしい。",
        "en": "  It appeared Aoko had prepared this theatrical dialogue ahead of time.",
        "pl": ""
    },
    {
        "ja": "　届かない命乞いではなく、殺人者を呪う<時間|けんり>。",
        "en": "  Not to allow her opponent time for futile pleading, but to give him the time to curse her, his killer.",
        "pl": ""
    },
    {
        "ja": "　……青子流の公正さなのだが、締まらないコトに、今回はうまく機能しなかったようだ。",
        "en": "  Such forthrightness was her modus operandi. With this victim, however, it was not going as she had hoped.",
        "pl": ""
    },
    {
        "ja": "「とにかくそういう事だから。",
        "en": "\"Anyway, that's all I have to say.",
        "pl": ""
    },
    {
        "ja": "　―――じゃ、狩りの時間といきましょうか」",
        "en": "  Shall we begin the hunt?\"",
        "pl": ""
    },
    {
        "ja": "　感情を<排|はい>した声と、冷酷に獲物を見据える瞳。",
        "en": "  Her voice was void of emotion, and her eyes ruthless as they bored into her prey.",
        "pl": ""
    },
    {
        "ja": "　それで今度こそ本当に、自分が殺されるという現実を、草十郎は実感した。",
        "en": "  This time, Soujuurou finally accepted that he was going to die.",
        "pl": ""
    }
]