[
	[
		"　かくして、遊園地は遠き日の輝きを取り戻した。",
		"　夜を照らす無数の電飾。",
		"　スピーカーから流れるレコードの音。",
		"　くるくると回りだす大小のゴーラウンド。",
		"　……言うまでもなく、すべてあり得ない光景だ。",
		"　魔力を電流に変換して施設を動かす、というのも錬金術なら可能だろう。",
		"　―――だが。",
		"　仮に電気が供給されたとしても、壊れたものは蘇らない。",
		"　少女が調合しているものは化学式ではなく、摂理を<融|と>かす魔女の鍋に他ならない。",
		"“……まずいわね。有珠のプロイは何個か見てきたけど、今回のはケタが違う―――”",
		"「――――<接続|セット>」",
		"　不安を押し殺し、青子は右腕の刻印に火をいれる。",
		"　魔術回路が魔術師の<基|エ><本|ン><性|ジ><能|ン>なら、",
		"　刻印は魔術行使を補助する<演算装置|ソフトウェア>だ。",
		"　魔術師として半人前の青子を助ける切り札。",
		"　刻印化された術式なら魔力を通すだけで……その効能は劣化するにしても……再現できる、蒼崎の後継者の証である。",
		"「―――行使二層、直流数紋」",
		"　刻印の紋様を術式再現のカタチに切り替え、自身の魔力回路に繋ぐ。",
		"　列車の<路線変更|レールチェンジ>じみた、何十という回路の<形成|パズル>。",
		"　それをできるだけ迅速に、可能な限り丁寧に組みたてる。",
		"　<無詠唱|そくせき>の魔術では久遠寺有珠に届かない。",
		"　先の魔弾で有珠を守る防壁の強度は<測|はか>った。",
		"　今度は先の五倍、二十トンの衝撃を叩きこむ。",
		"　漂いだした濃霧の守りと、有珠が常に<纏|まと>っている障壁。",
		"　両方合わせても十分に貫通する。",
		"　なので、当たりどころが悪ければ胸骨が心臓に刺さってノックアウト。",
		"　<最悪|さいあく>でも時計台からは撃ち落とせる、のだが―――",
		"「あの、そろそろいいかな」",
		"　殺し合いモードに入った緊張感を台無しにする男がひとり。",
		"　さっきから難しい顔で青子と有珠を交互に観察していた草十郎は、",
		"「それで、どういう話になったんだ？」",
		"　駅まではどう行くんですか？",
		"　みたいな質問を口にするのだった。",
		"「――――――」",
		"　怒鳴り返したいところだが、こう真剣に訊かれると怒るより呆れてしまう。",
		"“……信じられない。慣れてきた、私……”",
		"　青子はぐっとため息を飲みこんで、刻印の起動に意識を集中する。",
		"「交渉は決裂。ちょっと怒らせすぎた。",
		"　あの子から見れば、まあいい機会だし、遊園地ごと私を亡きものにしようってハラね」",
		"「？？？」",
		"　もっと簡単な言い回しプリーズ、と首をかしげる草十郎。",
		"「私、わりとあの子に恨まれてるから。捕まったが最後、どんな風に殺されるか想像すらできないわ。",
		"　……要するに、アンタも私も、あの子をどうにかしないと生きて帰れないってコトよ」",
		"「そんな、とばっちりだ！」",
		"「まあ―――そういう事になるかもね！」",
		"　この期におよんで空気読めていない草十郎の叫びに、青子は渾身の右腕を放つ。",
		"　狙いは草十郎ではない。",
		"　ちょっと前までの青子なら草十郎へ掃射していた気配濃厚だが、今は時計台に立つ黒衣の少女が優先される―――！",
		"「っ―――！！！？」",
		"　あまりの驚きに状況把握が間に合わない。",
		"　現状で考えられる最速／最高威力の魔弾を防がれた。",
		"　それはいい。",
		"　有珠が本気で防御に徹すればそれぐらいはするだろう。",
		"　だが今のは何事か。",
		"　何か得体の知れないものが飛んできて有珠を守った。",
		"　馬？バッタ？いや、そもそもあんな生き物はこの世には存在しない。",
		"　あんな風に―――雲霞のように群をなして、夜空を埋め尽くしたりはしない。",
		"「な―――」",
		"　あり得ないものが、あり得ないカタチで動き出す。",
		"　少女は彼らに電源など与えていない。",
		"　そも必要としていない。",
		"　壊れ、<棄|す>てられた彼らは、もう人間の<法則|ルール>には従わない。",
		"　それは、おとぎ話の侵略だった。",
		"　<自動人形|オートマタ>なぞ優しいものだ。",
		"　自律する人形は魔術の<業|わざ>によるものだが、それでも、人形としてのあり方を守っていた。",
		"　だが―――動きだし、新たな命を得た<彼|・><ら|・>は、もう人形ですらない。",
		"　器物が生物に、",
		"　模型が畸形に変貌する。",
		"　広がりつつあるのは視覚化できるほど濃密な魔力の霧と、",
		"　入園者を歓迎する、千を超える<怪物|クリーチャー>たち……！",
		"「っ、―――！！！！」",
		"　背中を走る戦慄につき動かされ、青子は一工程の魔弾を掃射する。",
		"　無我夢中の攻撃は無様に散った。",
		"「あ―――」",
		"　メリーゴーラウンドの騎士は空を飛び、",
		"　<緑|みどり>トカゲは火を吹きながら集まりだす。",
		"　焼きたてべーカリーは経営を再開し、オーブンからは人間大の焼きたてパンが小隊を組んで進軍する。",
		"「―――蒼崎、後ろ！」",
		"　青子と草十郎は包囲されつつあった。",
		"　軋みをあげてゆっくりとまわる観覧車。",
		"　涙に濡れたキッツィーを乗せて、ガラクタの車両がコースターを走っていく。",
		"　あまりにも歪んだ幻想。",
		"　赤く回りだした遊園地を背に、黒衣の少女は君臨する。",
		"　ああ、これはない。",
		"　これはないわ、と忘我しながら、青子はこの現象が何であるかに当たりをつけた。",
		"「―――そうだ、これは」",
		"　有珠に聞いたマインスターの使い魔たち。",
		"　その中でも三本指に入る折り紙付きの使い魔が、これと似た出来事を起こすハズだ。",
		"　名前は、たしか―――",
		"「<童話の怪物|プロイキッシャー>、フラットスナーク……！」",
		"「蒼崎、だから後ろ！」",
		"「―――！」",
		"　青い魔弾を受け、木っ端微塵に砕け散るクリーチャー。",
		"　青子の魔弾の威力があがっている、というのもあるが、一体一体は自動人形ほど頑丈ではないようだ。",
		"「静希君、こっち！」",
		"　青子は時計台に背を向けて、草十郎の手をとって走りだす。",
		"「ちょっ、蒼崎！？」",
		"「ごめん、これ無理！",
		"　逃げるわよ！」",
		"「逃げるってどこに！？」",
		"「どこって、とにかく行けるところまで……！」",
		"　自分に言い聞かせるように叫んで、青子は気合いで道を<拓|ひら>く。",
		"　放たれる魔弾は悲鳴そのものだ。",
		"　立ちふさがる……というより、ただ集まっていただけのクリーチャーたちを吹き飛ばし、ふたりは包囲網を抜けだした。",
		"　青い火花を散らす魔弾。",
		"　波うつレンガの道を青子たちはひた走る。",
		"　つり橋効果を遥かに超える戦場での信頼感。",
		"　ふたりは全速力で、さしたる会話もアイコンタクトもなく、遊園地の出口を目指す。",
		"　この異常は遊園地の中だけのこと。",
		"　なら、外に出てしまえば助かるだろうと。",
		"　が。",
		"　戦力差、数にして二人対数百人。",
		"　もとい、一人対数百体。",
		"　草十郎はほとんど使い物にならないし、",
		"　襲いかかってくるのは人というより<人形|パペット>である。",
		"「さっきの大丈夫！？",
		"　上からこう、でっかいハサミが落ちてきたけど！」",
		"　立ちふさがる怪物を撃ち砕きながら青子が叫ぶ。",
		"　振り向く余裕も、立ち止まっている暇もない。",
		"「なんとか、ギリギリ！」",
		"　青子を追う草十郎も、さすがに声がうわずっている。",
		"　―――さかのぼること五分前。",
		"　広場の包囲網からは呆気なく抜け出せた。",
		"　住人たちの“目覚め”には個体差があって、大きなものほど動きだすには時間が必要らしい。",
		"「ラッキー、朝に弱いタイプばっかとみた！」",
		"　青子は軽口を言って、ひょっこり現れたザコをなぎ払う。",
		"　そんな時。",
		"「へ？」",
		"　突如、ふたりの頭上にとんでもないモノが伸びてきた。",
		"　ロブスター<専門店|レストラン>の屋根に鎮座していた、全長18メートルのザリガニ、そのハサミである。",
		"「…………！」",
		"　ほとんどギロチンのようなハサミだった。",
		"　レストラン前を横切る青子たちを、凄まじいスピードでまっ二つにしようと迫る<赤い甲殻類|レッドキング>。",
		"「静希君、ユーターン！　こっちはダメ！」",
		"　ロブスター店を抜ければすぐに<正門|ゲート>だったが、ふたりは巨大ザリガニから逃れるように遠回りをする。",
		"　そうして迂回した先に待ち受けていたのは、おびただしいまでの怪物の群だった。",
		"「なんとか、ギリギリ！」",
		"　あやうく首からすっぱり切られそうだったピンチを思いだしながら、草十郎は青子に叫び返す。",
		"「って前！　うわ、なんだあれ、焼きたてか！？」",
		"「そうみたいね、要するに下級兵士よ！」",
		"　青子は駆け足を止めて魔術刻印をフル回転させる。",
		"“距離七、六、五メートル……！",
		"　あの程度ならスナップだけで事足りる……！”",
		"　レンガの道を滑りながら右腕を一閃する。",
		"　放たれる魔弾の雨。",
		"　威力より弾数を優先した<一工程|スナップ>は、立ちふさがる怪物たちを小気味良くまき散らかす。",
		"「―――蒼崎、そっちも！」",
		"「了解……！」",
		"　電飾のついた遊歩道に、青い火花が咲き乱れる。",
		"　扇状に弾幕をはる青子の姿は、空から<俯瞰|ふかん>すれば美しいスターマインそのものだ。",
		"　焼きたてパンの<遊び道具|レイカンファー>、ブレッドマンではそれこそ消し<炭|ずみ>にされるだけ。",
		"“いける―――数でこそ押されてるけど、この状態が続くなら逃げきれる―――！”",
		"「静希君、そっちは！？」",
		"「いない、空いてる！　ここからなら入り口の東側に出られるはずだ！」",
		"　並の魔術師なら息切れをする数の魔弾を放ちながら、新米魔術師は敵の囲みを突破する。",
		"　……一方。",
		"　そんな光景を、じっくりと観察する鳥が一羽。"
	],
	[
		"  Faded glory returned to Kitsy Land.",
		"  The neon glow of innumerable lights illuminated the night.",
		"  Speakers filled the air with the sound of vinyl music.",
		"  Merry-go-rounds, small and large, whirled round and round.",
		"  All in all, it made for a mind-bending spectacle.",
		"  It was certainly possible to power the facilities by transmuting magical energy into electricity via alchemy.",
		"  That said...",
		"  Simply supplying the park with electricity would not have brought back to life that which was broken.",
		"  The young woman did this not by mixing chemicals into a compound, but by melting down divine providence into a witch's brew.",
		"(...This is bad. I've seen her Ploys, and this one is something completely new.)",
		"\"...<Connecting.|Set.>\"",
		"  Stifling her anxiety, Aoko fired up the crest on her right arm.",
		"  If Magic Circuits were a mage's engine,",
		"  then their crest was software that assisted their magecraft.",
		"  For the fledgling mage Aoko, this was her trump card.",
		"  All she had to do was supply magical energy to her crest-based formula. It may not have been the strongest magecraft, but it was hers; proof that she was the successor of the Aozaki lineage.",
		"\"Execute double layer. Direct current to crest.\"",
		"  The pattern of her crest shifted to execute the formula, which then connected to her Magic Circuits.",
		"  The process resembled trains changing rails, a puzzle involving dozens of circuits.",
		"  She constructed it as swiftly as possible without sacrificing the quality of its construction.",
		"  Instant magecraft cast without an incantation would not be enough to reach Alice Kuonji.",
		"  Aoko had gauged the strength of Alice's defense with her initial shots.",
		"  She would dial up the power five times the next time, driving twenty tons of force into her target.",
		"  Alice had the protection of the thick, hanging fog and the dense barrier around her.",
		"  However, this attack would be more than enough to pierce through both.",
		"  If Aoko struck home, at best it would cave in Alice's chest and end the fight.",
		"  At worst, it would at least knock Alice down from her position atop the clock tower.",
		"\"Hey, I have a question.\"",
		"  As always, there was one guy who spoiled the deadly tension, pulling Aoko out of killer mode.",
		"  Soujuurou had been looking back and forth between Aoko and Alice in confusion.",
		"\"What's going on now?\"",
		"  He said it like he might ask",
		"for directions to the train station.",
		"\"...\"",
		"  Normally she would have lashed out screaming in response, but his entirely-serious tone shocked her more than it angered her.",
		"\"...Unbelievable. Is this my life now?\"",
		"  Aoko swallowed back a sigh and returned her focus to activating her crest.",
		"\"Negotiations have broken down. I pissed her off a bit too much.",
		"  From her perspective, this is a good chance to kill me off. Along with the entire theme park, I guess.\"",
		"\"???\"",
		"  Soujuurou tilted his head, as if begging for a simpler explanation.",
		"\"She's really got it in for me. I can't even imagine what sort of death she has in store if she catches me.",
		"  ...What I'm saying is, neither you or me are getting out of this alive unless we do something about her.\"",
		"\"So you're saying I got dragged into your quarrel?!\"",
		"\"Pretty much!\"",
		"  As Soujuurou protested in a tone wholly inappropriate to the situation, Aoko let another blast rip from her right arm.",
		"  She was not aiming at Soujuurou, though.",
		"  A little earlier in the day and Aoko would have been happy to do exactly that, but now, her attention was focused on the girl in black atop the clock tower.",
		"\"?!?!?!\"",
		"  She could hardly grasp the situation amidst her astonishment.",
		"  She fired the strongest, fastest magic bullet she had the ability to conjure, and Alice blocked it.",
		"  That was to be expected.",
		"  When Alice set her mind to defending herself, such an attack was child's play.",
		"  But what just happened?",
		"  Something she had never seen before had leapt to Alice's defense.",
		"  A team of horses? A plague of locusts? No. Those things existed in this world, unlike what Aoko had just witnessed.",
		"  Normal creatures could not form like a spontaneous cloud of fog and then dissipate just as quickly into the night sky.",
		"\"What...?\"",
		"  Impossible things moved in impossible ways.",
		"  Alice was not even supplying them with any power source.",
		"  Those things never needed power in the first place.",
		"  Those broken and discarded things did not follow the rules of mankind.",
		"  This was an invasion of fairy tales.",
		"  Compared to them, the automaton looked merciful.",
		"  Autonomous puppets were products of magecraft, but even then they behaved as puppets should.",
		"  These newly-animated things, however, were nothing of that sort.",
		"  Empty vessels became living creatures-",
		"  dummies warped into malformed beings.",
		"  There was a fog so dense with magical energy it visibly spread to all corners of the park,",
		"  bringing with it a monstrous welcoming party that easily numbered over a thousand.",
		"\"...!!!\"",
		"  Spurred on by the shuddering sensation running down her spine, Aoko fired a barrage of single-action magic bullets.",
		"  Her impulsive attack scattered futilely.",
		"\"Ah!\"",
		"  The knights of the merry-go-round soared into the sky.",
		"  Green, fire-breathing lizards flocked.",
		"  The bakeries opened their doors once again, and human-sized loaves of fresh bread marched from their ovens as platoons of newly-baked soldiers.",
		"\"...Aozaki, behind you!\"",
		"  Aoko and Soujuurou were completely surrounded.",
		"  The Ferris wheel creaked as it gently turned.",
		"  A rickety train car raced about the roller coaster tracks with Kitsy, tears streaming down its face, aboard.",
		"  It was a grossly twisted fantasy.",
		"  The girl in black reigned over the insanity-fueled park.",
		"  Oh, now we're screwed.",
		"  Aoko was transfixed by the scene unfolding around her. Then, she realized what was happening.",
		"\"...Oh, I know what this is.\"",
		"  Alice had once told her of Meinster's familiars.",
		"  Among them were three of particular notoriety, one of which she recalled being capable of something similar to this.",
		"  And it was called...",
		"\"Ploy Kickshaw... Flat Snark!\"",
		"\"Seriously, Aozaki! Behind you!\"",
		"\"...!\"",
		"  Struck by Aoko's bullets, the creatures exploded into splinters.",
		"  It was clear Aoko's shots were becoming more powerful, but it was also the case that these beings were less robust than your average automata.",
		"\"Shizuki, this way!\"",
		"  Aoko turned away from the clock tower, grabbed his hand, and began to run.",
		"\"Wait, Aozaki?!\"",
		"\"Sorry, no time!",
		"  We're running!\"",
		"\"Running? To where?!\"",
		"\"It doesn't matter! Anywhere!\"",
		"  She shouted as though trying to persuade herself as she valiantly cleared a path.",
		"  Aoko's magic bullets flew like a scream.",
		"  Blowing away the creatures that stood in their way-or rather, simply gathered around-she made a hole for them to escape through.",
		"  Magic bullets exploded like blue fireworks.",
		"  Aoko and Soujuurou ran down the bumpy brick road.",
		"  Their bond, forged in the heat of battle, went far beyond mutual convenience.",
		"  They headed for the park's exit at full speed without exchanging a word or a look.",
		"  The weirdness only extended as far as the park border,",
		"  so they would be safe as long as they made it outside.",
		"  But...",
		"  Speaking in pure numbers, the difference in strength was two versus an army.",
		"  Or rather, one versus an army.",
		"  Soujuurou was hardly useful in this situation,",
		"  and \"man\"power wasn't really the issue here, since they were facing puppets.",
		"\"You okay?!",
		"  Those were some giant pincers back there!\"",
		"  Aoko shouted as she blasted away the monsters that stood in their path.",
		"  There was no time to stop for breath, or even to look back.",
		"\"Yeah, just barely!\"",
		"  As Soujuurou pursued, his voice, too, had naturally become shrill.",
		"  ...Five minutes earlier.",
		"  They had broken out of the siege at the plaza surprisingly fast.",
		"  It seemed that the residents' awakening differed case-by-case, with larger creatures taking additional time.",
		"\"We're lucky they're not the morning type!\"",
		"  Aoko joked as she mowed down the small fry that popped up.",
		"  But then.",
		"\"Eh?\"",
		"  Without warning, something outrageous extended its way down from above them.",
		"  It was the claws of the eighteen-meter lobster adorning the roof of a seafood restaurant.",
		"\"...!\"",
		"  Its pincers were like a guillotine.",
		"  As Aoko and Soujuurou cut across the front of the restaurant, the red king pressed in at tremendous speed, keen on splitting them each in two.",
		"\"Shizuki, hard about! This way's no good!\"",
		"  The gate was just on the other side of the restaurant, but they had to take the long way around in order to lose the giant lobster snapping at their heels.",
		"  Waiting along their detour had been a horde of monsters, too many to count.",
		"\"Yeah, just barely!\"",
		"  Soujuurou called out in response, recalling just how narrowly he had avoided his head being severed clean from his body.",
		"\"In front of us! What the heck are those? Are they freshly-baked!?\"",
		"\"It looks like it! In other words, they're the cannon fodder!\"",
		"  Aoko halted her sprint and set her crest into full operation.",
		"(Range: seven, six, five meters...!",
		"  At this distance, Snap'll take them down!)",
		"  Sliding along the brick path, she brandished her right arm.",
		"  She loosed a shower of magic bullets.",
		"  Snap was a single-action spell that favored rate of fire over power, and it mowed down the monsters with satisfying pops.",
		"\"...Aozaki, more over there!\"",
		"\"Roger that!\"",
		"  Blue explosions bloomed along the lamp-lit promenade.",
		"  Aoko's curtain of fire fanned out like a beautiful starmine fireworks show.",
		"  The toy bread-men turned to charcoal.",
		"(We can do this! They've got us overpowered in numbers, but at this rate we'll be able to get out of here!)",
		"\"Shizuki, how's it look over there?!\"",
		"\"Looks clear to me! We should be able to approach the exit from the east!\"",
		"  With a magical barrage that would leave an average spellcaster blue in the face, the novice mage broke through the siege.",
		"  Meanwhile...",
		"  A single bird keenly watched everything unfold."
	]
]