[
    {
        "ja": "　遊園地と外を分ける境界線に向かって、青子たちは走り続ける。",
        "en": "  Aoko and Soujuurou continued their dash toward the boundary separating the park from outside.",
        "pl": ""
    },
    {
        "ja": "　行く手を阻むオブジェの数は減ってきていた。",
        "en": "  The curio horde that stood in their way had reduced in number.",
        "pl": ""
    },
    {
        "ja": "　<外|そ><界|と>に通じる東側の鉄柵まで、あと三百メートル弱。",
        "en": "  The iron fence that separated the two from the outside world was just less than three hundred meters away.",
        "pl": ""
    },
    {
        "ja": "　幸運な事に、鉄柵への道中にはこれといって巨大な建物はない。",
        "en": "  Fortunately, there were no particularly large buildings barring their path.",
        "pl": ""
    },
    {
        "ja": "　あの観覧車に立ち<塞|ふさ>がられたらそれこそ終わりだが、観覧車が動き出すまであと幾ばくかの<猶予|ゆうよ>があるようだ。",
        "en": "  If the Ferris wheel had stood in their way, that would have spelled the end, but thankfully, it had yet to reach its full strength.",
        "pl": ""
    },
    {
        "ja": "　現れるのは青子の簡易魔術で吹き飛ばせる程度のオブジェのみ。",
        "en": "  The only things that appeared before them were weak oddities that could easily be handled by Aoko's simple magecraft.",
        "pl": ""
    },
    {
        "ja": "“これなら、なんとか―――”",
        "en": "\"At this rate, we just might...\"",
        "pl": ""
    },
    {
        "ja": "　鉄柵まで辿り着ける、と青子は呼吸を整える。",
        "en": "  She would have said \"make it to the fence\" if her lungs would only allow it.",
        "pl": ""
    },
    {
        "ja": "　遊園地に満ちている<魔力|マナ>を使用しているので、青子本人の魔力はほぼ満タン。",
        "en": "  Since Aoko was utilizing the ample mana filling the park, her tank of magical energy was nearly full.",
        "pl": ""
    },
    {
        "ja": "　<身体|からだ>の魔術回路は調子をあげる一方だし、一度ぐらいは全開で魔術行使をしてもいいぐらいだ。",
        "en": "  Coupled with the fact that the condition of her body's circuits was steadily improving to the extent that she would be able to unleash at least one all-out onslaught.",
        "pl": ""
    },
    {
        "ja": "「―――？」",
        "en": "\"...?\"",
        "pl": ""
    },
    {
        "ja": "　と。",
        "en": "  Until...",
        "pl": ""
    },
    {
        "ja": "そんな青子の視界上空に、なにやら系統の違うモノが浮遊していた。",
        "en": "Above her field of vision, something unusual was hovering.",
        "pl": ""
    },
    {
        "ja": "　それは草十郎のななめ上空に張りつき、三メートルの高さを維持したまま移動している。",
        "en": "  It was locked on Soujuurou, hovering three meters above him over to one side.",
        "pl": ""
    },
    {
        "ja": "「静希君、ちょっと」",
        "en": "\"Shizuki! Look!\"",
        "pl": ""
    },
    {
        "ja": "「ああ。さっきから付いてきてる」",
        "en": "\"What? That thing? It's been on us for a while.\"",
        "pl": ""
    },
    {
        "ja": "　青子より先に気づいていたのか、草十郎はイヤそうに上空を盗み見ていた。",
        "en": "  Soujuurou had seemingly noticed it before Aoko, hence his previous awkward glances toward the sky.",
        "pl": ""
    },
    {
        "ja": "　なにしろ自分にぴったりとくっついて来ているのだ。気にならない方がおかしい。",
        "en": "  In truth, it would have been stranger for him not to notice as the thing was practically glued to him.",
        "pl": ""
    },
    {
        "ja": "　浮遊物は大きさにして直径一メートルほど。",
        "en": "  In terms of its size, the floating object measured about one meter in diameter.",
        "pl": ""
    },
    {
        "ja": "　表面のタイルには<十|と><重|え><二|は><十|た><重|え>に廻る光の躍動。",
        "en": "  Tiles covered its exterior, about which a multitude of spinning lights danced about.",
        "pl": ""
    },
    {
        "ja": "「……卵、かな」",
        "en": "\"Is that an... egg?\"",
        "pl": ""
    },
    {
        "ja": "　草十郎は自信なさげに呟いた。",
        "en": "  Soujuurou asked, not really sure what to call it.",
        "pl": ""
    },
    {
        "ja": "「卵……？　卵って言ったら―――割れる卵！」",
        "en": "\"An egg? If it's an egg, then that means it'll crack!\"",
        "pl": ""
    },
    {
        "ja": "　<衛星|たまご>はゴムのように魔弾を弾く。",
        "en": "  Her bullets bounced off like it was made of rubber.",
        "pl": ""
    },
    {
        "ja": "　その特性―――干渉を当然のように無効化するのは、間違いなく“<童話の怪物|プロイキッシャー>”……！",
        "en": "  That trait―the ability to deflect all outside interference―confirmed to Aoko that this thing was undoubtedly a Ploy Kickshaw.",
        "pl": ""
    },
    {
        "ja": "「やっぱり外からのルールじゃ壊れないか……",
        "en": "\"Knew it. I can't break its rules from the outside.",
        "pl": ""
    },
    {
        "ja": "　静希君、アレから絶対に目をそらさないで！",
        "en": "  Shizuki, don't take your eyes off it even for a second!",
        "pl": ""
    },
    {
        "ja": "　いい、何があっても見続けること！　視界の<隅|すみ>に入れとくだけでいいから！」",
        "en": "  No matter what happens, keep your eyes locked on it! Even if it's just in the corner of your vision!\"",
        "pl": ""
    },
    {
        "ja": "「あ、ああ!?」",
        "en": "\"O-Okay?\"",
        "pl": ""
    },
    {
        "ja": "　草十郎に指示をだしながら、青子は走る速度を速める。",
        "en": "  Aoko picked up her pace as she barked orders.",
        "pl": ""
    },
    {
        "ja": "　……アレは文字通り、割れる卵だ。",
        "en": "  The egg man who sat on a wall...",
        "pl": ""
    },
    {
        "ja": "　塀の上に乗った卵人間。",
        "en": "  He would crack, just as the tale spoke of.",
        "pl": ""
    },
    {
        "ja": "　何をしても、何を言っても決して落ちる事はないが、目を離した途端に落下して破片をまき散らす。",
        "en": "  Nothing anyone could do or say would cause him to fall, but the moment they stopped looking, he would tumble down and break into pieces.",
        "pl": ""
    },
    {
        "ja": "「曰く、王様の軍隊でも元に戻せない数の破片―――」",
        "en": "\"'All the king's horses and all the king's men could put him back together again.' Or so it's said.\"",
        "pl": ""
    },
    {
        "ja": "　それがマザーグースに唄われるハンプティ・ダンプティの一節だ。",
        "en": "  It was the Mother Goose poem, Humpty Dumpty.",
        "pl": ""
    },
    {
        "ja": "　あの卵の標的が草十郎なら、草十郎が卵から視線をきった瞬間、落下して爆発する……！",
        "en": "  If Soujuurou was its target, then the moment he averted his gaze, it would tumble and explode.",
        "pl": ""
    },
    {
        "ja": "「……まあ、爆発するかどうかは知らないけど」",
        "en": "\"Except for the exploding part. Who knows what'll happen when it falls.\"",
        "pl": ""
    },
    {
        "ja": "　どうあれ、厄介なモノをまき散らすに違いない。",
        "en": "  Either way, it was going to scatter something troublesome when it fell.",
        "pl": ""
    },
    {
        "ja": "　卵という形状、錠門の装飾、刻まれた詩文も気になる。",
        "en": "  Its oval shape, the keyhole adorning the front, and writing inscribed upon it... They all made her anxious.",
        "pl": ""
    },
    {
        "ja": "　アレが卵ならいつかは<孵|かえ>る。",
        "en": "  If it was an egg, that meant it was going to hatch at some point.",
        "pl": ""
    },
    {
        "ja": "　ずっと見続けていても、時間がくれば“中身が出る”としたら、ますます余力を残している場合ではない。",
        "en": "  Even if he continued his stare, once the time came for whatever was inside to come out, they would have even less ability to conserve their energy.",
        "pl": ""
    },
    {
        "ja": "「蒼崎、速すぎないか!?",
        "en": "\"Aozaki, slow down, would you!",
        "pl": ""
    },
    {
        "ja": "　あんまり全力で走ると―――」",
        "en": "  If you use up all of your energy now, you'll―\"",
        "pl": ""
    },
    {
        "ja": "「後の事は考えないで！",
        "en": "\"Forget about what comes next!",
        "pl": ""
    },
    {
        "ja": "　いいから静希君は卵だけに集中して―――」",
        "en": "  Just focus on watching that egg!\"",
        "pl": ""
    },
    {
        "ja": "　卵の出現にあわせて、ここぞとばかりに立ちふさがるブレッドマン。",
        "en": "  At this critical juncture, bread-men stepped out to join the egg and block their path.",
        "pl": ""
    },
    {
        "ja": "「邪魔―――！」",
        "en": "\"Out of the way!\"",
        "pl": ""
    },
    {
        "ja": "　かつてない大軍で押し寄せる焼きたてパンを、",
        "en": "  The bread-men were marching forth in a grand battalion.",
        "pl": ""
    },
    {
        "ja": "　青子はこれまで以上の火力でなぎ払うのだが―――",
        "en": "  At her level of firepower, Aoko should have easily mowed them down. However...",
        "pl": ""
    },
    {
        "ja": "「っ、<堅|かた>焼きか、この―――！」",
        "en": "\"These have hard crusts? Take this!\"",
        "pl": ""
    },
    {
        "ja": "　<弾く|スナップ>が効かないというのなら、刻印を用いた魔弾を放つ。",
        "en": "  If Snap failed to do the job, that meant it was time for her to put her crest to use.",
        "pl": ""
    },
    {
        "ja": "　<術式|だんがん>を用いた<風圧甲弾|ドロウ>。",
        "en": "  Draw: a formula-triggered bullet encased in a full wind jacket.",
        "pl": ""
    },
    {
        "ja": "　先ほどまでのが機関銃の掃射なら、これは大砲の一撃だ。",
        "en": "  If her previous shots were the equivalent of a machine gun volley, then this was her artillery shot.",
        "pl": ""
    },
    {
        "ja": "　<魔力|スナップ>に耐えきった堅焼きパンたちは、<魔術|ドロウ>の<奔流|ほんりゅう>を受けて焼き千切れていった。",
        "en": "  The hard-crust bread that had absorbed her Snap without a dent scattered into thousands of tiny pieces at her Draw's torrent.",
        "pl": ""
    },
    {
        "ja": "「うわ……」",
        "en": "\"Whoa...\"",
        "pl": ""
    },
    {
        "ja": "　もちろん、破壊はブレッドマンだけに留まらない。",
        "en": "  Of course, the destruction did not end with just the bread men.",
        "pl": ""
    },
    {
        "ja": "　レンガの道は舗装をふっ飛ばされ丸裸にされ、",
        "en": "  Sending bricks flying, the previously paved road was now bare.",
        "pl": ""
    },
    {
        "ja": "　近くにあった売店は鉄骨だけを残した<骸骨|スケルトン>と化していた。",
        "en": "  The nearby stall had turned into a skeleton of steel beams.",
        "pl": ""
    },
    {
        "ja": "　ブレッドマンの壁より青子の破壊活動の方がいずれ行く手を阻むのでは、と草十郎でなくとも不安に思う惨状である。",
        "en": "  It was a spectacle that made Soujuurou question which force, the wall of bread men or Aoko's ability to lay waste to things, would obstruct their path more.",
        "pl": ""
    },
    {
        "ja": "「ちょっと。なんで距離とるのよ、そこ。<傍|そば>にいないと危ないじゃない。",
        "en": "\"Hey! Don't wander off! It's dangerous if you don't stick close to me!",
        "pl": ""
    },
    {
        "ja": "　ほら、もっとこっち！",
        "en": "  Come on, get closer!",
        "pl": ""
    },
    {
        "ja": "　言っとくけどアンタがアイツらに囲まれちゃったらアウトよ？　私、人質とか意味ないタイプだし。そもそも区別して撃つとか、そういうのできないし」",
        "en": "  We're out of strikes, you know? If they surround you, you're a goner! You should know, hostages don't mean squat to me, and it's not like I can pick out my targets precisely anyway!\"",
        "pl": ""
    },
    {
        "ja": "　なるほど、と頷く草十郎。",
        "en": "  This made a lot of sense to Soujuurou.",
        "pl": ""
    },
    {
        "ja": "　人質は意味をなさない、という言葉の意味は分からずとも、彼女の言わんとするところは分かる。",
        "en": "  He had not fully appreciated the part about hostages, but he got the gist of it.",
        "pl": ""
    },
    {
        "ja": "「つまり、今はどこであろうと危険なのか」",
        "en": "\"So basically, I'm in danger no matter where I stand.\"",
        "pl": ""
    },
    {
        "ja": "「……アンタね」",
        "en": "\"You...\"",
        "pl": ""
    },
    {
        "ja": "　草十郎の相変わらずの天然っぷりにカチンときながらも、青子は少しだけ感心した。",
        "en": "  Offended though she was by his typical naive response, she could not help but be impressed.",
        "pl": ""
    },
    {
        "ja": "　草十郎はいたって真面目だ。",
        "en": "  Soujuurou was a straight arrow through and through.",
        "pl": ""
    },
    {
        "ja": "　彼の視線は、今の乱戦の中でもしっかり頭上の卵に向けられている。",
        "en": "  His eyes stayed firmly focused on the egg overhead, even amidst the chaos of the melee unfolding before him.",
        "pl": ""
    },
    {
        "ja": "「その分なら安心か。",
        "en": "\"I don't know why I worried.",
        "pl": ""
    },
    {
        "ja": "　物分かりは悪いけど、一度言われた事はきっちり守るあたり、貴方のいいところよね」",
        "en": "  You may not be the sharpest tool, but you sure are good at following orders.\"",
        "pl": ""
    },
    {
        "ja": "「そんなことより蒼崎。俺の気のせいならいいんだけど、さっきのパン、堅くなかったか？」",
        "en": "\"One thing, Aozaki. Was I imagining things, or did those bread men seem tougher than before?\"",
        "pl": ""
    },
    {
        "ja": "「……まあね。アイツら、少しずつ強くなってきてるわ。",
        "en": "\"...No, you weren't imagining that. They're getting stronger.",
        "pl": ""
    },
    {
        "ja": "　大量生産が軌道に乗ったんで、今度はクオリティアップをテーマにしたのかも」",
        "en": "  They must have nailed down their mass-production process, so they've turned their attention to upping the quality.\"",
        "pl": ""
    },
    {
        "ja": "「静希君でもお察しの通り、ここからは手強くなっていく一方よ。あのパンたちでさえ個体差がでてきたみたいだし。",
        "en": "\"As you figured out already, they're just going to get tougher as we go. It seems like even those bread guys have started to develop individuality.",
        "pl": ""
    },
    {
        "ja": "　考えたくないけど、そのうちジャム塗ったりレタス乗っけたり、はては合体したりして」",
        "en": "  I hate to think about it, but they might start spreading themselves with jelly, or wearing other fillings and merging with one another.\"",
        "pl": ""
    },
    {
        "ja": "　冗談を言いながらも青子の目は真剣だ。",
        "en": "  Though she was joking, her eyes were dead serious.",
        "pl": ""
    },
    {
        "ja": "　容赦なく悪化していく状況に、草十郎は今更ながら戦慄を覚えてしまう。",
        "en": "  Soujuurou shuddered at the thought of the situation growing even more dire.",
        "pl": ""
    },
    {
        "ja": "「じゃあ、そのうちミラーハウスの人形ぐらいに恐くなるのか、あいつら？」",
        "en": "\"So you're saying that those guys are going to become as terrifying as the puppet from the house of mirrors soon?\"",
        "pl": ""
    },
    {
        "ja": "「間違いなくね。そこまで<高価|レア>なパンになったら私も自分だけで手一杯になる。ところで静希君、ああいうのとケンカできる？」",
        "en": "\"Oh, you can count on it. And I'll have my hands full with bread that rare. Say, Shizuki. Think you can handle yourself against one of those?\"",
        "pl": ""
    },
    {
        "ja": "　ぶんぶん、と草十郎は心底イヤそうな顔で首を振る。",
        "en": "  Soujuurou shook his head, a look of complete aversion upon his face.",
        "pl": ""
    },
    {
        "ja": "「でしょ？　なら急ぎましょ。色々余裕ないんだから」",
        "en": "\"I didn't think so. So let's get moving, we can't afford to hang around here.\"",
        "pl": ""
    },
    {
        "ja": "　青子は短く深呼吸をして、駆け足を再開する。",
        "en": "  Aoko took a quick, deep breath, then began to sprint once again.",
        "pl": ""
    },
    {
        "ja": "　視界<遥|はる>か、霧の向こうの鉄柵まであと三百メートルほど。",
        "en": "  Far in the distance, through the fog, the iron fence waited, three hundred meters away.",
        "pl": ""
    },
    {
        "ja": "　……このまま何事もなければ無事にたどり着けるかもしれない。",
        "en": "  As long as nothing happened, they would make it there in one piece.",
        "pl": ""
    },
    {
        "ja": "　そんな都合のいい希望を抱きながら、草十郎は青子の後に続いていった。",
        "en": "  Soujuurou followed after Aoko, holding onto that all-too convenient hope.",
        "pl": ""
    }
]