[
    {
        "ja": "「静希君、正門ってこっち！？」",
        "en": "\"Shizuki, is this the way out?!\"",
        "pl": ""
    },
    {
        "ja": "「ああ、その店を曲がれば出口だ！」",
        "en": "\"Yeah, the exit is just around that store!\"",
        "pl": ""
    },
    {
        "ja": "　全力とは言わずとも、休まずに走り続けてはや十分。",
        "en": "  Running nonstop at full speed had them at their limits.",
        "pl": ""
    },
    {
        "ja": "　息を乱しながらふたりは曲がり角に飛びこんだ。",
        "en": "  Their breath ragged, the two flew around the corner.",
        "pl": ""
    },
    {
        "ja": "　遊園地と言っても所詮はキッツィーランド。",
        "en": "  Amusement park though it was, this was still the infamous Kitsy Land.",
        "pl": ""
    },
    {
        "ja": "　高校生が全力で走れば二十分ほどで一周できる。",
        "en": "  It would have taken a high school student twenty minutes to sprint the entire circumference of the park.",
        "pl": ""
    },
    {
        "ja": "　そんな地域密着型のアミューズメントパークは、しかし。",
        "en": "  And though they were now intimately familiar with the park's geography...",
        "pl": ""
    },
    {
        "ja": "「――――――」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "「――――――」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　……このように。",
        "en": "  ...It was changing beyond recognition. ",
        "pl": ""
    },
    {
        "ja": "　住人ばかりか、遊園地そのものを変化させていた。",
        "en": "  The transformation was not limited to the park's residents, either.",
        "pl": ""
    },
    {
        "ja": "「……蒼崎」",
        "en": "\"Aozaki?\"",
        "pl": ""
    },
    {
        "ja": "「……なによ」",
        "en": "\"...What?!\"",
        "pl": ""
    },
    {
        "ja": "「……言いたくないんだけど。この遊園地、広くなってないか？」",
        "en": "\"I hate to ask, but... is it just me, or is the park getting bigger?\"",
        "pl": ""
    },
    {
        "ja": "　そう。",
        "en": "  It was.",
        "pl": ""
    },
    {
        "ja": "出口を間違えたとか、地形が変わっているとか、そんな現実的な間違いではない。",
        "en": "Their problem wasn't as mundane as mistaking the location of the exist, or getting lost in the terrain.",
        "pl": ""
    },
    {
        "ja": "　あらゆるものが、ねじ曲がっている。",
        "en": "  No, the park was warping and twisting in upon itself.",
        "pl": ""
    },
    {
        "ja": "　遊園地はそれ自体が生き物のように、いまもって、その規模を成長させていた。",
        "en": "  Even now, its structure was expanding and growing, like that of a living creature.",
        "pl": ""
    },
    {
        "ja": "「―――」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　気が付けば包囲網は一段と強固になっている。",
        "en": "  Soon, the pair noticed that the mob encircling them had grown even stronger.",
        "pl": ""
    },
    {
        "ja": "　草十郎に背中をあずけながら、青子は懸命に泣き言を抑えこむ。",
        "en": "  Entrusting her back to Soujuurou, Aoko summoned all of her effort just to keep from whining.",
        "pl": ""
    },
    {
        "ja": "　草十郎は驚き、怖がるだけでいい。",
        "en": "  No one would have thought twice if it had been just Soujuurou cowering in shock and terror.",
        "pl": ""
    },
    {
        "ja": "　けれど青子はそうはいかない。",
        "en": "  But Aoko doing the same?",
        "pl": ""
    },
    {
        "ja": "　この状況を招き、彼の手を取った責任がある。",
        "en": "  She bore responsibility for causing and then dragging him into this mess.",
        "pl": ""
    },
    {
        "ja": "　おいそれとパニックに<陥|おちい>るワケにはいかないのだ。",
        "en": "  She could not afford to succumb to panic.",
        "pl": ""
    },
    {
        "ja": "“……大丈夫、落ち着け私……",
        "en": "(...Pull yourself together, Aoko.",
        "pl": ""
    },
    {
        "ja": "　遊園地の果てはある。遠いけど、鉄柵はちゃんと見える。",
        "en": "  The park has to end somewhere. It may be far, but the fence is right there.",
        "pl": ""
    },
    {
        "ja": "　フラットスナークだって制限無しってワケじゃない。外に逃げるって選択は正しいはず……。",
        "en": "  Even Flat Snark has limits. Getting to the exit is the right choice, I think.",
        "pl": ""
    },
    {
        "ja": "　現状、外までは目算で一キロぐらいだけど―――”",
        "en": "  But from here, it looks the better part of a kilometer away.)",
        "pl": ""
    },
    {
        "ja": "　ここまで夢中で走りすぎた。",
        "en": "  Up until now they had been too concerned with simply running.",
        "pl": ""
    },
    {
        "ja": "　青子も草十郎も息が上がっている。",
        "en": "  Their breathing had become labored.",
        "pl": ""
    },
    {
        "ja": "　あと一キロ走るのなら、いったん休憩をいれないと途中で足が止まってしまう。",
        "en": "  If they had to run another kilometer without rest, they'd end up collapsing along the way.",
        "pl": ""
    },
    {
        "ja": "「……蒼崎。体、大丈夫か？」",
        "en": "\"...Aozaki? How are you holding up? Physically, I mean.\"",
        "pl": ""
    },
    {
        "ja": "「へ？」",
        "en": "\"Wh-What?\"",
        "pl": ""
    },
    {
        "ja": "　背中ごしに<囁|ささや>きかけられ、青子は現実に引き戻された。",
        "en": "  The whisper from her behind pulled Aoko back to reality.",
        "pl": ""
    },
    {
        "ja": "「大丈夫だけど……ちょっと、一息いれたいわね」",
        "en": "\"I'm fine... but... I need to catch my breath.\"",
        "pl": ""
    },
    {
        "ja": "「……賛成。ここから休みなしで外周まで走るのは、やめた方がいい」",
        "en": "\"...Good idea. We'll never make it outside if we don't rest.\"",
        "pl": ""
    },
    {
        "ja": "「―――驚いた。静希君も外まで走ろう派とは」",
        "en": "\"...You know, I never would have thought you'd be okay with making a run for it.\"",
        "pl": ""
    },
    {
        "ja": "　言って、くすりと笑ってしまった。",
        "en": "  After saying this she let slip a giggle.",
        "pl": ""
    },
    {
        "ja": "　背中の戦友はパニック状態どころか、きちんと現状と、その打開策を考えていた。",
        "en": "  Far from debilitated by panic, her comrade in arms had been analyzing the situation and forming an escape plan.",
        "pl": ""
    },
    {
        "ja": "「ちょっとだけ建物に逃げこむのは？」",
        "en": "\"Why don't we hole up in one of those buildings for a while?\"",
        "pl": ""
    },
    {
        "ja": "「………気は進まないけど、それしかないわね」",
        "en": "\"...I don't like it, but it's our best option right now.\"",
        "pl": ""
    },
    {
        "ja": "　焼きたてパンたちの包囲網。",
        "en": "  The bread-men had them completely surrounded.",
        "pl": ""
    },
    {
        "ja": "　常人ならいざ知らず、青子ならこの囲みを破って建物に逃げこむのは<容易|ようい>だ。",
        "en": "  Perhaps this might have been a problem for an average person, but for Aoko, breaking through their formation to get to the building would be a cinch.",
        "pl": ""
    },
    {
        "ja": "　問題は―――",
        "en": "  The issue was...",
        "pl": ""
    },
    {
        "ja": "“……問題は、どんな店を選ぶかってコト―――”",
        "en": "\"...Which store to pick?\"",
        "pl": ""
    },
    {
        "ja": "　変貌する遊園地の特性を考慮する。",
        "en": "  She considered the characteristics of the transforming park.",
        "pl": ""
    },
    {
        "ja": "　何が危険で、何が安全なのか。",
        "en": "  What would pose a danger, and what was safe?",
        "pl": ""
    },
    {
        "ja": "　大事なのは建物の強度や複雑さではなく―――",
        "en": "  The most important factor was not the strength or the complexity of the building...",
        "pl": ""
    },
    {
        "ja": "“そうだ、選ぶなら<あ|・><の|・><単|・><純|・><さ|・>で正しいはず……！”",
        "en": "(Keep it simple, stupid!)",
        "pl": ""
    },
    {
        "ja": "「静希君、あっち！」",
        "en": "\"Shizuki, this way!\"",
        "pl": ""
    },
    {
        "ja": "　怪物たちを蹴散らしてカウンターに飛びこむ青子と、その後に続く草十郎。",
        "en": "  After routing the monsters, Aoko hopped behind the counter, soon followed by Soujuurou.",
        "pl": ""
    },
    {
        "ja": "「カウンターに隠れてて！」",
        "en": "\"Get behind the counter!\"",
        "pl": ""
    },
    {
        "ja": "　青子は西部劇の銃撃戦のように、カウンターを盾にして怪物たちと対峙する。",
        "en": "  Like she was in a Western shootout, Aoko squared off against the monsters, using the counter as cover.",
        "pl": ""
    },
    {
        "ja": "「ビンゴ……！　ここならスナーク化しないんだ！」",
        "en": "\"Bingo! Nothing in here can get Snarkified!\"",
        "pl": ""
    },
    {
        "ja": "　敵の様子を確認し、青子もカウンター内部に腰を下ろした。",
        "en": "  After assessing the current state of the enemy, Aoko sat herself under the counter.",
        "pl": ""
    },
    {
        "ja": "「アイツらは……？」",
        "en": "\"What are they doing?\"",
        "pl": ""
    },
    {
        "ja": "「店の周りで<地団駄|じだんだ>踏んでるわ。理由があってね、アイツらはここには入ってこられないのよ」",
        "en": "\"They're stamping their feet in frustration, because they're angry that they can't get in.\"",
        "pl": ""
    },
    {
        "ja": "「？？」",
        "en": "\"?\"",
        "pl": ""
    },
    {
        "ja": "　不思議がる草十郎にまあまあと笑いかけて、青子は大きく胸を上下させた。",
        "en": "  Aoko gave the perplexed Soujuurou a grin and took a deep breath.",
        "pl": ""
    },
    {
        "ja": "　安堵と、おそらくは疲労からきた大きな息継ぎ。",
        "en": "  She heaved a heavy sigh of relief, and fatigue.",
        "pl": ""
    },
    {
        "ja": "「とりあえずコーヒーブレイクね。ここは遊園地の中でも遊びのない場所だから、アイツらにとっては鬼門なのよ。",
        "en": "\"We'll take five here. This restaurant is the blandest place in the park, which makes it their Achilles' heel.",
        "pl": ""
    },
    {
        "ja": "　レジスターも調理道具も最近のものだし、擬人化されたマスコットもないし。スナーク化するには、ちょい文明圏すぎるってコト」",
        "en": "  The registers and utensils are all modern, and there are no mascot characters. It's just a bit too civilized for Snark to mess with.\"",
        "pl": ""
    },
    {
        "ja": "「すなーく？」",
        "en": "\"Snark?\"",
        "pl": ""
    },
    {
        "ja": "「アイツらの名前よ。つけたのは私じゃなくて有珠……なのかしらね。あの子の性格的にちょっと想像できないけど、まあ、とにかくそういう名前」",
        "en": "\"That's their name, though Alice is the one who came up with it... I think. It doesn't really sound like her, but whatever. That's what they're called.\"",
        "pl": ""
    },
    {
        "ja": "　安全と分かって落ち着いたのか、草十郎は興味津々とばかりに耳を傾ける。",
        "en": "  Perhaps now at ease from knowing they were safe, Soujuurou seemed enthralled in her explanation.",
        "pl": ""
    },
    {
        "ja": "　なるほど、なんてしかつめらしく頷いているが、きっと分かってないだろうなー、と青子はつい笑ってしまった。",
        "en": "  Aoko could not help but chuckle as Soujuurou nodded sagely. It was certain that he had no idea what she was talking about.",
        "pl": ""
    },
    {
        "ja": "　普段ならイラっとくるところだが、今は彼の妙な真面目さがありがたく、あたたかい。",
        "en": "  Normally this would have irritated her, but this time she was grateful for the warmth of his strange sobriety.",
        "pl": ""
    },
    {
        "ja": "「それはともかく。調子良さそうだな、蒼崎」",
        "en": "\"It's good that you seem better, Aozaki.\"",
        "pl": ""
    },
    {
        "ja": "　そんな青子の笑みを余裕と勘違いして、草十郎も顔をほころばす。",
        "en": "  Mistaking her smile for composure, Soujuurou broke into a smile himself.",
        "pl": ""
    },
    {
        "ja": "　誤解の連鎖だが、今はそれを<糾|ただ>すこともない。",
        "en": "  It was just another link in a chain of misunderstandings, but there was no need to redress it.",
        "pl": ""
    },
    {
        "ja": "「あれ、貴方から見ても分かる？",
        "en": "\"Oh, you can tell?",
        "pl": ""
    },
    {
        "ja": "　私の魔弾の威力が上がっているの」",
        "en": "  Yeah, my magic bullets are getting more powerful.\"",
        "pl": ""
    },
    {
        "ja": "「そりゃあ、ミラーハウスでさんざん追いかけ回されたからな。あの時と同じ動作なのに物騒さが増していれば、イヤでも分かる」",
        "en": "\"Well, you did chase me all around that house of mirrors while firing those things at me, so I guess I've become really familiar with them, for better or worse.\"",
        "pl": ""
    },
    {
        "ja": "「でもいいのか？　たしか、数にかぎりがあるとか言ってただろ。もうずいぶん撃っちまったけど。二十、三十じゃきかないぞ」",
        "en": "\"Are you sure you're okay, though? I remember you mentioning that you had a limited number of shots, but you've fired at least twenty or thirty so far, right?\"",
        "pl": ""
    },
    {
        "ja": "「―――アンタ、時々、アレよね」",
        "en": "\"You know, every now and then, you...\"",
        "pl": ""
    },
    {
        "ja": "「？」",
        "en": "\"?\"",
        "pl": ""
    },
    {
        "ja": "　不覚にも、ちょっと見直す青子だった。",
        "en": "  Her opinion of him improved, just a little bit.",
        "pl": ""
    },
    {
        "ja": "「なんでもない。",
        "en": "\"Never mind.",
        "pl": ""
    },
    {
        "ja": "　私の魔弾の威力が上がっているのは、単純に魔力の濃度の問題。さっきから霧がかかってるでしょ？　あれ、全部魔力なのよ。<魔|タ><弾|マ>を撃つための燃料と思って」",
        "en": "  My bullets' increase in power is a simple matter of the density of their magical energy. You've seen that fog around the park from a bit ago, right? It's all just magical energy. Think of it as fuel for my bullets.\"",
        "pl": ""
    },
    {
        "ja": "　魔力とは大きく二種類あり、",
        "en": "  Magical energy was divided into two broad categories.",
        "pl": ""
    },
    {
        "ja": "　魔術師が肉体から生成する<小源|オド>と、",
        "en": "  First was od, produced inside a mage's body.",
        "pl": ""
    },
    {
        "ja": "　大気に満ちている<大源|マナ>とがある。",
        "en": "  Second was mana, which filled the atmosphere.",
        "pl": ""
    },
    {
        "ja": "　この遊園地はいま、マナに満ちあふれた御伽の国だ。",
        "en": "  At the moment, the amusement park had turned into a fairy-tale land, overflowing with mana.",
        "pl": ""
    },
    {
        "ja": "　一般人にとっては何の効果もないが、魔術師にとっては術式を使いたい放題の楽園と化している。",
        "en": "  Although it meant nothing to the average person, to a mage it was a paradise where spells could be cast as much as one pleased.",
        "pl": ""
    },
    {
        "ja": "「じゃあ残り魔力とやらは気にしなくていいのか。",
        "en": "\"So that means you don't have to worry about how much magic-whatever you have left then.",
        "pl": ""
    },
    {
        "ja": "　注意すべきは怪我と体力だけ？」",
        "en": "  All we need to worry about are injuries and stamina?\"",
        "pl": ""
    },
    {
        "ja": "「……まあ、個人的な責任においてはそのかぎりね」",
        "en": "\"...Well, as far as our own lives are concerned, yeah.\"",
        "pl": ""
    },
    {
        "ja": "　良かった、と息をつく草十郎。",
        "en": "  Soujuurou breathed a sigh of relief.",
        "pl": ""
    },
    {
        "ja": "　草十郎から見れば、青子は怪物たちをなぎ払う遊園地最強の暴れん坊だ。",
        "en": "  From Soujuurou's perspective, more so than the monsters she mowed down, Aoko was the biggest bully on the playground.",
        "pl": ""
    },
    {
        "ja": "　不安なのは魔力が尽きる事だったが、それがないのであればまさに百人力である。",
        "en": "  He had been concerned about what would happen should her magical energy be exhausted, but luckily for him she was far from surrendering her crown.",
        "pl": ""
    },
    {
        "ja": "「頼りにしてくれるのは嬉しいけど、ぬか喜びよ。",
        "en": "\"It's nice that you trust me and all, but let's not get ahead of ourselves.",
        "pl": ""
    },
    {
        "ja": "あんな雑魚たち、ただ動いているだけのガラクタなんだから。",
        "en": "Those minions out there are just walking garbage.",
        "pl": ""
    },
    {
        "ja": "　スナーク本体は当然として、有珠が<他|・><の|・><童|・><話|・><の|・><怪|・><物|・>を出してきたら私じゃどうにもならない」",
        "en": "  If Alice summons any other fairy-tale monsters, let alone the actual Snark making an appearance, there's nothing I'll be able to do.\"",
        "pl": ""
    },
    {
        "ja": "「他の童話の怪物？　……遊園地をこんなふうに変えたヤツ以外に、まだいるのか？」",
        "en": "\"Other fairy-tale monsters? You mean there are others apart from the thing that changed the park?\"",
        "pl": ""
    },
    {
        "ja": "「そ。プロイキッシャーって名付けられた、<魔術師|わたしたち>でさえ目を背けたくなる反則。",
        "en": "\"Yes. They're called Ploy Kickshaws, aberrations that even we mages can't stand to look at.",
        "pl": ""
    },
    {
        "ja": "不可能な夢物語をも再現する、時代に取り残されたデタラメよ」",
        "en": "They're nonsense lost to time, used to revive impossible fantasies.",
        "pl": ""
    },
    {
        "ja": "「？？」",
        "en": "\"?\"",
        "pl": ""
    },
    {
        "ja": "　自分の事は棚にあげて？　と言いたげな顔である。",
        "en": "  Soujuurou's expression seemed to be calling her out on the hypocrisy.",
        "pl": ""
    },
    {
        "ja": "「あのね、私たちはちゃんと現代によりそった魔術師よ。",
        "en": "\"Hey, most of us have modern standards, you know.",
        "pl": ""
    },
    {
        "ja": "　できない事もあるし、当たり前の事だけど、近代兵器には敵わない。二十世紀―――ま、色んな戦争の後押しで、兵器の進化は私たちを越えちゃったから」",
        "en": "  Obviously there are things we can't do, and we're no match for modern weapons. The twentieth century-well, a bunch of wars helped weapons technology catch up to us.\"",
        "pl": ""
    },
    {
        "ja": "「……けどあの子のは違う。どんなに人間の技術が進歩しようと関係ないって怪物なの。",
        "en": "\"...But that girl is a different beast altogether. Mankind's evolution can't hold a flame to her power.",
        "pl": ""
    },
    {
        "ja": "　たとえば、あのブレッドマンいるでしょ？",
        "en": "  Take those bread-men, for instance.",
        "pl": ""
    },
    {
        "ja": "　あいつには自動拳銃とかきかないわよ。たぶん、意味が分かっていないから」",
        "en": "  Something like a machine gun would have no effect on them, probably because guns make no sense to them.\"",
        "pl": ""
    },
    {
        "ja": "　ひょい、とカウンターから外を指す青子。",
        "en": "  Aoko casually gestured outside, past the counter.",
        "pl": ""
    },
    {
        "ja": "「有珠の使い魔は全てが空想によってこねられた神秘なの。",
        "en": "\"Alice's familiars are Mystics kneaded from fantasies.",
        "pl": ""
    },
    {
        "ja": "　前提からしてあり得ない事だから、通常の物理法則と折り合いが悪い。空想と現実は両立しないっていう、ごく当たり前の理由でね」",
        "en": "  They're all impossible in the first place, so they don't play nice with the laws of physics. That shouldn't come as a surprise, since fantasy and reality can't exist together.\"",
        "pl": ""
    },
    {
        "ja": "「……なるほど。ブレッドマンってのは、あの動く焼きたてパンの事なんだな」",
        "en": "\"...I see. So they're literally walking loaves of bread.\"",
        "pl": ""
    },
    {
        "ja": "　青子の説明の大部分をスルーして、気になるコトだけ拾う草十郎だった。",
        "en": "  Soujuurou seemed to have ignored the majority of Aoko's explanation and only reacted to the part that caught his curiosity.",
        "pl": ""
    },
    {
        "ja": "「…………話を戻すけど。",
        "en": "\"...To get back on topic,",
        "pl": ""
    },
    {
        "ja": "　あいつらと近代兵器の相性は最悪。ロケット弾でも効果はないわ。意思の疎通、秩序の共有ができてないから」",
        "en": "  Modern arms don't stand a chance against those things. Even rockets would be useless. They aren't part of the same order or shared consciousness as us.\"",
        "pl": ""
    },
    {
        "ja": "「<童話の怪物|プロイキッシャー>にとって、彼らの世界には存在しないもの、意味が分からないモノは、触れるコトなく霧散する。",
        "en": "\"To the Ploy Rickshaws-to the fairy tale monsters-anything that doesn't exist in their world, anything they don't understand, disintegrates before it can even touch them.",
        "pl": ""
    },
    {
        "ja": "　彼らに<通|つう>じるのは同じ神秘を帯びた“魔力”だけっていうデタラメぶりよ。もう完全に<概念|がいねん>空間っていうか、概念宇宙っていうか―――」",
        "en": "  Only something equally nonsense can touch them, like magical energy infused with the same level of Mystics. They exist wholly in their own conceptual space or cosmos-\"",
        "pl": ""
    },
    {
        "ja": "「――――――」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "「…………こほん。",
        "en": "\"...Ahem.",
        "pl": ""
    },
    {
        "ja": "　要するに、アイツらは伝承防御っていう特別なルールを持っていて、単純に強い力、強い魔術じゃ効果は薄いの。元になった童話にちなんだ欠点をつかないと倒せない。",
        "en": "  In short, they exist according to a special law known as Folklore Defense, meaning that neither pure force nor strong magecraft have much effect. They can't be taken down without exploiting the weaknesses found in their original stories.",
        "pl": ""
    },
    {
        "ja": "　ギリシャ神話のアキレスあたり分かりやすい喩えなんだけど……知ってる？」",
        "en": "  Are you familiar with the Greek myth of Achilles? It's a good, straightforward example.\"",
        "pl": ""
    },
    {
        "ja": "　草十郎はぶんぶんと首を振る。",
        "en": "  Soujuurou shook his head.",
        "pl": ""
    },
    {
        "ja": "「そ。無事帰れたら、鳶丸あたりに教えてもらって。",
        "en": "\"Of course you aren't. If we get out of this alive, have Tobimaru tell you about it.",
        "pl": ""
    },
    {
        "ja": "　定番だけどいい<教訓|はなし>よ、アレ」",
        "en": "  It's a cliché, but it's a good story.\"",
        "pl": ""
    },
    {
        "ja": "　……かなりおいてけぼり感ただよう草十郎だが、彼は彼なりに現状把握に努めてみた。",
        "en": "  Soujuurou was feeling pretty lost, but he did his best to grasp the situation.",
        "pl": ""
    },
    {
        "ja": "“<童話の怪物|プロイキッシャー>”とやらは、青子やミラーハウスの自動人形ですら<裸足|はだし>で逃げだすモノだという。",
        "en": "He thought that Ploy Kickshaws were scary enough to chase Aoko and that puppet from before out of the house barefoot.",
        "pl": ""
    },
    {
        "ja": "　たしかに目の前の光景は誰かの悪夢の中に迷いこんだとしか思えない。",
        "en": "  Certainly, the scene before them was the stuff of nightmares.",
        "pl": ""
    },
    {
        "ja": "　だがしかし、と草十郎は思うのだ。",
        "en": "  But Soujuurou had a different way of thinking.",
        "pl": ""
    },
    {
        "ja": "「やっぱり、蒼崎の方が怖くないか？」",
        "en": "\"I think you're more scared than me, Aozaki.\"",
        "pl": ""
    },
    {
        "ja": "「アンタ死ぬの？」",
        "en": "\"Do you want to die?!\"",
        "pl": ""
    },
    {
        "ja": "　ほら、と無言の抗議をする草十郎。",
        "en": "  Soujuurou waved in protest, silently pointing out that she had made his case for him.",
        "pl": ""
    },
    {
        "ja": "「……あのね。いま私たちを取り囲んでるのはオマケにすぎないの。",
        "en": "\"Listen to me: the things surrounding us now are little more than fodder.",
        "pl": ""
    },
    {
        "ja": "　有珠にとって、あのブレッドマンもロブスターもソーセージ屋のミンチマシーンも、全部が全部、私が撃ってる魔弾より価値がない。",
        "en": "  As far as Alice is concerned, the bread-men, the lobster, the meat mincer at the sausage place-they're all worth even less than my magic bullets are to me.",
        "pl": ""
    },
    {
        "ja": "　いい？　あの動くマスコットたちはね、<た|・><だ|・><の|・><オ|・><マ|・><ケ|・>なの。有珠が解放した“童話の怪物”の、一呼吸みたいなものなのよ」",
        "en": "  Got it? The moving mascots and all the rest are a sideshow. They're nothing more than the breath of the monster she unleashed.\"",
        "pl": ""
    },
    {
        "ja": "「―――呼吸って、これが？」",
        "en": "\"These thongs... are just the breath?\"",
        "pl": ""
    },
    {
        "ja": "「……私だって考えたくないわよ。",
        "en": "\"Yeah, crazy, I know.",
        "pl": ""
    },
    {
        "ja": "　でもそれが現状。たった一体の“童話の怪物”だけで私たちは手一杯。",
        "en": "  But that's what we're dealing with right now. Just one of those fairy-tale monsters is enough to keep us busy.",
        "pl": ""
    },
    {
        "ja": "そういう訳だから、有珠があと一体でも追加したら諦めて」",
        "en": "So if Alice decides to add another, we might as well give up.\"",
        "pl": ""
    },
    {
        "ja": "「追加って……これに制限はないのか？」",
        "en": "\"Add another? Isn't there some sort of limit?\"",
        "pl": ""
    },
    {
        "ja": "「あの子が出し惜しみしなければ、まだ何体かストックはあるでしょうけど……ま、成立する条件はあるわね。",
        "en": "\"If she decides not to be stingy, she has a few more up her sleeve. Though... well, there are conditions to bringing them out.",
        "pl": ""
    },
    {
        "ja": "　たとえば川がないと目を覚まさない怪物もいる。この遊園地、噴水はあるけど川はないでしょ？　元になった童話しばりなの、あの子の使い魔は」",
        "en": "  Like one monster that won't wake up if there's no river nearby. The park has fountains, sure, but no river, right? Her familiars are bound by their underlying stories.\"",
        "pl": ""
    },
    {
        "ja": "「童話って、かけそばとか？」",
        "en": "\"By fairy tale, you mean like the one about a bowl of soba noodles?\"",
        "pl": ""
    },
    {
        "ja": "「<遊園地|ここ>に川がないのは不幸中の幸いね。もしあったら、もっと直接制圧に向いた奴が出てきてた」",
        "en": "\"Let me tell you, it's a small mercy there's no river here. Otherwise, something way better at squishing us would have appeared by now.\"",
        "pl": ""
    },
    {
        "ja": "　草十郎の合いの手をサラッと無視する青子だった。",
        "en": "  Aoko continued, completely ignoring Soujuurou.",
        "pl": ""
    },
    {
        "ja": "「―――話の続きだけど。",
        "en": "\"Anyway, as I was saying...",
        "pl": ""
    },
    {
        "ja": "　有珠の魔術の基本はマザーグース……",
        "en": "  The foundation of Alice's magecraft is Mother Goose.",
        "pl": ""
    },
    {
        "ja": "って知らないか。イギリスの唄で、遊び心にとんだ、メルヘンチックな内容よ。",
        "en": "Right, you wouldn't know that either. Mother Goose was an author of whimsical English nursery rhymes.",
        "pl": ""
    },
    {
        "ja": "　ただ、そっち系のプロイキッシャーは怖くないの。",
        "en": "  To be honest, this type of Ploy Kickshaw isn't all that scary.",
        "pl": ""
    },
    {
        "ja": "みんなそれなりに、なんとか魔術にも落としこめる範囲だから」",
        "en": "Taking them down with some form of magecraft is totally possible.",
        "pl": ""
    },
    {
        "ja": "「……聞きたくないんだけど、そっち系じゃないのは？」",
        "en": "\"...I'm afraid to ask, but what about the scary kind, then?\"",
        "pl": ""
    },
    {
        "ja": "「マザーグースを下地にした、とある創作童話系。",
        "en": "\"They follow a another fairy tale also inspired by Mother Goose.",
        "pl": ""
    },
    {
        "ja": "　……<有珠|あの子>のお母さんが好きでね、<こ|・><っ|・><ち|・><系|・>のはドイツもコイツも尋常じゃない。<魔術師|わたしたち>から見ても勘弁してって言いたくなるわ」",
        "en": "  Alice's mother was particularly fond of it, and every single one is bizarre. No mage wants to go up against one of those things.\"",
        "pl": ""
    },
    {
        "ja": "「で、この遊園地を生き返らせたのは<こ|・><っ|・><ち|・><系|・>よ。",
        "en": "\"As it happens, that's exactly what brought the park back to life.",
        "pl": ""
    },
    {
        "ja": "　たぶんフラットスナークってヤツだと思う。……私も聞き流していたから、詳しくは分からないけど」",
        "en": "  I'm pretty sure it's the one she calls Flat Snark, though I wasn't particularly paying attention, so I'm a little hazy on the details.\"",
        "pl": ""
    },
    {
        "ja": "「――――――」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　のど元まで出た不満を飲みこむ。",
        "en": "  Soujuurou swallowed the discomfort making its way up his throat.",
        "pl": ""
    },
    {
        "ja": "　こっち系とかそっち系とか曖昧な言い方はやめてほしい草十郎だったが、今の台詞には、他に追及すべき事があったからだ。",
        "en": "  He really wanted her to explain things a little less vaguely, but something she had just said necessitated further investigation.",
        "pl": ""
    },
    {
        "ja": "「待て蒼崎。あの子の話を聞き流したって、なんで」",
        "en": "\"Wait a second, Aozaki. You mean to tell me you weren't paying attention?\"",
        "pl": ""
    },
    {
        "ja": "「いやぁ、説明してもらったのは随分と前だし……あの頃は有珠の話、あんまり信じられなかったのよね。",
        "en": "\"Well, you know, it was a while back that she explained it all to me, and I didn't really believe anything she had to say around then.",
        "pl": ""
    },
    {
        "ja": "　私が素人だと思って大げさに自分の魔術を語ってくれてるなあ、舐められてるなあ、とか。あはは」",
        "en": "  I thought that maybe she was talking up her own magecraft to a newbie, or that she wasn't taking me seriously. Ahaha.\"",
        "pl": ""
    },
    {
        "ja": "　無論、舐めていたのは青子の方だった。",
        "en": "  In truth, if anyone hadn't taken the lesson seriously, it was Aoko.",
        "pl": ""
    },
    {
        "ja": "　有珠を守る怪物が「本物」だと青子が経験するのは、二人が出会ってからしばらくしての事だ。",
        "en": "  She would learn that lesson firsthand soon enough, when she experienced just how real Alice's monsters were.",
        "pl": ""
    },
    {
        "ja": "　マインスターの魔女が魔術世界においてどれほど異端なのか、青子は身をもって経験する事になる。",
        "en": "  She'd also discover how heretical the Meinster witches truly were, in the world of magecraft.",
        "pl": ""
    },
    {
        "ja": "「……その聞き流した内容は？」",
        "en": "\"...Can you remember anything else about them?\"",
        "pl": ""
    },
    {
        "ja": "「なんでも強力な結界を張るプロイだって。",
        "en": "\"From what I understand, it's a Ploy that puts up a powerful Bounded Field.",
        "pl": ""
    },
    {
        "ja": "有珠が受け継いだ<玩具|プロイ>は山ほどあるけど、その中でも<選|え>りすぐりの一つよ。",
        "en": "Alice inherited a lot of Ploys, but this is one of her finest.",
        "pl": ""
    },
    {
        "ja": "　<棄|す>てられたモノ、忘れられたモノを童話的に蘇らせるヤツで、今まで誰も破ったコトがないとか。",
        "en": "  It takes discarded and forgotten things and resurrects them like what happens in fairy tales. Supposedly, nobody's ever defeated it.",
        "pl": ""
    },
    {
        "ja": "　それで、ついたあだ名が“<触|ふ>れられぬもの”」",
        "en": "  Oh, and its nickname is 'The Untouchable.'\"",
        "pl": ""
    },
    {
        "ja": "「？　ふらっとすなーく、じゃないのか？」",
        "en": "\"So it's not Flat Snark, or whatever it was?\"",
        "pl": ""
    },
    {
        "ja": "「それもあだ名。とにかく正体が分からないヤツばっかりなんで、一つの個体に複数の名前がつけられるの。",
        "en": "\"That's just a nickname, too. Since nobody knows what its real form is, it picked up a few names along the way.",
        "pl": ""
    },
    {
        "ja": "　フラットスナークはその中でも、正体不明さはトップランクのデタラメぶりよ。",
        "en": "  One of them is 'Flat Snark,' and it ranks high among her other nonsense in terms of how little is known about it.",
        "pl": ""
    },
    {
        "ja": "　―――貴方、ルイス・キャロルの『スナーク狩り』って本、知ってる？」",
        "en": "  Have you heard of the book The Hunting of the Snark by Lewis Carroll?\"",
        "pl": ""
    },
    {
        "ja": "「いや。そもそもルイスキャロルというのは？」",
        "en": "\"No, and who is Loo-wis Car-rel?\"",
        "pl": ""
    },
    {
        "ja": "「……そっからかあ……えーと、ドジスン教授は、そうね。特殊性癖を持った妄想紳士ってトコ？　ま、こっちは別にどうでもいいか。人によっては時間の無駄だろうし」",
        "en": "\"Okay, then... let's start from the beginning. Professor Dodgson was, hmm. He was a delusional gentleman with a peculiar disposition. Not that it matters right now. It's a waste of time to explain to some people.\"",
        "pl": ""
    },
    {
        "ja": "「いま重要なのは、彼が残した著作の方。",
        "en": "\"What's important is the work he left behind.",
        "pl": ""
    },
    {
        "ja": "　『スナーク狩り』はね、スナークって呼ばれる正体不明の怪物を捕まえようと奔走する冒険家たちの話なの」",
        "en": "  The Hunting of the Snark is a book about a band of adventurers who try to capture an unidentified monster known as the Snark.\"",
        "pl": ""
    },
    {
        "ja": "「キャロルらしい、皮肉ばっちり、支離滅裂、意味不明、結末不在のホントに困った本で、一行は島で苦しみつつ、最終的にはスナークを見つけるものの、見つけた<主人公|ベイカー>は唐突に姿を消して終わってしまう。",
        "en": "\"It's very Carroll: satirical, nonsensical, and cryptic. It doesn't even really have an ending, either. Though the party does ultimately find the Snark on its island after much hardship, it ends with the protagonist who found it, the Baker, suddenly disappearing.",
        "pl": ""
    },
    {
        "ja": "“よく分からないもの”探しに奔走する人間の風刺なんだけど―――この遊園地において、誰が<主人公|ベイカー>で、何が<怪物|スナーク>かは言うまでもないでしょ？」",
        "en": "It's a satire about people who run about busily trying to find something they don't understand. But when it comes to the park here, it's pretty clear who the Baker is and who the Snark is, right?\"",
        "pl": ""
    },
    {
        "ja": "　青子は語らないが、フラットスナークには他にも俗称がある。",
        "en": "  Aoko elected not to share this, but Flat Snark had other popular names as well.",
        "pl": ""
    },
    {
        "ja": "　不可解の島、五次元平面。",
        "en": "  The Enigmatic Island. The Five-Dimensional Plane.",
        "pl": ""
    },
    {
        "ja": "　こちらは有珠が口にしたものではなく、かつてマインスターに破れた魔術師たちのうわごとだ。",
        "en": "  These names were not given to it by Alice, but rather muttered by mages whom the Meinsters defeated.",
        "pl": ""
    },
    {
        "ja": "　数学において、スナークとはグラフ理論で用いられる、矛盾した、決してあり得ないある平面グラフを指す。",
        "en": "  In mathematics, 'snark' is a term used in graph theory to refer to contradictory and impossible planar graphs.",
        "pl": ""
    },
    {
        "ja": "　この世に『無い』と立証されながらも名を与えられた平面。逆説のみで構成された不遇の存在。",
        "en": "  A plane, proven to be unable to exist in this world, was given the name, apt for an ill-fated existence paradoxical in nature.",
        "pl": ""
    },
    {
        "ja": "　その名を冠した“童話の怪物”は、誰にも正体を明かす事がないという。",
        "en": "  The fairy-tale monster ascribed this name was said to hold no form discoverable by man.",
        "pl": ""
    },
    {
        "ja": "　……そして、青子は語らない。",
        "en": "  Aoko also declined to mention something else:",
        "pl": ""
    },
    {
        "ja": "　フラットスナークは成長する“童話の怪物”だ。",
        "en": "  Flat Snark was a fairy-tale monster that could grow.",
        "pl": ""
    },
    {
        "ja": "　どこかに隠れている本体は、こうしている今も遊園地を完全な御伽の国に変えようと、<魔|い><力|き>を吐き続けている事を。",
        "en": "  It would hide somewhere in the amusement park, continuously exhaling magical energy until the park completely transformed into a fantasy land.",
        "pl": ""
    },
    {
        "ja": "「……ま、<脅|おど>かしてもしょうがないし」",
        "en": "\"...Well, it's not like there's any point in scaring him.\"",
        "pl": ""
    },
    {
        "ja": "「なにか言ったか？」",
        "en": "\"Did you say something, Aozaki?\"",
        "pl": ""
    },
    {
        "ja": "「別に。簡単に言って、『童話世界の再生』がフラットスナークの力なの。",
        "en": "\"Nope. I was just thinking, Flat Snark's power is its ability to bring fairy-tale worlds to life...",
        "pl": ""
    },
    {
        "ja": "　この遊園地との相性は抜群でしょうね。なにしろ、元々が童話を元にした遊び場だから」",
        "en": "  When you think about it, the park makes for the perfect backdrop. I mean, it was originally a playground based on fairy tales, anyway.\"",
        "pl": ""
    },
    {
        "ja": "　……仮にオフィス街であったのなら、フラットスナークもここまでの脅威は持たなかっただろう。",
        "en": "  If this had been a business district, for example, Flat Snark would have posed far less of a threat.",
        "pl": ""
    },
    {
        "ja": "　せいぜいビルの窓硝子に恐竜の影絵を映す程度の力だ。",
        "en": "  At most, its power would be limited to projecting the shadow of a dinosaur onto a building's window panes.",
        "pl": ""
    },
    {
        "ja": "「あ。だからここは安全だって―――",
        "en": "\"Ah, so that's why it's safe he―",
        "pl": ""
    },
    {
        "ja": "ん？」",
        "en": " Hmm?\"",
        "pl": ""
    },
    {
        "ja": "　草十郎が“その異変”に気が付いたのは、背中にぴちょん、と<粘|ねば>つく液体が落ちたからだ。",
        "en": "  Soujuurou realized that something was wrong when he noticed a glutinous liquid dripping onto his back.",
        "pl": ""
    },
    {
        "ja": "「あ、あ―――」",
        "en": "\"Oh, oh no...\"",
        "pl": ""
    },
    {
        "ja": "　天井を見上げる。",
        "en": "  He looked up to the ceiling.",
        "pl": ""
    },
    {
        "ja": "<ソ|・><レ|・>と目が合う。",
        "en": "Their eyes met.",
        "pl": ""
    },
    {
        "ja": "どうなっているのか考える前に、草十郎の腰は跳ね上がって―――",
        "en": "Before he had a chance to think, Soujuurou hopped up from the floor.",
        "pl": ""
    },
    {
        "ja": "「蒼崎、外だ！」",
        "en": "\"Aozaki, get out, now!\"",
        "pl": ""
    },
    {
        "ja": "　彼は<率先|そっせん>してカウンターから飛び出した。",
        "en": "  Taking the initiative, he jumped out from behind the counter.",
        "pl": ""
    },
    {
        "ja": "「バカ、何して―――」",
        "en": "\"Are you mad? What do you think you're―\"",
        "pl": ""
    },
    {
        "ja": "　自殺行為に等しい愚行を止めようと、つられて青子は腰を浮かす。",
        "en": "  Busy trying to stop him from committing an act of suicide, she also came to her feet.",
        "pl": ""
    },
    {
        "ja": "　瞬間、頭上に何が生まれているのかに気が付いた。",
        "en": "  Immediately she noticed something being brought to life overhead.",
        "pl": ""
    },
    {
        "ja": "「！　って、ヤバ―――!?」",
        "en": "\"What the―!? Oh crap!\"",
        "pl": ""
    },
    {
        "ja": "「あ、危なかったぁ……！」",
        "en": "\"Oh my god, that was close!\"",
        "pl": ""
    },
    {
        "ja": "　ばくん、と閉じられる巨大な口。",
        "en": "  The gargantuan mouth clamped shut.",
        "pl": ""
    },
    {
        "ja": "　呼びこみマスコットのいないバーガーショップは、その店ごと怪物に変貌していた。",
        "en": "  With no mascot to speak of, the burger joint itself began to transform into one giant monster.",
        "pl": ""
    },
    {
        "ja": "「もうっ、なんで天井にピエロの絵なんて描いてんのよあの店！？",
        "en": "\"Who the hell paints a giant clown on the ceiling!?",
        "pl": ""
    },
    {
        "ja": "　普通、もっと違うところに労力さかない！？　そんなにピエロが好きなら入り口にでも飾っとけ！」",
        "en": "  Shouldn't they have flexed their creative muscle somehow else?! If they liked clowns that much, why didn't they put it at the entrance?!\"",
        "pl": ""
    },
    {
        "ja": "　罵倒しながら走る青子。",
        "en": "  Aoko aired out her grievances as she ran.",
        "pl": ""
    },
    {
        "ja": "　……もう安全な場所はどこにもない。",
        "en": "  ...There was no safe haven left.",
        "pl": ""
    },
    {
        "ja": "　かろうじて残っていた文明圏すら、刻一刻と童話に侵食されていた。",
        "en": "  Moment by moment, the last remnants of civilization were being eroded away by fairy tales.",
        "pl": ""
    },
    {
        "ja": "　遊園地のスナーク化は最終段階を迎えていた。",
        "en": "  The amusement park had reached the final stage of Snarkification.",
        "pl": ""
    },
    {
        "ja": "　命を与えられたのはマスコットたちだけではない。",
        "en": "  It was not just the mascot characters that had been granted life;",
        "pl": ""
    },
    {
        "ja": "　バーガーショップのように、建物すら生き物に変貌しようとしている。",
        "en": "  like the burger joint, even the buildings had begun to transform.",
        "pl": ""
    },
    {
        "ja": "　遊園地を巡るコースターは<中華龍|チャイニーズドラゴン>よろしく、うねうねとのたうつ始末。",
        "en": "  The roller coaster that made its way about the park writhed and twisted like a Chinese dragon.",
        "pl": ""
    },
    {
        "ja": "「――――――」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　呆然と、全長八十メートル近くまで膨張した観覧車を見上げる青子と草十郎。",
        "en": "  Aoko and Soujuurou stared, dumbfounded by the Ferris wheel, which had grown to over eighty meters in height.",
        "pl": ""
    },
    {
        "ja": "　そんなふたりにチケットを配るように、大量のブレッドマンが襲いかかる。",
        "en": "  Hordes of bread-men closed in on them, as if to offer tickets.",
        "pl": ""
    },
    {
        "ja": "「このっ、列整理は間に合ってるっての！」",
        "en": "\"I'm telling you, the line is under control!\"",
        "pl": ""
    },
    {
        "ja": "　わらわらと大挙するオブジェ。",
        "en": "  Mobs of trinkets―actual kickshaws―rampaged the park.",
        "pl": ""
    },
    {
        "ja": "　包囲網は破っても破っても形成される。",
        "en": "  Whenever a hole was punched in the envelopment, it was instantly filled.",
        "pl": ""
    },
    {
        "ja": "　絶え間ない物量作戦。",
        "en": "  It was a battle of attrition with no end in sight.",
        "pl": ""
    },
    {
        "ja": "さもありなん、資源の<枯渇|こかつ>で悩むおとぎ<噺|ばなし>は<滅多|めった>にない……！",
        "en": "But that was a matter of course, as there were few fairy tales about limited resources.",
        "pl": ""
    },
    {
        "ja": "「っ、なんかどうしようもないぞ！",
        "en": "\"This is hopeless!",
        "pl": ""
    },
    {
        "ja": "　コイツら、増える一方だ！」",
        "en": "  They just keep coming!\"",
        "pl": ""
    },
    {
        "ja": "「スナーク本体を探して！",
        "en": "\"Look for the Snark's real form!",
        "pl": ""
    },
    {
        "ja": "　童話の怪物には本体にあたる器物があるの！　それさえ壊せば遊園地から出られるはず！」",
        "en": "  A fairy tale monster always has some vessel for its body! If we can just destroy that, we should be able to get out of here!\"",
        "pl": ""
    },
    {
        "ja": "「本体ってどんな!?」",
        "en": "\"A body? What kind of body?!\"",
        "pl": ""
    },
    {
        "ja": "「さっき言ったでしょ、童話の怪物は現実に無いものだって！　今までいなかったおかしなヤツとか、現実じゃありえないモノ！　それが本体！」",
        "en": "\"I already told you, fairy tale monsters can't exist in reality! Anything weird or impossible you've never seen before―that's going to be it!\"",
        "pl": ""
    },
    {
        "ja": "「おかしなヤツって、たとえば!?」",
        "en": "\"Something weird or impossible? I need an example!\"",
        "pl": ""
    },
    {
        "ja": "「だから！",
        "en": "\"Do I have to spell it out for you?!",
        "pl": ""
    },
    {
        "ja": "　命のある人形とか、空飛ぶゴーカートとか―――」",
        "en": "  Living puppets, flying go karts...\"",
        "pl": ""
    },
    {
        "ja": "　魔弾を放つ青子の手が止まる。",
        "en": "  Aoko paused her firing for a moment.",
        "pl": ""
    },
    {
        "ja": "　口にして、自分たちがどれほど<窮|きわ>まっているかを思い知ったのだ。",
        "en": "  After saying this out loud, she realized just how deep their grave was dug.",
        "pl": ""
    },
    {
        "ja": "　遊園地は“童話の怪物”と思われるモノであふれている。",
        "en": "  The amusement park was a treasure trove of fairy tale-esque creatures on any given day.",
        "pl": ""
    },
    {
        "ja": "　変形し、自ら動き出したオブジェたちはみな“現実にないモノ”なのだ。",
        "en": "  Who could say what was impossible amidst the newly transfigured knickknacks running around?",
        "pl": ""
    },
    {
        "ja": "「……そっか。おかしくないヤツなんて、一つもないんだ」",
        "en": "\"...Damn. Everything in here is a weird.\"",
        "pl": ""
    },
    {
        "ja": "“この中に紛れこんでる……？”",
        "en": "(So it's hiding in plain sight...)",
        "pl": ""
    },
    {
        "ja": "　青子は呟きながら、それはないな、と唇を噛んだ。",
        "en": "  Hoping that she was wrong, Aoko bit her bottom lip.",
        "pl": ""
    },
    {
        "ja": "　フラットスナークは結界を張るタイプの<怪物|プロイ>だ。",
        "en": "  Flat Snark was the type of Ploy that deployed Bounded Fields.",
        "pl": ""
    },
    {
        "ja": "　これだけ大量の使い魔を統率している以上、本体の防御力は低いか、もしくは<皆無|かいむ>と見るべきだろう。",
        "en": "  Seeing as it was commanding so many familiars, it would not be unusual for its main body to have little or even no defenses.",
        "pl": ""
    },
    {
        "ja": "　……加えて、“触れられぬもの”“正体不明”という物語を原型としているのなら、見抜かれたが最後、呆気なく崩壊するのが筋というもの。",
        "en": "  Furthermore, if it was modeled from a story about it being untouchable and unidentifiable, it would be logical to assume that it would collapse in on itself shortly after being discovered.",
        "pl": ""
    },
    {
        "ja": "“……逆に言えば、見つければ私たちの勝ち。",
        "en": "(Which means... We find it, we win.",
        "pl": ""
    },
    {
        "ja": "　そんな<脆|もろ>いヤツが雑魚に紛れこむ？　木の葉を隠すなら森の中って言うけど―――”",
        "en": "  Would something so fragile really hide among its minions? They do say that the best place to hide a leaf is in the woods...)",
        "pl": ""
    },
    {
        "ja": "　この通り。",
        "en": "  This was closer to the truth than Aoko realized.",
        "pl": ""
    },
    {
        "ja": "　流れ弾であっさり吹き飛ぶ可能性がある以上、青子たちの前には現れない。",
        "en": "  As long as there was the slightest possibility of it being hit by one of Aoko's stray bullets, it would not dare appear in front of them.",
        "pl": ""
    },
    {
        "ja": "　スナーク本体はもっと安全な場所で、この遊園地を育てている。",
        "en": "  Its true form was orchestrating the park from somewhere safe.",
        "pl": ""
    },
    {
        "ja": "“……でもどこかに見えているはず。",
        "en": "(I'm sure we've seen it already.",
        "pl": ""
    },
    {
        "ja": "　スナークは本の主題だもの。<常|つね>に<視界|ページ>のどこかにいないと、主人公の資格がない―――！”",
        "en": "  It's the subject of a book named after it. If it's not standing out on every page, it has no right to be the title character!)",
        "pl": ""
    },
    {
        "ja": "　それはどこか。",
        "en": "  But where?",
        "pl": ""
    },
    {
        "ja": "　安易に考えるなら、あの観覧車がもっとも安全、かつ遊園地を象徴する“主題”だが―――",
        "en": "  Thinking in the most basic terms, the Ferris wheel was very safe, as well as a symbol of the park itself. Perhaps...",
        "pl": ""
    },
    {
        "ja": "「あの子を捕まえるのは！？」",
        "en": "\"What if we just try to catch that girl instead?!\"",
        "pl": ""
    },
    {
        "ja": "　突然の提案に目を見張る。",
        "en": "  Her eyes opened wide at the sudden suggestion.",
        "pl": ""
    },
    {
        "ja": "　青子が打開策を思案していたように、草十郎もまた、彼なりに頭を巡らせていたらしい。",
        "en": "  While Aoko had been trying to come up with a plan to overcome this stalemate, it seemed Soujuurou had been racking his brain as well.",
        "pl": ""
    },
    {
        "ja": "　草十郎の提案はシンプルだ。",
        "en": "  His proposal was a simple one.",
        "pl": ""
    },
    {
        "ja": "　スナークの本体が見つけられないのなら、その持ち主である有珠を倒せばいいのではないか。",
        "en": "  If they could not find the Snark, they just needed to take out its master, Alice.",
        "pl": ""
    },
    {
        "ja": "　有珠は時計台から動いていない。",
        "en": "  Alice had not moved at all from the clock tower.",
        "pl": ""
    },
    {
        "ja": "　ここからでも、月光に照らされる姿は目に入る。",
        "en": "  Even from here, they could make out her figure, draped in moonlight.",
        "pl": ""
    },
    {
        "ja": "「それは一番ダメ！",
        "en": "\"That's the worst move we could make!",
        "pl": ""
    },
    {
        "ja": "　有珠を殺してもフラットスナークは止まらないし、このトンデモが外にあふれだす事になる！",
        "en": "  Even if we killed her, it wouldn't stop the Snark, and all of this absurdity would just boil over to outside the park!",
        "pl": ""
    },
    {
        "ja": "　だいたい、私じゃあの子を殺せないから！　よくて半殺しがいいところ！」",
        "en": "  Not to mention, I can't even kill her in the first place! At best, I could only get halfway there!\"",
        "pl": ""
    },
    {
        "ja": "　主人の悪口にいきりたったブレッドマンが、こんがり無惨に焼け焦げになる。",
        "en": "  A bread-man, angered at the insults hurled toward its master, moved to attack and was mercilessly burned to a crisp.",
        "pl": ""
    },
    {
        "ja": "　……じり、と背中をあわせて呼吸を整えるふたり。",
        "en": "  The two stood back-to-back, catching their breath.",
        "pl": ""
    },
    {
        "ja": "　目の醒めるような打開策は出ず、いよいよもって八方ふさがりになった状況に消沈する。",
        "en": "  With no plan to speak of and no route of escape, they had reached rock bottom.",
        "pl": ""
    },
    {
        "ja": "　一方。<獲物|えもの>の活きの良さが分かるのか、オブジェたちは輪になって青子たちを観察していた。",
        "en": "  Meanwhile, the oddities were forming a circle around their prey, as if they smelled blood in the water.",
        "pl": ""
    },
    {
        "ja": "　パン屋にひきずりこんで焼き殺すか、",
        "en": "  Were they to be dragged into a bakery for the oven?",
        "pl": ""
    },
    {
        "ja": "　精肉店の挽肉機ですり潰すか。",
        "en": "  Minced in the meat grinder at the butcher shop?",
        "pl": ""
    },
    {
        "ja": "　はたまた串刺しにしてゴーラウンドで引き回すか、",
        "en": "  Skewered and paraded around atop the carousel?",
        "pl": ""
    },
    {
        "ja": "　トゲトゲだらけの<海賊船|ゆりかご>に乗せて航海に乗りだすか。",
        "en": "  Walk the plank of the thorny pirate ship?",
        "pl": ""
    },
    {
        "ja": "　二年間眠っていた分、歓迎意欲は盛りだくさんだ。",
        "en": "  After two years of slumber, they were eager to welcome their new guests.",
        "pl": ""
    },
    {
        "ja": "「……いちおう、聞いておきたいんだけど」",
        "en": "\"There's something I need to ask you, Aozaki.\"",
        "pl": ""
    },
    {
        "ja": "「なに。手短にね、いま考え事してるから」",
        "en": "\"What is it? Keep it snappy, I'm thinking here.\"",
        "pl": ""
    },
    {
        "ja": "「ああ。……あの連中がなにをしたいか、イヤっていうほど伝わってくるんだけど。それって、あの子の趣味なのかな」",
        "en": "\"Okay. It's painfully clear what these things want to do to us, but what about her? Does she enjoy this?\"",
        "pl": ""
    },
    {
        "ja": "「……その疑問はなかったわ。",
        "en": "\"I doubt it.",
        "pl": ""
    },
    {
        "ja": "連中の人間嫌いは遊園地の怨念と、フラットスナークの性格じゃない？　基本的にマトモなヤツいないから、有珠の使い魔って。",
        "en": "These things' hatred of humans comes from a deep-seated grudge within the park itself, and maybe even Flat Snark's personality too. Alice's familiars are one big family of freaks.",
        "pl": ""
    },
    {
        "ja": "　ああ、でも―――」",
        "en": "  Though, now that you mention it...\"",
        "pl": ""
    },
    {
        "ja": "　なんというか、有珠の性格の怖さも否定できない青子だった。",
        "en": "  Aoko was unable to deny that there were some similarities.",
        "pl": ""
    },
    {
        "ja": "「それは結構。……それで、蒼崎の考えごとって？　止める方法、考えついたのか？」",
        "en": "\"Good to know. ...So, did you come up with anything, Aozaki? How do we stop them?\"",
        "pl": ""
    },
    {
        "ja": "「期待させて悪いけどお手上げ。ま、アンタが殺されれば止まるでしょうけど」",
        "en": "\"Sorry to get your hopes up, but I'm all out of ideas. Oh, but I bet they'd stop if you dropped dead.\"",
        "pl": ""
    },
    {
        "ja": "「それはイヤだ！　とりあえず逃げよう！」",
        "en": "\"No thank you! Let's just get out of here!\"",
        "pl": ""
    },
    {
        "ja": "「え、ちょっ、静希君！？」",
        "en": "\"Hey, wait! Shizuki?!\"",
        "pl": ""
    },
    {
        "ja": "　―――突然の<展|こ><開|と>に目を見張る。",
        "en": "  She blinked in surprise at the sudden turn of events.",
        "pl": ""
    },
    {
        "ja": "　今まで青子に付いてくるだけだった草十郎は強引に青子の手を取って、焼きたてパンの群に突進―――囲みを<破|やぶ>ろうと力任せに特攻する。",
        "en": "  Soujuurou, who had until now been meekly following her lead, had grabbed Aoko's hand and pulled her with him into a suicidal charge towards the swarm of bread, in an attempt to break out of the encirclement.",
        "pl": ""
    },
    {
        "ja": "「い、意味わかんなすぎ！",
        "en": "\"Are you out of your mind?!",
        "pl": ""
    },
    {
        "ja": "　なんで今の流れでそうなるのよアンタはーーーー！？」",
        "en": "  How on earth do you figure this is what we do next?!\"",
        "pl": ""
    },
    {
        "ja": "　別人のようなアグレッシブさを発揮する草十郎を<罵|ののし>りながら、律儀にフォローする青子。",
        "en": "  Aoko nonetheless followed Soujuurou's uncharacteristically gung-ho lead, cursing him all the while.",
        "pl": ""
    },
    {
        "ja": "　草十郎の体当たりでは包囲網を突破できない。",
        "en": "  Soujuurou would not be able to break through the surrounding wall of enemies with brute force.",
        "pl": ""
    },
    {
        "ja": "　青子はすぐさま体勢をたてなおし、草十郎の正面に魔弾を掃射する。",
        "en": "  Aoko regained her bearings and let fly a spray of magic bullets ahead of Soujuurou.",
        "pl": ""
    },
    {
        "ja": "「っ、はっ―――！」",
        "en": "\"Hah...!\"",
        "pl": ""
    },
    {
        "ja": "　囲いを抜け、全力で走りだす。",
        "en": "  They broke through the net and ran as hard as they could.",
        "pl": ""
    },
    {
        "ja": "　こうなっては当初の予定通り、遊園地の外を目指すしかない。",
        "en": "  At this point, all that was left to do was what they had planned from the outset: aim to get out of the park.",
        "pl": ""
    },
    {
        "ja": "　……まあ、それはともかくとして。",
        "en": "  But not before addressing what needed to be addressed.",
        "pl": ""
    },
    {
        "ja": "「なんでよ!?　さっきはあんなに諦め良かったのに！」",
        "en": "\"Where the hell did that come from! Hadn't you already given up back at the house of mirrors?!\"",
        "pl": ""
    },
    {
        "ja": "　青子には草十郎の反応が、とにかくホントに理解不能。",
        "en": "  Aoko could not begin to comprehend Soujuurou's reaction.",
        "pl": ""
    },
    {
        "ja": "「ミラーハウスの時と今は違うだろ！　いいから走れ！」",
        "en": "\"That was then and this is now! Just run!\"",
        "pl": ""
    },
    {
        "ja": "「違わないわよ！　アンタを殺そうとした私も、アンタを殺したい有珠も！　理由も結果も同じよ、私たち!?」",
        "en": "\"What are you talking about?! Alice wants to kill you just like I did! Nothing's different, not the reason nor the outcome!\"",
        "pl": ""
    },
    {
        "ja": "　何でこんなコトで怒鳴っているんだろう、と思いながらも青子は止まらない。",
        "en": "  Though she wondered what was getting her so worked up, Aoko did not stop.",
        "pl": ""
    },
    {
        "ja": "　きっと、無謀にもブレッドマンに突進した草十郎の馬鹿さ加減が頭にきているんだ、と自分自身に言い聞かせる。",
        "en": "  She told herself that the degree of Soujuurou's stupidity, charging the bread-men so recklessly, had caused her to lose her cool.",
        "pl": ""
    },
    {
        "ja": "「あのね、一緒に逃げてるぐらいで勘違いしないでくれる!?　言っとくけど私、明日になったらまたアンタを殺しに行くから！　死にたくないってんなら、ここで私からも逃げだしたら!?」",
        "en": "\"Hey, don't get the wrong idea! I'm gonna try and kill you again tomorrow! I'll really do it! So if you don't want to die, you should be trying to escape me too, got it?!\"",
        "pl": ""
    },
    {
        "ja": "「それはまた今度の話だろ！　だいたい、蒼崎に殺されるのならいいけど、あの子に殺されるのはイヤだ！」",
        "en": "\"Then let's talk about that tomorrow! Like I said, I don't really care if you kill me, I just don't want to be killed by that girl!\"",
        "pl": ""
    },
    {
        "ja": "「だからなんで！？」",
        "en": "\"And like I said, WHY THE HELL NOT?!\"",
        "pl": ""
    },
    {
        "ja": "「だって顔も知らない！　話したコトさえない相手だ！」",
        "en": "\"I don't even know what she looks like, nor have I even spoken with her!\"",
        "pl": ""
    },
    {
        "ja": "「―――は？」",
        "en": "\"...What?\"",
        "pl": ""
    },
    {
        "ja": "　沸き立っていた激情が、一瞬で鎮火する。",
        "en": "  It was like someone had doused water over her blazing fury.",
        "pl": ""
    },
    {
        "ja": "　あまりに簡潔かつどうでもいい理由に、青子の<直情|いかり>はあっさりと消えてしまった。",
        "en": "  Aoko's anger was snuffed out by the absurd simplicity of his reasoning.",
        "pl": ""
    },
    {
        "ja": "「顔も知らないって……」",
        "en": "\"Because you don't even know what she looks like?\"",
        "pl": ""
    },
    {
        "ja": "　草十郎としては、よく知った相手なら殺されてもいいのだろうか？",
        "en": "  Could it be that Soujuurou did not mind being killed by someone as long as he had met them?",
        "pl": ""
    },
    {
        "ja": "　ますますもって理解できない、と顔をしかめながら、青子は草十郎の背中を追いかけるのだった。",
        "en": "  Aoko chased behind him, grimacing at the ever-increasing incomprehensibility of it all.",
        "pl": ""
    }
]