[
    {
        "ja": "“都会は魔界だ。",
        "en": "\"The city is really strange,",
        "pl": ""
    },
    {
        "ja": "　けど、慣れればわりと住みやすいとは思う”",
        "en": "  but a pretty easy place to live, once you get the hang of it.\"",
        "pl": ""
    },
    {
        "ja": "　はあ、と力のないため息がこぼれる。",
        "en": "  Soujuurou sighed listlessly.",
        "pl": ""
    },
    {
        "ja": "　静希草十郎は冬の校庭を見下ろしながら、柄にもなく物思いに<耽|ふけ>っていた。",
        "en": "  He looked down at the winter schoolyard below, lost in thought.",
        "pl": ""
    },
    {
        "ja": "　黒板の隅には１２月の日付。",
        "en": "  \"December\" was written on the corner of the chalkboard.",
        "pl": ""
    },
    {
        "ja": "　早いもので、草十郎が転入してからすでに十日。",
        "en": "  He could not believe ten days had already passed since he transferred to the school.",
        "pl": ""
    },
    {
        "ja": "　暦が１２月に移り、辛うじて残っていた秋の面影は見る影もない。",
        "en": "  The last vestiges of autumn had faded with the change of the month.",
        "pl": ""
    },
    {
        "ja": "　校庭の木々はそのほとんどが裸になり、舞い散った落ち葉が地面を覆い隠している。",
        "en": "  The trees were all but barren, and the ground below them a mat of fallen leaves.",
        "pl": ""
    },
    {
        "ja": "　古典の時間。",
        "en": "  Fourth period was classics.",
        "pl": ""
    },
    {
        "ja": "　教壇からは老教師による見解が淡々と流れてくる。",
        "en": "  An elderly teacher stood at the lectern and rambled on.",
        "pl": ""
    },
    {
        "ja": "　ようやく馴れてきた教室と、まだまだ追いつけない授業の四時限目。",
        "en": "  While he had finally gotten used to the classroom, he still had a long way to go to get up to speed in his classes.",
        "pl": ""
    },
    {
        "ja": "　基礎が出来てない草十郎にとって、日々の授業は真剣勝負だ。",
        "en": "  Lacking even the basic understanding most students learn in their early scholastic life, it was a battle for Soujuurou to keep up.",
        "pl": ""
    },
    {
        "ja": "　今は内容を正しく飲みこめなくともきっかり暗記し、後々に生かせるよう心がけている。",
        "en": "  Even if he was unable to grasp all of the content right away, he at least tried to memorize everything in the hope that he could make use of it down the road.",
        "pl": ""
    },
    {
        "ja": "　なので雑念などもってのほか。",
        "en": "  Which is why losing himself in his thoughts was about the last thing he should have been doing.",
        "pl": ""
    },
    {
        "ja": "　よそ見をしている暇はない、と厳しく自分に言いつけているのだが、",
        "en": "  He would normally chastise himself for daydreaming, but...",
        "pl": ""
    },
    {
        "ja": "「………………はあ」",
        "en": "\"...Hah.\"",
        "pl": ""
    },
    {
        "ja": "　困ったコトに、今日はどうしても授業に集中できなかった。",
        "en": "  Troublingly, he was unable to concentrate in class today.",
        "pl": ""
    },
    {
        "ja": "　集中力の不足はどこからきたものか。",
        "en": "  Soujuurou could not place the source of his lack of concentration.",
        "pl": ""
    },
    {
        "ja": "　都市の冬は山に比べれば格段に住みやすいし、毎日のアルバイトだってそう<過酷|ハード>ではない。",
        "en": "  It could not have been the winter in the city; it was much milder than in the mountains. Neither was his part-time job particularly tiring.",
        "pl": ""
    },
    {
        "ja": "　肉体的な疲れは、まあ、人並みだろうから理由にはあげられない。",
        "en": "  He was not any more physically fatigued than the average student, so that could not be it either.",
        "pl": ""
    },
    {
        "ja": "　では授業そのものが退屈だから、と言われるとそれも違う。",
        "en": "  Others might conclude that it was because the courses were boring, but that seemed off the mark, too.",
        "pl": ""
    },
    {
        "ja": "　草十郎はクラスメイトたちが言うほど授業をつまらないものだと感じていない。",
        "en": "  Soujuurou did not share his classmates' opinions about their classes.",
        "pl": ""
    },
    {
        "ja": "　良いか悪いかで言えば、間違いなく良い部類に入る時間だ。",
        "en": "  On the contrary, he rather enjoyed his class time.",
        "pl": ""
    },
    {
        "ja": "　なので精神的な面でも理由は見あたらない。",
        "en": "  No, his frame of mind was not to blame either.",
        "pl": ""
    },
    {
        "ja": "　ここまで集中力が散漫になるのはどうかと思う、と草十郎は我が身の情けなさに落ちこんでいる。",
        "en": "  Trying to figure out what was wrong only made him more depressed.",
        "pl": ""
    },
    {
        "ja": "『……いけない。こんなんじゃ気が散る一方だ』",
        "en": "(What's wrong with me? It's not like me to be so distracted.)",
        "pl": ""
    },
    {
        "ja": "　自分を叱って黒板に目を向ける。",
        "en": "  He scolded himself and turned his attention to the chalkboard.",
        "pl": ""
    },
    {
        "ja": "　カツカツと規則正しく、なのになぜか眠気を誘う<白墨|チョーク>の滑る音も、この純朴な転入生を<堕落|だらく>させるには至らない。",
        "en": "  The rhythmic ticks of the chalk were sending him into a slumber, but he somehow managed to resist their lullaby.",
        "pl": ""
    },
    {
        "ja": "　けれどやっぱり、彼は授業に集中できなかった。",
        "en": "  And yet, he was still unable to focus on the class.",
        "pl": ""
    },
    {
        "ja": "『…………むう』",
        "en": "(...Ugh.)",
        "pl": ""
    },
    {
        "ja": "　重いため息をついて草十郎なりに考える。",
        "en": "  Soujuurou reflected silently as was his custom, and sighed inwardly.",
        "pl": ""
    },
    {
        "ja": "　あまり考えたくはないが、原因は、まあ。",
        "en": "  Deep down he knew the real source of his agitation.",
        "pl": ""
    },
    {
        "ja": "　思い返すたびにどうかと思う、昨夜の出来事以外ありえなかった。",
        "en": "  The events of the previous night were the only thing it could be.",
        "pl": ""
    },
    {
        "ja": "　授業の終わりを告げるチャイムと、礼をして廊下に向かう老教師。",
        "en": "  With the chime to signal the end of class, the teacher bowed and exited into the hallway.",
        "pl": ""
    },
    {
        "ja": "　彼の退室を見届けて、三十人もの生徒は一斉に席を立った。",
        "en": "  To see him off, the thirty or so students all stood up from their desks.",
        "pl": ""
    },
    {
        "ja": "　11時半ごろから緩慢に進んでいた時計の針は、いまやピッタリと頂点を指し示している。",
        "en": "  The clock, which had seemed to slow dramatically around half-past eleven, now struck noon.",
        "pl": ""
    },
    {
        "ja": "　ざあ、と<伝播|でんぱ>していく憩いの空気。",
        "en": "  The tension seemed to fade from the room all at once.",
        "pl": ""
    },
    {
        "ja": "　堅苦しい授業からのひとときの解放、",
        "en": "  The release from a difficult lesson",
        "pl": ""
    },
    {
        "ja": "　学園生活の華ともいえる<昼食|ランチタイム>の始まりだ。",
        "en": "  was the start of lunchtime-the highlight of school life.",
        "pl": ""
    },
    {
        "ja": "　三咲高校の学食の味つけはよろしくない。",
        "en": "  Misaki High's cafeteria was not particularly known for its quality of food.",
        "pl": ""
    },
    {
        "ja": "　私立校にあるまじき怠慢、という抗議もどこ吹く風で、",
        "en": "  Complaints that the quality was below that of a private school went unheeded,",
        "pl": ""
    },
    {
        "ja": "　今日も今日とて独特の味を提供している。",
        "en": "  and the same \"unique\" flavors appeared on the menu each and every day.",
        "pl": ""
    },
    {
        "ja": "　値段もそれなり、味もいまいち、となれば、必然、学校ではお弁当派が大勢力となる。",
        "en": "  Private school prices coupled with subpar quality led the majority of students to opt for boxed lunches instead.",
        "pl": ""
    },
    {
        "ja": "　草十郎が転入した二年Ｃ組も例外ではない。",
        "en": "  Soujuurou's Class 2-C was no exception.",
        "pl": ""
    },
    {
        "ja": "　男子は腕力にまかせて十個ほどの机をあわせ、長テーブルのような食卓を築く。",
        "en": "  The boys muscled as many as ten desks into what resembled a long dining table.",
        "pl": ""
    },
    {
        "ja": "　一方、女子は洗練された手順で二、三個の机をこぢんまりとしたテーブルにかえ、いくつかのグループにわかれて談笑を始めていた。",
        "en": "  Conversely, the girls divided themselves into smaller tables of two or three desks with practiced ease, and started chatting within their cliques.",
        "pl": ""
    },
    {
        "ja": "　貴重な昼休みを一分一秒も無駄にしない。",
        "en": "  Not a single student wasted even a second of their precious lunchtime.",
        "pl": ""
    },
    {
        "ja": "　かたちは違えど、両陣営の信念は同じだった。",
        "en": "  Where both sides differed in method, they shared a common goal.",
        "pl": ""
    },
    {
        "ja": "「――――――」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　その手際の良さに草十郎は呆気に取られている。",
        "en": "  Soujuurou was struck dumb by the efficiency of the transformation.",
        "pl": ""
    },
    {
        "ja": "　転入してから十日経った今でもこのスピーディーさについていけず、いまだ自分の席に居座っていた。",
        "en": "  Even after ten days, he was unable to keep pace with the rest of the class and remained seated where he had sat during the previous period.",
        "pl": ""
    },
    {
        "ja": "「おーい、こっちこいよ静希！」",
        "en": "\"Hey, Shizuki! Over here!\"",
        "pl": ""
    },
    {
        "ja": "　呼びかけてくる声は、教室の窓側を占拠した一大食卓からだった。",
        "en": "  The voice came from the large makeshift dining table near the window.",
        "pl": ""
    },
    {
        "ja": "　だらしなく椅子をななめに立て、いつスッ<転|ころ>んでもおかしくない状態で手招きしているのは<木|き><乃|の><美|み><芳助|ほうすけ>。",
        "en": "  Housuke Kinomi was beckoning him over while leaning back in his chair in a way that looked like he could fall backward at any second.",
        "pl": ""
    },
    {
        "ja": "　口が悪くて根性も無い、とクラス中から<酷評|こくひょう>される人物だが、さっぱりした性格のおかげか敵は少ない。",
        "en": "  He was regularly shot down by others in the class for being lazy and crass, but his earnest nature kept him from getting on anyone's bad side.",
        "pl": ""
    },
    {
        "ja": "　たまに、さっぱりしすぎるのもどうか、とみなの頭を悩ませてもいる。",
        "en": "  Though something could be said for not being so forthcoming all the time, too.",
        "pl": ""
    },
    {
        "ja": "「メシにしようぜメシぃ。",
        "en": "\"Times-a-wastin'! Let's eat!",
        "pl": ""
    },
    {
        "ja": "　オレさあ、昨日店の残り物もらいすぎたんだよ。春巻だよ春巻。それを見た親父がさあ、貰ったモンは残すなってうるさくてさあ。食いもん、春巻きしかねーんだわ」",
        "en": "  I've got a bunch of leftover spring rolls from yesterday, but when my dad saw 'em, he told me I shouldn't waste 'em, so that's the only thing I've got.\"",
        "pl": ""
    },
    {
        "ja": "　なので救いの手を差し向けてくれ、とまっとうな弁当を呼びこもうと企む木乃美だった。",
        "en": "  It seemed his end game was to find someone who might take pity on him and trade him for something better.",
        "pl": ""
    },
    {
        "ja": "　木乃美と草十郎は同じ店で働いており、転入前から顔見知りだった数少ないアルバイト仲間だ。",
        "en": "  The two of them worked at the same restaurant, so he was one of the few people Soujuurou knew before starting school.",
        "pl": ""
    },
    {
        "ja": "　また、草十郎に『腐れ縁』という言葉をはじめて実感させた男でもある。",
        "en": "  He was also the reason Soujuurou was able to learn the true meaning of the phrase \"can't live with them, can't live without them.\"",
        "pl": ""
    },
    {
        "ja": "「お、いいな、静希も来いよー！　今日は待ちに待った缶詰祭りをすっからさー！」",
        "en": "\"Yeah, Shizuki! Get your butt over here! It's the long-awaited Canned Food Festival today!\"",
        "pl": ""
    },
    {
        "ja": "「……ついに決行するのかよ……誰か冷静になった方がいいんじゃないのか、実際……」",
        "en": "\"So we're really going through with this? We're absolutely sure we wanna do this?\"",
        "pl": ""
    },
    {
        "ja": "「バカ、すげえ楽しいってきっと！　そりゃパチもんくさいけどカニ缶とか食い放題なんだぜ!?　サバ缶じゃなくて！」",
        "en": "\"You bet your ass we are! Sure, the stuff is processed to hell, but all the canned crab you can eat?! This ain't no sardines in a can, dude!\"",
        "pl": ""
    },
    {
        "ja": "「まじ！？　やったー、オレも参加するー！",
        "en": "\"You for real?! Then hell yeah! Count me in!",
        "pl": ""
    },
    {
        "ja": "　コンビーフはひとり一個？　それとも早い者勝ち？」",
        "en": "  Is there enough corned beef for everyone? Or is it first come, first served?\"",
        "pl": ""
    },
    {
        "ja": "「おまえな、ひとりで何個も食えるもんじゃねえぞアレ。うまいのは最初の一個だけだって」",
        "en": "\"That's not somethin' you can eat a ton of, ya know. Only the first can tastes any good.\"",
        "pl": ""
    },
    {
        "ja": "「静希たちがくるならノルマはひとり七個に下がるのか……助かるなあ……」",
        "en": "\"With Shizuki on board, we'd be at an even seven cans a piece. What a lifesaver...\"",
        "pl": ""
    },
    {
        "ja": "「ところで木乃美の弁当の中身、なんか缶詰より硬そうじゃね？」",
        "en": "\"So what's up with your lunch, Kinomi? It looks harder than the cans.\"",
        "pl": ""
    },
    {
        "ja": "　いつもは互いの弁当の不出来さをネタにして騒ぐ彼らは、今日に限って団結していた。",
        "en": "  The boys usually passed the time by making fun of each other's lunches, but today they were united against a common foe.",
        "pl": ""
    },
    {
        "ja": "　テーブルにはピラミッド型につまれた無数の缶詰。",
        "en": "  A pyramid of countless cans stood in the middle of the table.",
        "pl": ""
    },
    {
        "ja": "　賞味期限を油性のサインペンで塗りつぶされたソレは、ある男子生徒の家の倉庫から発掘されたものらしい。",
        "en": "  They had all been taken from the pantry of a certain student's house, and the expiration dates on them had all been scribbled out with a marker.",
        "pl": ""
    },
    {
        "ja": "「よし野郎ども、各自マイ缶切りの用意はいいな？",
        "en": "\"All right, lads. Everyone got your can openers?",
        "pl": ""
    },
    {
        "ja": "　食べるも地獄、残すも地獄。我ら五時限目の授業はないものと恐れぬ修羅となり、鉄の悪魔どもを平らげん―――",
        "en": "  Eating them sucks! No one likes leftovers! But these metal demons must be slain at all costs, even if it means missing fifth period!",
        "pl": ""
    },
    {
        "ja": "　えー、食材は下町のなんでも商会、マーケット中山からの提供です！」",
        "en": "  Oh, and a special thanks to our sponsors, Downtown McCoy and Nakayama Market!\"",
        "pl": ""
    },
    {
        "ja": "「ヒュー！　バカも休み休みyeah！」",
        "en": "\"Yeah, baby! Let's eat!\"",
        "pl": ""
    },
    {
        "ja": "　一団となって、缶切りを持った手を天高く掲げる男子生徒の群れ。",
        "en": "  The boys united as one and hoisted their can openers into the air.",
        "pl": ""
    },
    {
        "ja": "「ほら、静希も食べようぜー。缶切りならまだあるからさー」",
        "en": "\"Eat up, Shizuki! There's enough can openers to go around!\"",
        "pl": ""
    },
    {
        "ja": "「いや、君らの弁当の毒見はゴメンだって昨日言ったはずだ。",
        "en": "\"I thought I told you yesterday that I'm not interested in being your taste tester.",
        "pl": ""
    },
    {
        "ja": "　それに、その缶詰半分以上、賞味期限切れてるだろう」",
        "en": "  And besides, at least half of those cans are past their expiration date.\"",
        "pl": ""
    },
    {
        "ja": "「なんだよー、つれねえなあー！」",
        "en": "\"Oh, c'mon! Live a little!\"",
        "pl": ""
    },
    {
        "ja": "　どっと沸くならず者たち。",
        "en": "  Quite an inexplicably excited group of guys.",
        "pl": ""
    },
    {
        "ja": "　<犠牲者|なかま>を一人でも増やそうと思っているに違いない。",
        "en": "  Their real motivation seemed to be to spread the pain.",
        "pl": ""
    },
    {
        "ja": "　彼らの賑やかさにほだされ、仕方ない、と席を立つ草十郎。",
        "en": "  But moved by their energy and conceding defeat, Soujuurou got up from his seat and joined them.",
        "pl": ""
    },
    {
        "ja": "　それを、",
        "en": "  And before he could...",
        "pl": ""
    },
    {
        "ja": "「じゃ、わたしたちが釣り上げよっかなー！",
        "en": "\"Hey! Give it a rest, why don't you?",
        "pl": ""
    },
    {
        "ja": "　静希くん、あんなの放っておいて一緒にどう？」",
        "en": "  Forget them, Shizuki! Come eat with us!\"",
        "pl": ""
    },
    {
        "ja": "　もう一方の勢力がつかまえた。",
        "en": "  Another interested party joined the fray.",
        "pl": ""
    },
    {
        "ja": "　呼び掛けたのはショートの髪がよく似合う女生徒だった。",
        "en": "  A girl with short but stylish hair had called out to him.",
        "pl": ""
    },
    {
        "ja": "　数日前、草十郎を陸上部に勧誘してくれた事もある。",
        "en": "  She had also tried to get Soujuurou to join the track and field club several days earlier.",
        "pl": ""
    },
    {
        "ja": "「……いや。そっちも遠慮したいな、できれば」",
        "en": "\"...Um, thanks for the offer, but I'd rather not.\"",
        "pl": ""
    },
    {
        "ja": "　困り顔で返答する。",
        "en": "  He answered with a troubled look on his face.",
        "pl": ""
    },
    {
        "ja": "　彼女達のテーブルには草十郎があまり知らない果実<だ|・><け|・>が山のようにつまれていた。",
        "en": "  On their table was nothing but a pile of fruit Soujuurou had never seen before.",
        "pl": ""
    },
    {
        "ja": "「えー、なんでー？　パパイヤとか嫌い？",
        "en": "\"What? Whyyy? You don't like papayas?",
        "pl": ""
    },
    {
        "ja": "　マンゴーもあるし、ヤシの実だってあるし、内緒だけど夕張メロンもあるんだから！」",
        "en": "  We've got mango and coconut if you want something else! And don't tell anyone, but we've even got a Yubari melon!\"",
        "pl": ""
    },
    {
        "ja": "　拳を立てて力説する果実グループ。",
        "en": "  The members of the fruit group pumped their fists in unison at that last delicacy.",
        "pl": ""
    },
    {
        "ja": "「待て、なんだヤシの実って？　アレ食えるもんなの？」",
        "en": "\"Wait, coconuts? Can you even eat those?\"",
        "pl": ""
    },
    {
        "ja": "「あ、マンゴー余ったら回してほしいなー」",
        "en": "\"Umm, I'd like a mango if you have any extra.\"",
        "pl": ""
    },
    {
        "ja": "「ばか、肉食え肉。そんなんだから貧弱な体してんだぞ、おまえら！」",
        "en": "\"Idiots! Meat! MEEEAT! Eatin' anything else is just gonna make ya weak!\"",
        "pl": ""
    },
    {
        "ja": "　飛びかう声に、やっぱり草十郎はついていけない。",
        "en": "  Soujuurou couldn't keep track of all of the voices flying across the room.",
        "pl": ""
    },
    {
        "ja": "「……分かるのは、どっちも破滅的だってコトだけだ」",
        "en": "\"All I know is that nothing good will come out of either of these choices.\"",
        "pl": ""
    },
    {
        "ja": "　言いつつ、草十郎はどちらも断りきれない。",
        "en": "  That being said, he found it difficult to refuse them outright.",
        "pl": ""
    },
    {
        "ja": "　他人の好意を素直に受け取りすぎる彼は、時に優柔不断になる。",
        "en": "  His tendency to accept others' goodwill at face value occasionally left him frozen with indecision.",
        "pl": ""
    },
    {
        "ja": "　人間、好意になれていないと、何を捨てるべきか咄嗟に判断できないのである。",
        "en": "  Not accustomed to regular human interaction, he was unable to judge when it was or was not appropriate to turn someone down.",
        "pl": ""
    },
    {
        "ja": "　そんな迷える子羊の肩を叩く影がひとつ。",
        "en": "  Someone tapped the lost, little lamb on the shoulder.",
        "pl": ""
    },
    {
        "ja": "「ほっとけほっとけ。いちいちここのバカどもに付き合ってちゃ人生台無しだ。適当に流しとけばいいんだよ。",
        "en": "\"Don't mind them. If you get involved with every idiot who invites you to do something, you'll mess up your whole life. It's okay to turn them down, you know.",
        "pl": ""
    },
    {
        "ja": "　オラ、おまえらもな、善良な羊を悪の園に引きずりこんでんじゃねえよ」",
        "en": "  And you guys... Stop trying to lead this good soul over to the dark side!\"",
        "pl": ""
    },
    {
        "ja": "　場違いにドスのきいた声が、草十郎の背後から教室に響きわたる。",
        "en": "  An inappropriately loud voice echoed throughout the classroom from behind him.",
        "pl": ""
    },
    {
        "ja": "「副会長」",
        "en": "\"Vice-president.\"",
        "pl": ""
    },
    {
        "ja": "　草十郎が振り向くと、そこには彼より頭ひとつぶん背の高い男子生徒が立っていた。",
        "en": "  Soujuurou turned around to see a boy about a head taller than him.",
        "pl": ""
    },
    {
        "ja": "　乱雑に、けれど見栄えよく撫で上げられた長髪。",
        "en": "  His long hair, while unkempt, had been brushed back, giving it an appealingly windswept look.",
        "pl": ""
    },
    {
        "ja": "　整った美形でありながら刺々しい目つきでクラスを<睥睨|へいげい>する暴力性。",
        "en": "  His attractive features belied the contempt for the classroom his eyes carried.",
        "pl": ""
    },
    {
        "ja": "　いつも眠そうな草十郎とは対照的な、一目で人を魅了する非の打ちどころのない美男子。",
        "en": "  Unlike the perpetually dopey-looking Soujuurou, he was an extremely attractive boy, capable of captivating anyone who so much as glanced at him.",
        "pl": ""
    },
    {
        "ja": "　誰もが<畏|おそ>れ、<敬|うやま>うであろう彼への反応は、しかし。",
        "en": "  In most cases, such a boy's presence would be met with awe and respect. However...",
        "pl": ""
    },
    {
        "ja": "「なんだよ、副会長さまのお出ましかよー！」",
        "en": "\"Oh look! Our mighty vice-president has graciously decided to pay us a visit!\"",
        "pl": ""
    },
    {
        "ja": "「テメエらのバカ顔にはこりごりだって、学食に陣取ってたんじゃなかったのかよー！」",
        "en": "\"I thought you were going to take up residence in the cafeteria so you wouldn't have to see our stupid faces anymore!\"",
        "pl": ""
    },
    {
        "ja": "「へへへ、ここは見てのとおりボンクラどもが集う貧民街でございますよ、王子はほら、Ａ組のきれいどころとカフェでお茶でもしてればいいじゃない！」",
        "en": "\"Hehehe, have you lost your way, Your Highness? You're slumming where the commoners eat gruel from their troughs. Shouldn't you be sipping tea with the babes from Class A?\"",
        "pl": ""
    },
    {
        "ja": "「また静希呼びに来たのかよ。青子女史といい鳶丸殿下といい、静希、なんかヤバいコトしちゃったのか……？」",
        "en": "\"Why don't you leave Shizuki alone, huh? First Lady Aoko has it in for him, now His Highness too! What could he have done to have earned the attention of such royalty?\"",
        "pl": ""
    },
    {
        "ja": "「えー。静希くんは校則違反しないじゃん。",
        "en": "\"Really?! But Shizuki's such a goody-two-shoes! He's never broken any rules!",
        "pl": ""
    },
    {
        "ja": "　ちょっと、それ以外のルール破るだけで！」",
        "en": "  Well, the rules of the school at least!\"",
        "pl": ""
    },
    {
        "ja": "「ってコトはやっぱり―――<槻司|つきじ>くん、蒼崎に振られてからそっちに走ったって本当だったのね!?」",
        "en": "\"Wait, could it be that...Tsukiji really switched teams after Aozaki rejected him!?\"",
        "pl": ""
    },
    {
        "ja": "「………………」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　この通り、親愛と友情に満ちた暴言だった。",
        "en": "  They continued to give him a hard time.",
        "pl": ""
    },
    {
        "ja": "　言われたい放題の男子に、草十郎はつい同情してしまう。",
        "en": "  Soujuurou could not help but feel sorry for him.",
        "pl": ""
    },
    {
        "ja": "　もっとも、肝心の男子はまったくのノーリアクション。",
        "en": "  The class vice-president, on the other hand, showed absolutely no reaction whatsoever.",
        "pl": ""
    },
    {
        "ja": "　騒ぎ立てる彼らをつまらなげに<一瞥|いちべつ>すると、吐き捨てるように声をあげる。",
        "en": "  He glared at them with a bored look and simply raised his voice.",
        "pl": ""
    },
    {
        "ja": "「相変わらず無駄に元気があって結構じゃねえかテメエら。",
        "en": "\"You freaks should get some new material.",
        "pl": ""
    },
    {
        "ja": "　そんなに活力たぎってんなら冬期特別清掃班にだって参加出来るよなあ、",
        "en": "  Why don't you spend your time more productively for once? Like helping with the Special Winter Cleaning Team.",
        "pl": ""
    },
    {
        "ja": "オイ？",
        "en": " Yeah, you heard me.",
        "pl": ""
    },
    {
        "ja": "　いまんところ自主的に申し出てるのは全校で一人しかいねえんだ。２－Ｃ全員が参加すりゃあ、俺も蒼崎も肩の荷がおりるってもんなんだがよ……！」",
        "en": "  Only one student in the entire school has signed up so far! Having all of Class C with us would be a huge help, but I guess you want me and Aozaki to do all the work!\"",
        "pl": ""
    },
    {
        "ja": "　その端整な顔立ちとはかけ離れた、ドスのきいた<胴間|どうま>声が教室に響く。",
        "en": "  The menacing growl in his voice contrasted greatly with the boy's well-constructed looks.",
        "pl": ""
    },
    {
        "ja": "　彼の一喝で水を打ったように黙りこむ、ならず者部隊＆スイーツ愛好者たち。",
        "en": "  Both Team Canned and Team Fruit's words were doused like a fire being smothered. ",
        "pl": ""
    },
    {
        "ja": "　この男子生徒を畏怖しての事もあるが、何より『冬期特別清掃班』が恐ろしいからである。",
        "en": "  This was partly due to their fear of the boy, but mostly due to their fear of the Special Winter Cleaning Team.",
        "pl": ""
    },
    {
        "ja": "　冬期特別清掃班。",
        "en": "  Yes, the Special Winter Cleaning Team.",
        "pl": ""
    },
    {
        "ja": "　それは先々代の生徒会からお手上げ状態で放置していた旧校舎、および山みたいな裏庭の森を冬休みを挙げて清掃しよう、という趣旨の、学園行事の名を借りた拷問だ。",
        "en": "  Joining meant spending part of your winter break cleaning up the old school building and mountainous rear courtyard that had been neglected by the previous two student councils.",
        "pl": ""
    },
    {
        "ja": "　おそらく、冬休みのうち三日は完全に潰される。",
        "en": "  It was a form of legalized torture that could potentially ruin three whole days of your winter break.",
        "pl": ""
    },
    {
        "ja": "　もちろん成績に残るような見返りはない。",
        "en": "  And forget about any compensation in the form of extra credits.",
        "pl": ""
    },
    {
        "ja": "　ことはあくまで生徒会が立案しただけのボランティア。参加希望者が一人でもいたコトは奇跡に近い。",
        "en": "  No, it was pointless volunteer work for a student council project. It was practically a miracle that they had found even a single volunteer.",
        "pl": ""
    },
    {
        "ja": "「あー……いや、僕ら、ちょっと体弱いんで……すみっちょで缶詰食べてますね？」",
        "en": "\"Umm... sorry, but we're clearly... not fit enough... yeah, that's it. That stuff takes conditioning. We'll just eat our canned food in the corner now, okay?\"",
        "pl": ""
    },
    {
        "ja": "「わたしたちも貧血気味で……こうやって果物たべてないと死んじゃうっていうか……冬休みはもう予定いっぱいっていうか……」",
        "en": "\"Yeah, us, too. We're uh... anemic, you see... and if we don't eat this fruit, we'll, uh, die. That, and we already have plans, or something.\"",
        "pl": ""
    },
    {
        "ja": "　一名を除いて、そそくさと隅に移動する２年Ｃ組の皆さん。",
        "en": "  All of the students but one scuffled away.",
        "pl": ""
    },
    {
        "ja": "「よし、昼食はやっぱり静かにやらねえとな。",
        "en": "\"That's much better. Lunchtime is best in silence.",
        "pl": ""
    },
    {
        "ja": "　一年坊主の教室より二年の教室の方がやかましいなんて苦情、いいかげんにしやがれよアホウども？」",
        "en": "  I'm tired of people complaining that you guys make even more noise than the freshmen. Get it together, you losers.\"",
        "pl": ""
    },
    {
        "ja": "　うへーい、と弱々しく退散する有象無象たち。",
        "en": "  The mob meekly scurried away.",
        "pl": ""
    },
    {
        "ja": "　その中に溶け込むように流れていく草十郎だったが、",
        "en": "  Soujuurou turned to join them, but as he did...",
        "pl": ""
    },
    {
        "ja": "「おう、おまえはこっちだ草十郎。ちょい顔貸せ」",
        "en": "\"Hold on, Soujuurou. You're with me.\"",
        "pl": ""
    },
    {
        "ja": "　強引に肩を引かれ、仲間入りを阻まれた。",
        "en": "  The hand on his shoulder held him in place.",
        "pl": ""
    },
    {
        "ja": "「……っだよ、生徒会横暴ー。人んちのテーブルマナーまで指図してほしくねーよなー！」",
        "en": "\"Jeez, who does the student council think they are, anyway? Barging into our classroom to lecture us on table manners!\"",
        "pl": ""
    },
    {
        "ja": "　立ち去る背中を好機と見たのか、仲間うちでのみ聞こえるよう悪態をつく木乃美。",
        "en": "  Kinomi cursed him under his breath to his friends the second the vice-president turned to go.",
        "pl": ""
    },
    {
        "ja": "「ああ？　上等じゃねえか木乃美、いいぜ、おまえが記念すべき二人目だ。冬休み、首を洗って待ってやがれ」",
        "en": "\"What was that, Kinomi? Oh! You wanna become our second volunteer? Perfect! I'll make it the best winter vacation you've ever had!\"",
        "pl": ""
    },
    {
        "ja": "　きっかり聞こえていたのか、副会長は親指をたてて、ぐるん、と<一回転|ノックアウト>の意を示す。",
        "en": "  The vice-president must have heard everything Kinomi said, because he gave a thumbs up before figuratively jabbing it in his eye.",
        "pl": ""
    },
    {
        "ja": "「はあ、なに言ってんですかアイツ？",
        "en": "\"Yo, is this guy for real?",
        "pl": ""
    },
    {
        "ja": "　アレ自主的なイベントじゃん、いくら副会長ったって強制はできないですよねぇ!?」",
        "en": "  This is voluntary, isn't it? It ain't voluntary if you gotta force people to do it! Am I right?!\"",
        "pl": ""
    },
    {
        "ja": "　ひひひ、と笑う２年Ｃ組の誇る問題児。",
        "en": "  The problem child of Class C laughed merrily.",
        "pl": ""
    },
    {
        "ja": "「そりゃ昨日までの話だ。",
        "en": "\"That was yesterday.",
        "pl": ""
    },
    {
        "ja": "　会長の提案が学校側に受理されてな、本日付けで生徒会役員は強制力のある推薦権をもらえたんだよ。",
        "en": "  The school has since accepted the president's proposal that council members be able to forcibly enlist students for participation.",
        "pl": ""
    },
    {
        "ja": "　とくに会長と副会長の推薦は絶対だ。拒否した場合、学校側はともかく、蒼崎がなにするか俺には止められねえからそのつもりでな？」",
        "en": "  And recommendations by the president and vice-president are ironclad. Refusing them means breaking school rules in addition to facing Aozaki's wrath, which, let me tell you now, I won't be able to stop.\"",
        "pl": ""
    },
    {
        "ja": "@o「げぇぇぇ!!!?　ちょ、それ事実上の死刑宣告じゃん!?　生徒^会まじ横暴ー！！！！」",
        "en": "\"Whaaat!? You're hanging me by my balls here! This is extortion, or blackmail, or something!\"",
        "pl": ""
    },
    {
        "ja": "　悪態から悲鳴に変わる木乃美の断末魔を後に、副会長と草十郎は２年Ｃ組を後にした。",
        "en": "  Kinomi's terrified shrieking continued behind them as the vice-president and Soujuurou left the classroom.",
        "pl": ""
    },
    {
        "ja": "「おまえも大変だな、草十郎」",
        "en": "\"What am I going to do with you, Soujuurou?\"",
        "pl": ""
    },
    {
        "ja": "「あんたもわりと暇なんだな、副会長」",
        "en": "\"With me? Aren't you busy with other things, vice-president?\"",
        "pl": ""
    },
    {
        "ja": "　無人の生徒会室に入るなり所感を口にするふたり。",
        "en": "  The two entered the empty student council room.",
        "pl": ""
    },
    {
        "ja": "　三咲高校の生徒会室は二つあり、",
        "en": "  Misaki High's student council had the use of two rooms.",
        "pl": ""
    },
    {
        "ja": "　一つは生徒会用に作られた大部屋、",
        "en": "  One was a large office specifically made for the student council.",
        "pl": ""
    },
    {
        "ja": "　もう一つは数学の準備室だった資料室とに分かれている。",
        "en": "  The second was an archive room, once used as a preparatory office for math courses.",
        "pl": ""
    },
    {
        "ja": "　こちらは資料室の方で、壁にはファイルのつまった資料棚がびっしりと並び、ただでさえ狭苦しい部屋を余計に窮屈に見せていた。",
        "en": "  As the latter of the two, the walls were lined with densely packed shelves, making an already cramped room seem even more confined.",
        "pl": ""
    },
    {
        "ja": "　生徒会室というより、個人の隠れ家といった方が正しいだろう。",
        "en": "  For this reason, it served more as a private refuge to the student council.",
        "pl": ""
    },
    {
        "ja": "　草十郎が椅子に座ると、向かい合うように男子生徒も腰を下ろした。",
        "en": "  The two students sat across from one another.",
        "pl": ""
    },
    {
        "ja": "　<槻司|つきじ><鳶丸|とびまる>。",
        "en": "  Tobimaru Tsukiji.",
        "pl": ""
    },
    {
        "ja": "　私立三咲高校の理事長の息子であり、生徒会副会長。",
        "en": "  He was the son of the chairman of Misaki High School and the vice-president of its school council.",
        "pl": ""
    },
    {
        "ja": "　学年は草十郎と同じく二年生で、約一週間前、転入生の世話を生徒会長に押しつけられてからの付き合いである。",
        "en": "  Like Soujuurou, he was in his second year, and first met the transfer student a week earlier when the task of looking after him was dumped onto the student council.",
        "pl": ""
    },
    {
        "ja": "「副会長はやめろって。クソッタレな話だが、俺はしょせん会長の犬だからな」",
        "en": "\"I told you to stop calling me that. People may as well call me the president's dog, the shit I have to take from her.\"",
        "pl": ""
    },
    {
        "ja": "　やれやれと自嘲するも、不満があるワケでもなさそうだ。",
        "en": "  As self-deprecating as his words were, he hardly seemed dissatisfied with the arrangement.",
        "pl": ""
    },
    {
        "ja": "　鳶丸はポケットからスナック菓子を取りだし、実にまずそうに口に入れた。",
        "en": "  He took a snack from his pocket and grimaced at it before taking a bite.",
        "pl": ""
    },
    {
        "ja": "　一本１００キロカロリーほどのブロック形式の簡易食を、それこそ干し肉を引きちぎるように片づけていく。",
        "en": "  The hundred-calorie energy bar sacrificed flavor for efficacy, but somehow not enough to prevent him gnawing on it like a piece of jerky.",
        "pl": ""
    },
    {
        "ja": "「そうか。でも犬はよくないな、鳶丸」",
        "en": "\"I see what you're saying, Tobimaru, but being a dog isn't exactly a good thing.\"",
        "pl": ""
    },
    {
        "ja": "　難しい顔つきで草十郎は椅子に座る。",
        "en": "  Soujuurou sat in the chair with a concerned look on his face.",
        "pl": ""
    },
    {
        "ja": "「あん？　犬がどうしたって？」",
        "en": "\"Huh? I didn't catch that. Something about dogs?\"",
        "pl": ""
    },
    {
        "ja": "「犬はよくないって言った。喩えが違う気がするし、なにより怖いぞ、アレ」",
        "en": "\"Dogs aren't good. I mean, it's a bad comparison in the first place, but dogs are way scarier.\"",
        "pl": ""
    },
    {
        "ja": "「？　なんだよ、山奥育ちのくせに犬が怖いのか？」",
        "en": "\"Huh? You grew up in the mountains, and you're still afraid of dogs?\"",
        "pl": ""
    },
    {
        "ja": "「そりゃたいていの生き物は怖いけど、犬は別格だ。",
        "en": "\"I'm afraid of most animals, but dogs are in a class of their own.",
        "pl": ""
    },
    {
        "ja": "　徒党を組んだ野犬ほど始末に負えないものはない。",
        "en": "  A pack of wild dogs is particularly terrifying.",
        "pl": ""
    },
    {
        "ja": "　<脚|あし>の速さも脅威だけど、なにより執念深すぎる。",
        "en": "  They're as tenacious as they are fast.",
        "pl": ""
    },
    {
        "ja": "　坂だろうと追いかけてくるし、最後の一匹になるまで引かないんだぞ」",
        "en": "  No matter where you run, they'll chase you as long as there's still life left in them.\"",
        "pl": ""
    },
    {
        "ja": "　などと言いつつ、弁当の包みを開ける草十郎。",
        "en": "  Soujuurou opened his lunch as he spoke.",
        "pl": ""
    },
    {
        "ja": "　若草色をした布には、綺麗な三角形をしたおにぎりが三つ包まれていた。",
        "en": "  Inside the bright green cloth: three beautifully made triangular rice balls.",
        "pl": ""
    },
    {
        "ja": "「……ショックだ」",
        "en": "\"...Would you look at that.\"",
        "pl": ""
    },
    {
        "ja": "「？　ショックってなにが？」",
        "en": "\"Look at what? What do you mean?\"",
        "pl": ""
    },
    {
        "ja": "「いや、そんな、この世のものとは思えない握り飯を見たのは初めてだ。思わず絶句しちまった」",
        "en": "\"Oh, nothing. It's just that those are some special-looking rice balls you've got there.\"",
        "pl": ""
    },
    {
        "ja": "「……。それ、どっちなんだ？」",
        "en": "\"...Is that a good thing or a bad thing?\"",
        "pl": ""
    },
    {
        "ja": "「誉めてるんだよ、馬鹿」",
        "en": "\"I'm trying to compliment you, you idiot.\"",
        "pl": ""
    },
    {
        "ja": "　草十郎を相手に侮辱とも称賛とも取れる言い回しはこういう結果を招く。婉曲な表現、遠回しな嫌味をかみ砕ける<機微|きび>がないためだ。",
        "en": "  Soujuurou was always confounded by phrasing that could be interpreted in multiple ways; euphemisms and subtle sarcasm were often lost on him.",
        "pl": ""
    },
    {
        "ja": "　ただ、今のように言葉の良し悪しをいちいち訊ねるのは<希|まれ>だった。",
        "en": "  It was only on rare occasions, like this one, that he chose to confirm what was being said.",
        "pl": ""
    },
    {
        "ja": "　鳶丸の推測だが、この少年は個人的に<譲|ゆず>れない事のみ白黒をハッキリさせる気質らしい。",
        "en": "  Tobimaru had come to suspect that Soujuurou had a very black-and-white way of seeing things.",
        "pl": ""
    },
    {
        "ja": "「ところで。その固まった小麦粉みたいなの、美味しいのか？」",
        "en": "\"Say, does that hard chunk of flour-looking thing taste any good?\"",
        "pl": ""
    },
    {
        "ja": "　興味津々とばかりに鳶丸の簡易食を見つめる草十郎。",
        "en": "  Soujuurou stared at the energy bar with a curious look on his face.",
        "pl": ""
    },
    {
        "ja": "「まずくはねえが美味くもねえよ。ま、試してみる分には止めねえが。",
        "en": "\"It's not meant to taste good. You can try it if you want.",
        "pl": ""
    },
    {
        "ja": "　人間、何事も手間暇惜しむようになっちゃおしまいだぜ。事が三大欲求ならなおさらだ」",
        "en": "  People shouldn't hold back when it comes to the three base desires.\"",
        "pl": ""
    },
    {
        "ja": "　鳶丸はガリガリとブロック菓子を平らげ、残った一本を机に置き、当然という手つきでおにぎりを一つ手に取った。",
        "en": "  Tobimaru quickly finished off his bar, put another one on the table, and grabbed one of Soujuurou's rice ball.",
        "pl": ""
    },
    {
        "ja": "　草十郎も当然とばかりに鳶丸の暴挙を見逃し、差し出されたブロック菓子を食べてみる。",
        "en": "  Soujuurou failed to notice the rudeness of the forced exchange, and gave the proffered energy bar a try.",
        "pl": ""
    },
    {
        "ja": "「……なんだか、土を食べてるみたいだ」",
        "en": "\"...It kind of tastes like dirt.\"",
        "pl": ""
    },
    {
        "ja": "「違いない。遊びを無くせば人生こんなもんだって見本だな」",
        "en": "\"Now you get it. It's what a joyless existence tastes like.\"",
        "pl": ""
    },
    {
        "ja": "　草十郎は苦い顔のまま、律儀に簡易食をかじっていく。",
        "en": "  Out of principle, Soujuurou labored over his energy bar, cringing all the while.",
        "pl": ""
    },
    {
        "ja": "　未知への関心と、はじめた事はきっちり終わらせようとする律儀さである。",
        "en": "  He was both curious of the unknown and loathe to leave something unfinished.",
        "pl": ""
    },
    {
        "ja": "「いま無理に平らげる必要はねえぞ。そいつの利点は携帯食ってところだからな。素で味けないが、食えるうちは味が落ちないのがいいところだ。",
        "en": "\"Don't force yourself to finish it right now. The whole point of it is that you can eat it on the run. And while the flavor isn't that great, at least it's consistent.",
        "pl": ""
    },
    {
        "ja": "　ま、そっちはともかく。どうだ、少しは慣れたか？」",
        "en": "  Anyway, never mind that. Are you getting used to how things work around here?\"",
        "pl": ""
    },
    {
        "ja": "「ああ。鳶丸や蒼崎が気を遣ってくれているからね」",
        "en": "\"Yes. You and Aozaki have been a huge help.\"",
        "pl": ""
    },
    {
        "ja": "　屈託のない笑顔に、鳶丸はつい顔をそらしてしまった。",
        "en": "  Tobimaru turned his eyes up to the ceiling, unable to handle Soujuurou's carefree smile.",
        "pl": ""
    },
    {
        "ja": "　草十郎はたしかに普段からぼんやりしているが、反面、こうして見せる感情表現はまっすぐで嘘がない。",
        "en": "  As absentminded as Soujuurou might have been, his expressions were nonetheless incredibly earnest.",
        "pl": ""
    },
    {
        "ja": "　鳶丸のように若く利己的な人間にとっては、ささやかな毒にもなる。",
        "en": "  It was like poison to someone as self-absorbed as Tobimaru.",
        "pl": ""
    },
    {
        "ja": "『……だから蒼崎はこねえんだよなあ……』",
        "en": "(Now I know why Aozaki goes so out of her way to avoid him.)",
        "pl": ""
    },
    {
        "ja": "　内心呟いて、手にした握り飯を一口かじる鳶丸。",
        "en": "  He took a bite from the rice ball to steer himself away from such thoughts.",
        "pl": ""
    },
    {
        "ja": "　冷めた白米でありながら、しっかり柔らかな食感である事に二度驚く鳶丸だった。",
        "en": "  Though now cold, the rice had managed to maintain its freshness, startling Tobimaru.",
        "pl": ""
    },
    {
        "ja": "「……ん？　",
        "en": "\"...Huh. ",
        "pl": ""
    },
    {
        "ja": "いや待て、気を遣ってんのは俺だけじゃねえか。蒼崎なんておまえが転入した日に“彼、迷惑だから見張ってて”の一言だけだぞ!?」",
        "en": "Wait a sec, I'm the one that has your back, you know that right? Aozaki told me you were too annoying to deal with!\"",
        "pl": ""
    },
    {
        "ja": "「……なんでそこで君が怒るんだ？」",
        "en": "\"Did I say something to upset you?\"",
        "pl": ""
    },
    {
        "ja": "「いや、だからだな。おまえが学校に慣れるよう陰ながら見守ってんのは俺で、蒼崎は生徒会室で全校生徒の弱みを集めてるだけって話だ！",
        "en": "\"Don't you get it? I'm the only one helping you keep your head above water, while Aozaki sits in the student council room digging up dirt on other students!",
        "pl": ""
    },
    {
        "ja": "　面倒な苦労してんのは俺だけじゃねえかって―――」",
        "en": "  I'm the one who gets lumbered with the crap jobs, while she gets to-\"",
        "pl": ""
    },
    {
        "ja": "　そこまで口にして、鳶丸は自分の言い分が馬鹿らしくなった。草十郎の言う通り、鳶丸が怒る筋合いでもない。",
        "en": "  Tobimaru stopped himself, realizing how ridiculous he sounded. Soujuurou, rightly so, knew it was nothing to get this upset over.",
        "pl": ""
    },
    {
        "ja": "「……ま、いいさ。蒼崎に言いつけられなきゃこうなる事もなかったしな。",
        "en": "\"Well, whatever. I'm only here 'cause she told me to be.",
        "pl": ""
    },
    {
        "ja": "　知ってるか？",
        "en": "  Do you know?",
        "pl": ""
    },
    {
        "ja": "　あいつ、どうして俺にこんな役させたと思う？」",
        "en": "  Do you know why she lumbered me with you?\"",
        "pl": ""
    },
    {
        "ja": "「副会長だからだろ」",
        "en": "\"Because you're the vice-president?\"",
        "pl": ""
    },
    {
        "ja": "　言われて、鳶丸はその綺麗な顔を曇らせる。",
        "en": "  Tobimaru's handsome face went dark.",
        "pl": ""
    },
    {
        "ja": "「あのなあ。どうして副会長が転入生ひとりにかかりっきりにならなくちゃいけねえんだよ。",
        "en": "\"Do you really think it's normal for a student council vice-president to waste all of his time on a single transfer student?",
        "pl": ""
    },
    {
        "ja": "　チッ、いいぜ、機会があったら蒼崎本人に聞いてみな。あいつの本性が分かるからよ」",
        "en": "  Ugh, whatever, man. Try asking her directly if you get the chance. You'll learn who she really is.\"",
        "pl": ""
    },
    {
        "ja": "　鳶丸は悪態をつきながらさらに握り飯をかじる。",
        "en": "  He snatched another bite of the rice ball while grumbling under his breath.",
        "pl": ""
    },
    {
        "ja": "　乾燥した米粒でありながら、なんという<瑞々|みずみず>しさ……言うなれば<握|にぎ>り飯ではなく<包|つつ>み飯。力任せに米を固めたのではなく、職人の業で優しく『おにぎり』というカタチに集結させたとしか思えない……",
        "en": "  There it was again. Rice grains that were just dry enough to be fresh and tender in the mouth-a morsel that betrayed its humble description, which must have been delicately molded by a master chef rather than haphazardly clumped into a ball...",
        "pl": ""
    },
    {
        "ja": "「そしてなによりこの塩加減、中の具からしみだした玄妙な醤油加減はどうだ―――",
        "en": "\"Just the right amount of salt, and the subtlest of soy sauce notes coming from the center, it...",
        "pl": ""
    },
    {
        "ja": "食欲をそそるどころか、脳を食欲だけにするような―――",
        "en": " It doesn't just whet your appetite, it stimulates the desire centers of your brain and-",
        "pl": ""
    },
    {
        "ja": "おお―――」",
        "en": " ...Oh wow.\"",
        "pl": ""
    },
    {
        "ja": "「鳶丸、思ってる事が口に出てるみたいだけど」",
        "en": "\"Tobimaru, you appear to be thinking out loud.\"",
        "pl": ""
    },
    {
        "ja": "「いや、それほどのショックだったってワケだ。",
        "en": "\"It's nothing, just color me surprised.",
        "pl": ""
    },
    {
        "ja": "　なあ草の字。これ、具はなんだ？」",
        "en": "  Hey, Sono-G, what's this filling, anyway?\"",
        "pl": ""
    },
    {
        "ja": "　予想外の味に思わず訊ねる。",
        "en": "  It was only natural to inquire about the unexpectedly delicious bite.",
        "pl": ""
    },
    {
        "ja": "　ちなみに、鳶丸はまだ外周だけで中心たる具に辿り着いていない。",
        "en": "  He had been nibbling around the edges and had not yet reached its center.",
        "pl": ""
    },
    {
        "ja": "「ああ、それはイナゴ」",
        "en": "\"Oh, right. That would be grasshopper.\"",
        "pl": ""
    },
    {
        "ja": "「ありえねえ！」",
        "en": "\"No way!\"",
        "pl": ""
    },
    {
        "ja": "　がは、と咳きこむ副会長。",
        "en": "  The vice-president choked on his cough.",
        "pl": ""
    },
    {
        "ja": "　たしかに、山奥育ちの草十郎には海の幸より山の幸のイメージがあるような、でもイナゴはないような。",
        "en": "  He had assumed that Soujuurou would prefer earthy ingredients instead of seafood on account of his mountain life, but he never expected he would use grasshoppers.",
        "pl": ""
    },
    {
        "ja": "「クソ、食う前に言えよな！　信じられねえぐらい美味いと思っちまったじゃねえか！」",
        "en": "\"Damn it! You should have warned me first, Soujuurou! ...But man, was that delicious!\"",
        "pl": ""
    },
    {
        "ja": "「ああ、今のは嘘だよ」",
        "en": "\"Oh. I was just joking.\"",
        "pl": ""
    },
    {
        "ja": "　瞬間、見つめ合うふたり。",
        "en": "  They locked eyes for a moment.",
        "pl": ""
    },
    {
        "ja": "「ほんとは鮭。いくらなんでも、イナゴはね」",
        "en": "\"It's salmon. I would never eat grasshopper.\"",
        "pl": ""
    },
    {
        "ja": "「―――お、おう。そうだよな、いや、安心した。",
        "en": "\"O-Oh, right. Yeah. I knew that.",
        "pl": ""
    },
    {
        "ja": "　いくらなんでもイナゴはねえよな」",
        "en": "  Of course it wouldn't be grasshopper.\"",
        "pl": ""
    },
    {
        "ja": "「ああ、こんな都会で身のしまったイナゴが手に入るもんか」",
        "en": "\"Yeah. I mean, you can't find fresh grasshoppers in this city to begin with.\"",
        "pl": ""
    },
    {
        "ja": "「………………」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　気になる台詞だったが、あえて鳶丸はスルーする。",
        "en": "  As curious as those words were, Tobimaru decided to let them go.",
        "pl": ""
    },
    {
        "ja": "「……ったく。どっちにしても冗談きついぜ。あやうくはき出すところだったじゃねえか。らしくねえぞ、草十郎」",
        "en": "\"Jeez, Soujuurou. That's not something to joke about. You want me to hurl or something?\"",
        "pl": ""
    },
    {
        "ja": "「君が蒼崎の悪口を言うからだ」",
        "en": "\"Don't say bad things about Aozaki then.\"",
        "pl": ""
    },
    {
        "ja": "　瞼を閉じ、不機嫌そうに握り飯を食べながら草十郎はそう言った。たしかに言った。",
        "en": "  Soujuurou closed his eyes as he continued to chew on his rice ball.",
        "pl": ""
    },
    {
        "ja": "　不満そうにもぐもぐ口を動かす草十郎を、鳶丸は<唖然|あぜん>と見つめる。",
        "en": "  Tobimaru watched incredulously as Soujuurou made no attempt to hide his disapproval.",
        "pl": ""
    },
    {
        "ja": "「―――おい。今のはさすがに聞き捨てならねえぞ。俺が蒼崎の悪口を言ったから<意趣返|いしゅがえ>しをしたと、そういうコトか？」",
        "en": "\"Okay, that I can't let go. You're really saying you were taking revenge for Aozaki?\"",
        "pl": ""
    },
    {
        "ja": "「………………」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　もぐもぐもぐ。",
        "en": "  Soujuurou continued chewing.",
        "pl": ""
    },
    {
        "ja": "　純朴な田舎少年の無言の抗議は、ますます真実味を増していく。",
        "en": "  The country boy's silent protest said all that needed to be said.",
        "pl": ""
    },
    {
        "ja": "　間違いない、なんという悲劇、と副会長は落雷を受けたかのような頭痛にもだえた。",
        "en": "  The vice-president suddenly looked like he had been struck by lightning.",
        "pl": ""
    },
    {
        "ja": "「なんてこった。おまえ、まさか蒼崎に惚れてんのか？",
        "en": "\"What the... Don't tell me you've fallen for Aozaki!",
        "pl": ""
    },
    {
        "ja": "　そうなのか？　そうなんだな!?　おい、眠ってねえで起きろ！」",
        "en": "  You have, haven't you? ...Hey! I asked you a question, dammit!\"",
        "pl": ""
    },
    {
        "ja": "　椅子から立ち上がり、草十郎の両肩を激しくシェイクする鳶丸。",
        "en": "  Tobimaru flew out of his chair and violently shook Soujuurou by the shoulders.",
        "pl": ""
    },
    {
        "ja": "　仕方なく、むっとした顔で草十郎は目を開けた。",
        "en": "  Soujuurou opened his eyes.",
        "pl": ""
    },
    {
        "ja": "「そうか……おまえは一年前の惨劇を知らないんだな。",
        "en": "\"I forgot. You don't know about what happened a year ago...",
        "pl": ""
    },
    {
        "ja": "　知ってりゃ、そんなストレートな破滅願望を持つ事もなかったろうに」",
        "en": "  'Cause if you did, you wouldn't be treading down this path of destruction, my friend.\"",
        "pl": ""
    },
    {
        "ja": "「……君の言葉には誤解が含まれてるけど、それは後にする。それより、一年前の惨劇って？」",
        "en": "\"You've got it all wrong, but that's okay. Tell me what happened a year ago first.\"",
        "pl": ""
    },
    {
        "ja": "「―――む」",
        "en": "\"...Hmph.\"",
        "pl": ""
    },
    {
        "ja": "　鳶丸はハッと我に返り、どうしたものかと考えたあげく、どすんと椅子に座る。",
        "en": "  Tobimaru regained his composure and sat down after a moment's thought.",
        "pl": ""
    },
    {
        "ja": "「仕方ねえ。この手の噂をするのは好きじゃねえんだけどな」",
        "en": "\"Okay. I'm not one to gossip, but for you I'm making an exception.\"",
        "pl": ""
    },
    {
        "ja": "　しかしそれも青少年の輝かしい未来のためだ、と鳶丸は自己肯定した。",
        "en": "  Tobimaru reassured himself that it was in Soujuurou's best interests as a young man to know.",
        "pl": ""
    },
    {
        "ja": "「あれは蒼崎がまだ一年の頃の話だ。",
        "en": "\"It went down when Aozaki was a freshman.",
        "pl": ""
    },
    {
        "ja": "　あの頃はみんな入学したばっかりで、蒼崎がどんな性格か誰も知らなかった。",
        "en": "  Everybody was new to high school, so nobody knew what anyone was like yet, her included.",
        "pl": ""
    },
    {
        "ja": "　あいつ、外見は文句なしに美人だからな。",
        "en": "  She was a total babe. I mean just look at her!",
        "pl": ""
    },
    {
        "ja": "　そりゃあ男どもは狂喜乱舞したもんさ」",
        "en": "  All the guys were crazy for her.\"",
        "pl": ""
    },
    {
        "ja": "　そして、後に違った意味で狂喜乱舞する事になるとは、誰ひとり夢にも思わなかったのである。",
        "en": "  Little did they know that soon after they would go crazy for an entirely different reason.",
        "pl": ""
    },
    {
        "ja": "「四月、五月はもう上を下への大騒ぎでよ。",
        "en": "\"The first couple of months, the school descended into chaos.",
        "pl": ""
    },
    {
        "ja": "　あの時ばかりは上級生も下級生もなかったな。",
        "en": "  You gotta remember, that early on in the year, no one cared about class hierarchy.",
        "pl": ""
    },
    {
        "ja": "　野郎同士の牽制、共闘、はては決闘まで、まあよくも騒いだもんさ。蒼崎に近寄るだけでも大変だったんだぜ？」",
        "en": "  So tons of guys were fighting themselves over her, it was insane. Just getting anywhere near Aozaki was next to impossible.\"",
        "pl": ""
    },
    {
        "ja": "「？　なんでそんなよく分からない事態になるんだ？」",
        "en": "\"I don't understand. Why would that happen?\"",
        "pl": ""
    },
    {
        "ja": "「そりゃ蒼崎はひとりきり、命知らずな野郎はのべ百人ほどいたからだよ。",
        "en": "\"'Cause that's what happens when a hundred guys like the same girl, duh.",
        "pl": ""
    },
    {
        "ja": "　ひとりひとり蒼崎とランチしても三ヶ月かかるだろ？",
        "en": "  It would have taken Aozaki three months just to have lunch with them all individually.",
        "pl": ""
    },
    {
        "ja": "　だから、まずは男同士でつまんねえ暗闘があったのさ」",
        "en": "  So people decided to fight over who got to ask her out.\"",
        "pl": ""
    },
    {
        "ja": "「…………」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "「ま、いい。分からねえんならそこは飛ばそう。<所詮|しょせん>負け犬どもの話だしな、本筋にはなりえねえ」",
        "en": "\"They were all a bunch of losers if you ask me. But what happened next is the juicy part.\"",
        "pl": ""
    },
    {
        "ja": "「でな。そんなどうでもいい戦いを勝ち残ったヤツらは列なして一年の女に言い寄ったワケだ。",
        "en": "\"Those who emerged from the conflict unscathed made their move...",
        "pl": ""
    },
    {
        "ja": "　蒼崎はアレでなんていうか、相手のなけなしの誠意？　じゃなくてアレか、勇気？　そういうの、無視できずに認めちまうヤツだからな。",
        "en": "  And though she might not seem like it, she's the type who likes to put a guy down lightly, you know, because of their sincerity or courage or whatever.",
        "pl": ""
    },
    {
        "ja": "　言い寄ってくる相手を可能なかぎり丁寧に断ってた」",
        "en": "  At any rate, she rejected all comers as politely as she could.\"",
        "pl": ""
    },
    {
        "ja": "「が、中にはそれで勘違いしちまう奴もいてよ。",
        "en": "\"But there was one guy who couldn't take a hint.",
        "pl": ""
    },
    {
        "ja": "　三年のある野郎がこれは脈アリと見て蒼崎に何度も言い寄ったんだよ。",
        "en": "  He was a third-year who just refused to give up.",
        "pl": ""
    },
    {
        "ja": "　……たぶん、そいつ頭がおかしかったんだ。今にして思うと、そうとしか思えん」",
        "en": "  ...Maybe he was a little bit nuts. It's hard to see it any other way at this point.\"",
        "pl": ""
    },
    {
        "ja": "　ちなみに、その三年生とやらが前期の生徒会長である事を、鳶丸は秘する事にした。",
        "en": "  Incidentally, Tobimaru decided to gloss over the fact that this student was also the former student council president.",
        "pl": ""
    },
    {
        "ja": "「学園ばかりか蒼崎の家まで押しかけたそうでな。",
        "en": "\"But he didn't keep it up only at school. Later he started following her home.",
        "pl": ""
    },
    {
        "ja": "あまりにしつこいんで蒼崎も堪忍袋の緒が切れたんだろう。ちょっと、口にするのは<憚|はばか>られる方法でふったんだよ」",
        "en": " That must have been the last straw, because Aozaki wigged out. She sent him packing in ways I'm not comfortable repeating out loud.\"",
        "pl": ""
    },
    {
        "ja": "「結果、そいつは自分から他校に転入希望したばかりか三咲町からも逃げ出しちまって、蒼崎も一ヶ月ばかり自宅謹慎を食らった。",
        "en": "\"The conclusion? The student didn't just request a transfer, he tucked tail and left Misaki completely. Aozaki was sentenced to a month of house arrest.",
        "pl": ""
    },
    {
        "ja": "　世に言う血の公会堂事件だ。",
        "en": "  It came to be known as the Bloody Town Hall Incident.",
        "pl": ""
    },
    {
        "ja": "　詳しく知りたけりゃ本人………はまずいな、新聞部にでもいけ。あそこの部長は命知らずだから、訊けば面白がって教えてくれる」",
        "en": "  She could tell you more about it than I can... but I wouldn't recommend asking her. Ask the school newspaper editor instead. She loves a bit of gossip.\"",
        "pl": ""
    },
    {
        "ja": "「……鳶丸。その、具体的な表現を故意に避けてないか？」",
        "en": "\"Tobimaru. I get the feeling you're not telling me everything.\"",
        "pl": ""
    },
    {
        "ja": "「仕方ねえだろ。理事長の息子だろうが何だろうが怖いものは怖ぇし、高校ぐらいは無事卒業しとかねえとな。",
        "en": "\"Hey, you'd do the same if you were me. I may be the board chairman's son and all, but some things scare even me, and I wanna graduate in one piece.",
        "pl": ""
    },
    {
        "ja": "　うちの女子の制服みるたびに奇声をあげるトラウマなんて持ちたくねえよ」",
        "en": "  You want me to freak out every time I see a girl in a school uniform?\"",
        "pl": ""
    },
    {
        "ja": "「………………」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　むう、と納得いかなげに首をかしげる草十郎。",
        "en": "  Soujuurou tilted his head to the side in confusion.",
        "pl": ""
    },
    {
        "ja": "　鳶丸の言わんとするところが、彼にはさっぱり分からない。",
        "en": "  Tobimaru had lost him with that comment.",
        "pl": ""
    },
    {
        "ja": "「まあいい。",
        "en": "\"Well, whatever.",
        "pl": ""
    },
    {
        "ja": "　それより、なんで蒼崎なんかがいいんだよ、草十郎」",
        "en": "  What is it about Aozaki that you like anyway?\"",
        "pl": ""
    },
    {
        "ja": "　言われて、今度は逆の方向に、はて、と草十郎は首をかしげた。",
        "en": "  He tilted his head again, this time to the other side.",
        "pl": ""
    },
    {
        "ja": "「おい。おまえ、本当に蒼崎が好きなのか？",
        "en": "\"Whoa. Are you really that hot for her?",
        "pl": ""
    },
    {
        "ja": "　たんに胸がドキドキいってるだけなら、それは恋じゃなくて恐怖だってオチもあるぜ。いくら草の字がぼんやりでも理由ってもんがあるだろ？」",
        "en": "  'Cause if your heart pounds in her presence, that could be caused by fear, you know. Tell me you aren't stupid enough to like her for no good reason.\"",
        "pl": ""
    },
    {
        "ja": "　草十郎はさらに首をかしげる。",
        "en": "  He tilted his head even further.",
        "pl": ""
    },
    {
        "ja": "　鳶丸の言い分には<語弊|ごへい>があるが、とりあえず今はそれを抜きにするとして。",
        "en": "  What Tobimaru was saying sounded off, but Soujuurou decided not to press the matter.",
        "pl": ""
    },
    {
        "ja": "　草十郎自身、蒼崎青子に抱く感情には理解できないものが多すぎた。",
        "en": "  All the more because he found many of his own emotions towards Aoko Aozaki to be incomprehensible.",
        "pl": ""
    },
    {
        "ja": "「そうだな、おかしい。俺は、あまり彼女を知らないのにね」",
        "en": "\"It is kind of strange, to be honest. I don't even know her that well.\"",
        "pl": ""
    },
    {
        "ja": "　それもその筈、創立記念日の案内以来、学園内において草十郎と青子は一度も話していないのだ。",
        "en": "  That was because they had not truly spoken to each other since the day she showed him around.",
        "pl": ""
    },
    {
        "ja": "　草十郎が話し掛けようとすると青子は素早く立ち去ってしまう。",
        "en": "  Every time Soujuurou tried to talk to her, she immediately got up and left.",
        "pl": ""
    },
    {
        "ja": "　この間の日曜日には縁あって労働を共にしたが、あれだって往復時間に軽く話した程度である。",
        "en": "  As fate would have it, they ended up working together that recent Sunday, but made only idle chatter on the way and back.",
        "pl": ""
    },
    {
        "ja": "「けど鳶丸、君は知らないだけなんだ。",
        "en": "\"There's something you don't know, either, Tobimaru.",
        "pl": ""
    },
    {
        "ja": "　時々なんだが、誰かの視線を感じて振り返ってみると、いつ失敗するかを心配して見ている人がいる。",
        "en": "  Sometimes I feel someone's gaze on me, and when I turn around to see who it is, she's there, looking like she's worried about me, that I'll mess up.",
        "pl": ""
    },
    {
        "ja": "　鳶丸の言うとおり、ただ廊下で俺を見かけて、たんに監視していただけなのかも知れない。本当は俺の事なんて気にせず素通りしたいのかも知れない。",
        "en": "  I know what you'll say-she just happened to see me in the hallway and was keeping an eye on me. Maybe she secretly wishes she could ignore me when we pass each other.",
        "pl": ""
    },
    {
        "ja": "　けど、どんな種類であれ彼女の心配は本物だ」",
        "en": "  But whatever the reason, I believe her concern is genuine.\"",
        "pl": ""
    },
    {
        "ja": "「それに、ここが一番大事だと思うんだけど。",
        "en": "\"And that's the most important thing about all this.",
        "pl": ""
    },
    {
        "ja": "　実際の話、蒼崎のそういうところのおかげで、俺は助かっていたりするんだ」",
        "en": "  I believe that nature of hers has helped me out repeatedly.\"",
        "pl": ""
    },
    {
        "ja": "　何の気負いもなく、真剣に彼は言った。",
        "en": "  His tone was measured and sincere.",
        "pl": ""
    },
    {
        "ja": "　それを聞いた鳶丸は軽い後悔と共に、ため息などをこぼしてしまう。",
        "en": "  Tobimaru sighed with a tinge of regret.",
        "pl": ""
    },
    {
        "ja": "　今の台詞さえ聞かなければ適当な女生徒を紹介して、草十郎が平穏な高校生活を送れるよう段取っただろうに。",
        "en": "  If not for those words, he could have introduced Soujuurou to a more suitable girl with whom he could have lived out the rest of his school days in peace.",
        "pl": ""
    },
    {
        "ja": "　本来、彼がそこまで男友達のために骨折るコトはない。",
        "en": "  He never went to such lengths for his other friends.",
        "pl": ""
    },
    {
        "ja": "　利用できる相手なら損得のために騙しあい、助け合う。",
        "en": "  Generally speaking, if it was of some benefit to him, he was unafraid of exploiting another.",
        "pl": ""
    },
    {
        "ja": "　利用できない人間は、そも利用するべきではないと判断して距離を置くのが槻司鳶丸の信念だ。",
        "en": "  If they were of no use, he didn't bother getting involved with them. That was how Tobimaru Tsukiji operated.",
        "pl": ""
    },
    {
        "ja": "　そんな彼をして、静希草十郎は益を得る相手ではないクセに、手を貸したくなる人種だった。",
        "en": "  Soujuurou happened to be the type of person who provided no benefit to Tobimaru, yet somehow sparked in him a desire to help.",
        "pl": ""
    },
    {
        "ja": "　彼は友情には<疎|うと>くなかったが、",
        "en": "  It was not that friendship was completely alien to him.",
        "pl": ""
    },
    {
        "ja": "　友人と呼べる人物にはそう恵まれていなかった。",
        "en": "  He just did not have many people he felt that close to.",
        "pl": ""
    },
    {
        "ja": "　……なので、草十郎が本気で青子に惚れているのなら、友人として、それを改めさせる野暮はできなかった。",
        "en": "  So if Soujuurou had really fallen for Aoko, it was not his place, as a friend, to try to change his mind.",
        "pl": ""
    },
    {
        "ja": "「……やれやれ。結局、惚れてる奴にゃあ理由なんていらねえんだな」",
        "en": "\"Ugh, well, I guess it's true that love knows no reason.\"",
        "pl": ""
    },
    {
        "ja": "「そんな事はない。理由ならひとつある。",
        "en": "\"I wouldn't say there's no reason for it. I can think of one at least.",
        "pl": ""
    },
    {
        "ja": "　彼女を<一目|ひとめ>みた時に、綺麗だなって思ったぞ」",
        "en": "  I thought she was beautiful the moment I first laid eyes on her.\"",
        "pl": ""
    },
    {
        "ja": "「あ？」",
        "en": "\"Uh.\"",
        "pl": ""
    },
    {
        "ja": "　がくん、と肩を落とす鳶丸。",
        "en": "  Tobimaru's shoulders slumped.",
        "pl": ""
    },
    {
        "ja": "「なんだぁ!?　あんだけ恥ずかしい台詞いっといて、要は外見に惚れてますだあ？　結局見てくれかよ草十郎！」",
        "en": "\"After all that, you just like her for her looks? Listen to yourself, Soujuurou!\"",
        "pl": ""
    },
    {
        "ja": "「綺麗なものに見惚れるのは、いいことじゃないのか？",
        "en": "\"What's wrong with appreciating beauty?",
        "pl": ""
    },
    {
        "ja": "　自分を綺麗に見せる努力をしているんだから、外見から内面を判断するのは、そんなおかしな話じゃないと思う」",
        "en": "  I don't think there is anything wrong with judging someone by the physical appearance they worked hard to create.\"",
        "pl": ""
    },
    {
        "ja": "「む」",
        "en": "\"Err...\"",
        "pl": ""
    },
    {
        "ja": "　詭弁のようではあるが、なんとなく正論のような気もする。",
        "en": "  That sounded like a sophism to Tobimaru, but he had no counterpoint to offer.",
        "pl": ""
    },
    {
        "ja": "「……しょうがねえ、分かったよ。この話はもう止めよう。草の字が誰を<自分|テメエ>の女にするか、俺の知った事じゃねえし」",
        "en": "\"All right. I get it. I'll let it go. It's none of my business who you go after anyway.\"",
        "pl": ""
    },
    {
        "ja": "　さて。",
        "en": "  Now...",
        "pl": ""
    },
    {
        "ja": "　ここで、鳶丸はひとつ、大きな勘違いをしていた。",
        "en": "  About the one major thing that Tobimaru had been mistaken about this whole conversation.",
        "pl": ""
    },
    {
        "ja": "　静希草十郎は蒼崎青子に好意を持っているだけであって、別に、心の底から好きだとか、恋人として付き合いたいなんて願望は、むしろ一片も無かった、という点である。",
        "en": "  Namely, that Soujuurou was not head-over-heels in love with Aoko and hoped to go steady with her. He merely liked her as a person.",
        "pl": ""
    },
    {
        "ja": "　この勘違いが後に大きな禍根となるコトを、神ならざる彼らが気付くよしもない。",
        "en": "  Nobody could have foreseen the massive calamity that would be caused by this simple misunderstanding.",
        "pl": ""
    },
    {
        "ja": "「だがよ、ひとつだけ忠告しておくぜ草十郎。",
        "en": "\"I've just got one piece of advice for you, Soujuurou.",
        "pl": ""
    },
    {
        "ja": "蒼崎はケンカをした相手だろうと別に嫌うワケじゃない。逆に言えば、親切にしたって別に好かれるワケでもない。",
        "en": "Just because Aozaki fights with someone doesn't mean she hates them, and just because she's nice to someone doesn't mean she likes them.",
        "pl": ""
    },
    {
        "ja": "いい例が俺だ」",
        "en": " I'm a prime example of that.\"",
        "pl": ""
    },
    {
        "ja": "　過去の傷心を思いだしたのか、鳶丸は重いため息とともに語る。",
        "en": "  He spoke with a pained sigh as if opening old wounds from the past.",
        "pl": ""
    },
    {
        "ja": "「そうか、",
        "en": "\"I see.",
        "pl": ""
    },
    {
        "ja": "詳しく」",
        "en": " What happened?\"",
        "pl": ""
    },
    {
        "ja": "「おう。昔な、あいつがあんまりに独善的だったんでつい手をあげかけちまった事がある。",
        "en": "\"Long story short, she used to be really full of herself, and I once tried to hit her.",
        "pl": ""
    },
    {
        "ja": "　半年前の夏だ。一年もあいつと生徒会やってたもんだから、俺も女っつーより戦友って気になっててな。",
        "en": "  It happened last summer. I'd already been working with her in the student council for a year at that point and saw her more like a fellow soldier in the trenches than as a girl.",
        "pl": ""
    },
    {
        "ja": "　つい勢いで平手打ちをしようと右手をあげた。―――我ながら四番<打者|バッター>もかくやという腰のひねり。たしかな実感とともに、俺は勝利を確信したもんさ」",
        "en": "  One day, I lost my temper and I took a swing at her. I like to think I've got a mean right hook, and I slugged her pretty good, so I thought I won that round.",
        "pl": ""
    },
    {
        "ja": "　ふっ、と遠い目をする彼は、その後の<顛末|てんまつ>を話そうとはしなかった。",
        "en": "  He had a distant look in his eyes as his words trailed off.",
        "pl": ""
    },
    {
        "ja": "「翌日になって、こりゃあ完全に敵扱いされたな、と覚悟して生徒会室にいってみりゃあ、蒼崎はいつも通りだった。",
        "en": "\"The next day, when I came to the student council room, I thought she'd be spoiling for a fight, but she was the same as always.",
        "pl": ""
    },
    {
        "ja": "　で、以来あいつと俺は会長と副会長で納まってる」",
        "en": "  And since then, we've simply continued working together as president and vice-president.\"",
        "pl": ""
    },
    {
        "ja": "　話を聞き終わり、ふーん、と感想を漏らす草十郎。",
        "en": "  Soujuurou sighed at his story.",
        "pl": ""
    },
    {
        "ja": "　そうして自信を持って、",
        "en": "  He then said, with absolute confidence,",
        "pl": ""
    },
    {
        "ja": "「いまの話を総合すると、君はたんに<惚気|のろけ>たいのか？」",
        "en": "\"So, you just wanted to brag about how close you two are?\"",
        "pl": ""
    },
    {
        "ja": "　真顔で、まったく分かってない感想を口にするのだった。",
        "en": "  Clearly, he had missed the point entirely.",
        "pl": ""
    },
    {
        "ja": "「んなワケあるかぁ！！！！　",
        "en": "\"Are you kidding me!?",
        "pl": ""
    },
    {
        "ja": "いまの話のどこに甘ずっぱい要素があんだよ！？",
        "en": " How in the hell do you come to that conclusion after hearing a story like that!?",
        "pl": ""
    },
    {
        "ja": "　",
        "en": " ",
        "pl": ""
    },
    {
        "ja": "俺としちゃあ、あいつを女として見なくなった決定的な事件だったんだがねぇ！？」",
        "en": "I'm telling you that from that day forward I could never see her again as a woman!\"",
        "pl": ""
    },
    {
        "ja": "「なんだ、違うのか」",
        "en": "\"Oh, I was mistaken?\"",
        "pl": ""
    },
    {
        "ja": "　もったいない、と不満そうに漏らす草十郎。",
        "en": "  A look of disappointment flittered across Soujuurou's face. ",
        "pl": ""
    },
    {
        "ja": "　……この男、単純のようで底が知れぬのかも、と鳶丸は考えを改めた。",
        "en": "  Tobimaru revised his opinion of him. Soujuurou was something of a simpleton, but there was something more about him that Tobimaru could not quite place.",
        "pl": ""
    },
    {
        "ja": "「とにかくだ。俺が言いたいのは、蒼崎青子の“好き嫌いの基準”ってのは普通じゃないって事だ。",
        "en": "\"Just take it from me-her standards are anything but normal.",
        "pl": ""
    },
    {
        "ja": "いいコトをすれば好かれる、気に入らないコトをすれば嫌われる、ってワケじゃねえんだよ、あのお姫さまは」",
        "en": "  She won't like you for being nice to her, and she won't hate you for being mean to her. That's the kind of princess she is.\"",
        "pl": ""
    },
    {
        "ja": "　参考にするよ、と答えて草十郎は時計を見る。",
        "en": "  Soujuurou answered that he would keep it in mind, as he looked to the clock.",
        "pl": ""
    },
    {
        "ja": "　長話がすぎたらしい。昼休みは残り少なくなっていた。",
        "en": "  They had been talking for a while, and lunch was almost over.",
        "pl": ""
    },
    {
        "ja": "「もう君からの話はないか？」",
        "en": "\"Is there anything else you wanted to discuss?\"",
        "pl": ""
    },
    {
        "ja": "「あ？　はじめからねえよ、そんなの」",
        "en": "\"Huh? I didn't have anything to discuss in the first place.\"",
        "pl": ""
    },
    {
        "ja": "「………………」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　なら何故この男は自分をここに連れこんだのだろう？　と首をかしげる草十郎だったが、今は他に本題がある。",
        "en": "  Why had Tobimaru even brought him here in the first place? Soujuurou tilted his head in wonder but shook it off to deal with the more pressing matters at hand.",
        "pl": ""
    },
    {
        "ja": "「よし。じゃあもう少し付きあってくれ。",
        "en": "\"Could you stay a little longer?",
        "pl": ""
    },
    {
        "ja": "　鳶丸に訊きたいことがあったんだ」",
        "en": "  There's something I wanted to ask you.\"",
        "pl": ""
    },
    {
        "ja": "「？」",
        "en": "\"Yes?\"",
        "pl": ""
    },
    {
        "ja": "　今までにない真剣な表情の草十郎に、思わず姿勢を正す鳶丸。",
        "en": "  Tobimaru sat up straight, having never seen Soujuurou's face look so serious before.",
        "pl": ""
    },
    {
        "ja": "　食べかけのおにぎりもそのままに、ゴホン、と草十郎は咳払いをする。",
        "en": "  Soujuurou set aside his rice ball and cleared his throat.",
        "pl": ""
    },
    {
        "ja": "「―――実は昨日、こんなコトがあって……」",
        "en": "\"It's about something that happened yesterday.\"",
        "pl": ""
    },
    {
        "ja": "　語りだしは厳かに。",
        "en": "  He spoke solemnly.",
        "pl": ""
    },
    {
        "ja": "　草十郎はできるだけ正確に、昨夜出会ったある出来事について話し始めた。",
        "en": "  And as carefully as possible, he recounted what had occurred the night before...",
        "pl": ""
    }
]