[
	[
		"　それから二時間ほど経った午後九時。",
		"　ふたりは話し合いの場を居間からサンルームに移し、この洋館に不釣り合いな光景をくり広げていた。",
		"「まあホントはね、鳶丸に任せる気はなかったんだけど」",
		"　テーブルの上にでん、と土鍋が置かれている。",
		"　くつくつと温かな湯気をたてる土鍋を<箸|はし>でつつきながら、青子は誰に語るでもなくぼやいている。",
		"　今晩の夕食は、洋館にあるまじき和食だった。",
		"　こういう日本的、かつ材料を買ってくるだけで済む鍋物はおもに青子の担当である。",
		"　有珠は青子の対面で、やはり無言で鍋にフォークを入れていた。",
		"「<山城|ヤマシロ>の奴が来るなり『静希くんはまだ部活に入っていないから、面倒みてあげてくれないかな』なんて言ってくるもんだからさ。全校生徒の行動範囲なんて見直す気力無くなっちゃったのよ」",
		"　取った玉子はまだ乙女のように純白だったので鍋に返す。",
		"　仕方なく火の通りの早いしらたきに手を出した。",
		"「そりゃあ、あのバカがバイトで忙しいのは知ってるわよ。",
		"　だから出来るだけ春先までのんびりしてて、あんなのでも親身になってくれそうな部の部長にあたってみたのに。",
		"ありがとうのひとつも無いってのは、ちょっと癪にさわるわよね。",
		"　ね、聞いてる有珠？」",
		"　具を口に含んでいたのか、声を上げずに有珠は首を縦に振った。",
		"　興味も意見もまったくないという<表情|かお>だが、話だけは聞いているようだ。",
		"　それに満足して青子ははんぺんをかじった。",
		"「それに私、いい人ー、なんて言われるヤツは信用できないのよ。あろう事か鳶丸までそんなこと口走る始末だし。",
		"　あれはいい人なんじゃなくて、ただぼんやりしてるだけなんだっての。",
		"　……大体、あそこまで言われて怒りもしないなんてどうかしてるわ」",
		"　今日の生徒会室での一件を思い出す。",
		"　草十郎は青子の一方的な言葉に、さして反論もせずそのまま去っていった。",
		"　あの取り澄ました顔を思い出すだけで残ったはんぺんを噛まずに飲みこんでしまう青子なのだった。",
		"『……ふん。なにが分かってるんだな、よ』",
		"　草十郎の一言と、幼年期の終わりに贈られた言葉が重なる。",
		"“―――青子ちゃんは分かっているんだね。",
		"　それでも自分であり続けられるという事は、とても強い事なんだよ―――”",
		"　たぶん、あの言葉は誉めてくれていたのだ。",
		"　でも自分にとって残酷な評価だった。",
		"　だって、それを告げるあの人の顔は、痛ましいものを見るような顔をしていたのだ。",
		"『―――ま。あんな変態の言ってたコトなんて、いまさらどうでもいいけどさ』",
		"　それでも、生涯最大の気の迷いであったワケだけど、憧れていた人物にあんな顔をされたのは幼心にショックだった。",
		"「……ケンカ」",
		"「え？」",
		"　箸を浮かせたまま物思いに<耽|ふけ>っていた青子に、有珠は唐突にそう言い放った。",
		"「ごめん、聞いてなかった。ケンカって、あの喧嘩？」",
		"　こくり、と可憐な首が頷く。",
		"「貴女の感想だけじゃ状況はよく掴めないけど。",
		"　つまり、青子はその人に喧嘩を売りたかったのね」",
		"　はむ、と最後のはんぺんに口をつける有珠。",
		"　それはあんまりに予想外で、いやに的を射た意見のような。",
		"「な……なんでそうなるのよ!?",
		"　私はあんなのと一秒だって関わりたくないだけだってば！",
		"だいたいそれどころじゃないし！　興味とかまったくないし！",
		"会話もこれ以上ないってぐらい簡潔に切り上げたし！」",
		"「なら、どうして今そんな話をするの？」",
		"「え……それは……その、",
		"アンタに今日の調査過程を報せてあげたのよ。それ以外何があるって言うの？」",
		"　本当に、それ以外に何があるって言うんだろう？",
		"　自ら墓穴を掘って中に入り、追い打ちとばかりに土を被っている事に青子が気付くのは数時間後、おやすみなさいとベッドに入ってからである。",
		"「いいけど、わたしは別に。",
		"　ただ……青子は、本当にその人が嫌いなの？」",
		"　何か神聖な作業をするように、黙々とおでんを食べながら有珠は質問する。",
		"　表情こそいつも通り無関心だが、内面では青子の態度を面白がっている節がある。",
		"　そんな有珠の思惑にも青子は気付けなかった。",
		"　いつもなら簡単に気が付くのだが、ちょっとした心の混乱がその余裕を奪っている。",
		"「本当にって……そりゃそうよ。気にくわないって何度も言ってるじゃない」",
		"「そ。具体的には？」",
		"「はあ？　具体的にはって、そんなのに理由なんて……」",
		"　そこまで口にして、ようやく青子はその矛盾に気が付いた。",
		"『……む……ぬ？』",
		"　そう、理由なんてこれっぽっちもない。",
		"　一目見た時からあの田舎者とは相容れないな、と本能が告げただけだ。",
		"　でも、それは一体どうしてだろう？",
		"　そもそも理由のない感情、根拠のない決めつけなんてものは、彼女が一番嫌うところだ。",
		"「う……き、嫌いな物は嫌いなんだから……ちゃんと、どっかに理由があるんだ、と思うけど……」",
		"　口にすればするほど歯切れが悪くなる。",
		"　……困ったことに、青子には静希草十郎を嫌がる理由が見当たらなかった。",
		"　常識がないのは彼の今までの環境が悪いのであって、草十郎自身に非はない。",
		"　いや、逆になんとか文明社会に順応しようとする姿勢には好感が持てる筈だ。",
		"　ぼんやりした所も、行動が<緩慢|かんまん>という訳ではない。",
		"　彼の仕草や言動がワンテンポ遅く見えるのは、彼が自分の言動に注意を払っているからであり、結果、緩やかに見えるだけなのだ。",
		"　そうやって静希草十郎という人物をあくまで公平に環境と人格に分けて評価すれば、結果は分かりきっている。",
		"　認めたくないが、みんなの言う通り、嫌味のない『いい人』像がそこにある。",
		"『ちょっと本気かっての……人間的に悪いところ、ホントに微塵もないのかアレ………？』",
		"　ダメな部分は山ほどあるのでとりあえずそこは保留。",
		"　今まで忙しなく動いていたおでんをつつく箸は、ここで完全に停止した。",
		"　なんか、ますますムカつく。",
		"　理由のない反感に青子はぐるぐる頭を回す。",
		"　それはまずい、自分的にそんなのは許容できない、と必死に静希草十郎を分析するのだが、ますます自分を追いつめるだけだった。",
		"　そんな袋小路に<陥|おちい>った青子を、有珠はまじまじと眺める。",
		"「……あきれた」",
		"　小さな嘆息。",
		"「らしくないわね、青子」",
		"　その一言は、青子にとってまさにとどめだった。",
		"　自分の理解不能ぶりに目眩がする。",
		"　ご馳走さまと有珠が居間に立ち去った後、しばらく椅子から立てなかった程に。"
	],
	[
		"  Two hours had passed and the clock struck nine.",
		"  Their conversation had moved from the drawing room to the sunroom, and had manifested into the kind of scene one would not expect in such a mansion.",
		"\"To be honest, I didn't really want to leave it to Tobimaru like this.\"",
		"  A hot earthenware pot sat on the table.",
		"  Aoko spat out complaints to no one in particular as she plucked food from it with her chopsticks.",
		"  Tonight they were eating a traditional Japanese meal that looked out of place in this mansion.",
		"  When it came to the kind of Japanese hotpot where all one had to do was buy and boil ingredients, it was usually Aoko's responsibility.",
		"  Alice sat across from Aoko as she silently poked at the pot with a fork.",
		"\"Yamashiro made it a point to say that Shizuki hadn't joined a club. It's not like I have the time or energy to keep track of every single student.\"",
		"  The egg she had plucked was still as silky as a baby's bottom, so she returned it to the pot.",
		"  She settled for the shirataki noodles instead.",
		"\"I already know that the idiot is constantly busy with his jobs.",
		"  That's why I tried my best to set him up with a club activity captain that'd be accommodating.",
		"But the nerve of the guy, not even a thanks.",
		" Are you even listening, Alice?\"",
		"  As if her mouth was full, she simply nodded in response.",
		"  Her expression stated that she had no interest nor opinion on the matter, but she at least appeared to be listening.",
		"  Satisfied, Aoko nibbled on some hanpen fish cake.",
		"\"I just can't trust anyone who says he's a great guy. Surprise, even Tobimaru was gushing about him.",
		"  The only thing he's great at is being an airhead.",
		"  ...I mean, there's really something wrong with his brain if he didn't get angry after what I said.\"",
		"  Her thoughts went to what had happened in the student council room earlier that day.",
		"  She remembered how non-responsive Soujuurou had been to her words.",
		"  His unconcerned face alone was enough for her to swallow the rest of her hanpen without chewing it.",
		"\"I thought you would understand,\" he says. Hah!",
		"  His words were a lot like those that ended her childhood.",
		"\"You know it, don't you, Aoko?",
		"  Through it all, you never lose sight of who you are. You're so strong...\"",
		"  Perhaps it was meant as a compliment.",
		"  But she took it as a patronizing way to pity her.",
		"  Because the person who said it had acted like she was looking at a wounded animal.",
		"(Whatever. Who cares what that weirdo thinks or says?)",
		"  That episode might have made her the most confused she had ever been in her life. Yet, what shocked young Aoko the most was to look of pity on the face of the person she admired the most.",
		"\"...You fought.\"",
		"\"Huh?\"",
		"  The abrupt comment stopped her in her tracks.",
		"\"Sorry, what'd you say? Something about a fight?\"",
		"  Alice nodded.",
		"\"I can't say I completely understand from what you've said.",
		"  But it does come across as if you were trying to pick a fight with him.\"",
		"  Alice bit into the very last hanpen.",
		"  Her remark was unexpected but completely on point.",
		"\"...Wh-Why did you go there?!",
		"  I'd rather die than spend another second with him!",
		"I mean, seriously! Gross! I have no interest in him whatsoever!",
		" I'd love it if I never had to say anything about him ever again!\"",
		"\"So why all the talk about him?\"",
		"\"Wh-What... I, err...",
		" I was just reporting on today's investigation. Something wrong with that?\"",
		"  What other reason could Alice be suggesting Aoko had for bringing it up?",
		"  It would be several hours later, in bed, that Aoko realized that she had dug her own grave.",
		"\"No, not really.",
		"  But... does he really bother you that much?\"",
		"  Alice ate her hotpot in silence as if she was honoring some sort of sacred ritual.",
		"  Her face was as indifferent as always, but she was secretly enjoying how flustered Aoko was.",
		"  Aoko was none the wiser to this.",
		"  Normally, she would have noticed immediately, but she was not quite herself at this moment.",
		"\"Does he really- Well, of course he does. I think I've said that often enough.\"",
		"\"Okay. What specifically about him do you dislike?\"",
		"\"Huh? I don't need a specific reason to...\"",
		"  She trailed off as she finally realized how disagreeable she was being.",
		"(...Hrm. ...Mm?)",
		"  She could come up with no reason why.",
		"  Her instincts had told her that she was incompatible with that hick.",
		"  But why such a strong reaction?",
		"  More than anything in the world, Aoko hated emotions without reason and decisions made with no rationale.",
		"\"Ugh... I just don't like him. I'm... sure there's a good reason for it. I think.\"",
		"  She became more flustered the more she talked.",
		"  Unfortunately for her, she could not come up with a coherent reason to hate Soujuurou Shizuki.",
		"  It was not his fault that he had zero common sense. It was the fault of the environment he grew up in.",
		"  In fact, it was admirable that he was trying so hard to adapt to civilized society.",
		"  As clueless as he might seem, he was not a complete waste of space.",
		"  If he seemed a bit slow, it was only because his gentle nature compelled him to think before acting.",
		"  When one looked at everything objectively, the conclusion was obvious.",
		"  As much as she was loathe to admit it, he really was the good guy everyone had him pegged as.",
		"(I can't believe what I'm thinking. Is there really nothing wrong with him?)",
		"  There was plenty, so she left it at that for now.",
		"  The chopsticks she had been using came to a stop.",
		"  She was getting very annoyed.",
		"  An irrational hatred burned through her head.",
		"  Unable to come to terms with her feelings, she desperately tried to analyze Soujuurou, but her mind only went in more circles.",
		"  Alice fixed Aoko with a deadpan stare.",
		"\"...I'm shocked.\"",
		"  A small sigh.",
		"\"This isn't like you.\"",
		"  Those words were the final blow.",
		"  Aoko felt the floor fall out from under her.",
		"  She was unable to leave her chair until long after Alice had finished eating and left."
	]
]