[
    {
        "ja": "　<傲慢|ごうまん>で<貪欲|どんよく>で、壊すことしか能のない、",
        "en": "  Arrogant, greedy, and able only to destroy...",
        "pl": ""
    },
    {
        "ja": "　私はきっと狼だ。",
        "en": "  I must be a wolf.",
        "pl": ""
    },
    {
        "ja": "　かえりみなくてふり向かなくて、",
        "en": "  I don't have regrets. There's no looking back.",
        "pl": ""
    },
    {
        "ja": "　気づかないままむねをはり、<独|ひと>りになるならご愁傷さま。",
        "en": "  If my pride has left you behind, my sincere condolences.",
        "pl": ""
    },
    {
        "ja": "　いずれあっさり、",
        "en": "  But at any rate,",
        "pl": ""
    },
    {
        "ja": "　赤ずきんに<退治|ころ>されるのが定めでしょう―――",
        "en": "  I suppose it's my fate to die at the hands of Little Red Riding Hood.",
        "pl": ""
    },
    {
        "ja": "　それは、静かな朝だった。",
        "en": "  It was a quiet morning.",
        "pl": ""
    },
    {
        "ja": "　ベッドから<覗|のぞ>く空模様が絵の具を塗りたくったような灰色でも、",
        "en": "  From her bed, she could see the sky was an ashen, watercolor gray.",
        "pl": ""
    },
    {
        "ja": "　温度計は六度前後と十一月にしては容赦のない<数値|きろく>をたたきだしていても、",
        "en": "  The thermometer displayed 6 degrees Celsius, a rather unforgiving temperature for November.",
        "pl": ""
    },
    {
        "ja": "　朝食<時|どき>はとっくに過ぎていて、情けないコトに空腹なんかで目を覚ましたとしても。",
        "en": "  Her stomach woke her up with a growl, pathetically reminding her that she had completely missed breakfast.",
        "pl": ""
    },
    {
        "ja": "　こうして<緩慢|かんまん>に眠っていられるだけで、彼女にとって、今日の朝は幸福なものだった。",
        "en": "  But lazy mornings like today's were, for her, a blessing.",
        "pl": ""
    },
    {
        "ja": "　時計はとうに朝の八時を回っている。",
        "en": "  It was already well past eight in the morning.",
        "pl": ""
    },
    {
        "ja": "　平日なら絶望的な時間、どうあがいても遅刻確定な状態だが、今日は創立記念日につき休校だ。",
        "en": "  On any ordinary weekday tardiness would be unavoidable, but today, classes were cancelled in commemoration of the school's anniversary.",
        "pl": ""
    },
    {
        "ja": "　おかげで久しぶりに、のんびりと朝を過ごす事ができる。",
        "en": "  Gratefully, she had every intention of taking it easy for the first time in ages.",
        "pl": ""
    },
    {
        "ja": "　くり返すが、窓の外は<陰鬱|いんうつ>とした鋼色で、朝というより夕方を思わせる。",
        "en": "  Outside the window was a gloomy gray, and it reminded her more of evening than morning.",
        "pl": ""
    },
    {
        "ja": "　お世辞にも気持ちいい朝とは言えない。",
        "en": "  It wasn't a pleasant morning by any stretch of the imagination.",
        "pl": ""
    },
    {
        "ja": "　が、つい三時間前まで夜通し起きていた彼女にとって、外の天気なんてどうでもいい事だった。",
        "en": "  But having been up all night until just three hours ago, she couldn't care less about the weather outside.",
        "pl": ""
    },
    {
        "ja": "　いまは何より眠気がすべて。",
        "en": "  All she cared about was more sleep.",
        "pl": ""
    },
    {
        "ja": "　ベッドで<微睡|まどろ>めるなら気持ちのいい朝なわけで、外の事情なんて当局は一切関知いたしません―――と、窓の向こうをシャットアウト。",
        "en": "  As long as she could spend her morning in bed, what was happening outside was of no concern to her.",
        "pl": ""
    },
    {
        "ja": "　カーテンを閉める。",
        "en": "  She shut the curtains.",
        "pl": ""
    },
    {
        "ja": "　再び<瞼|まぶた>を閉じて、すみやかに眠りに戻ろうと努力する。",
        "en": "  Then closed her eyes and tried to let sleep reclaim her.",
        "pl": ""
    },
    {
        "ja": "“……せめてあと二時間ぐらいは<凡庸|ぼんよう>な夢を見ていられますように。”",
        "en": "\"I'd like a nice uneventful dream for two hours, thank you.\"",
        "pl": ""
    },
    {
        "ja": "　眠気はじゅうぶん残っていて、すぐに幸せはやってきた。",
        "en": "  Blissful slumber found her soon enough.",
        "pl": ""
    },
    {
        "ja": "　意識は沈むように落ちていく。",
        "en": "  Her consciousness faded.",
        "pl": ""
    },
    {
        "ja": "　しかし。",
        "en": "  However...",
        "pl": ""
    },
    {
        "ja": "　彼女のささやかな願いは、容赦なく却下された。",
        "en": "  ...her simple request would be mercilessly refused.",
        "pl": ""
    },
    {
        "ja": "「――――――」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　小さいクセにカン高く耳に残る。",
        "en": "  A faint but shrill sound lingered in her ears.",
        "pl": ""
    },
    {
        "ja": "　間違いなく電話の音だ。",
        "en": "  It was the unmistakable ring of a telephone.",
        "pl": ""
    },
    {
        "ja": "　習慣のなせる業だろう。閉じたばかりの瞼は、彼女の意思とは正反対にぱちりと開く。",
        "en": "  Much to her chagrin, out of habit her eyes popped open.",
        "pl": ""
    },
    {
        "ja": "“こんな日にかぎって……”",
        "en": "\"Oh, c'mon. Why today of all days?\"",
        "pl": ""
    },
    {
        "ja": "　受話器は一階のロビーに設置されている。",
        "en": "  The telephone was situated in the foyer on the first floor.",
        "pl": ""
    },
    {
        "ja": "　この部屋からでは廊下十メートル分と、階段一つ分離れた先だ。",
        "en": "  Answering it meant walking down a ten-meter corridor and going down a flight of stairs.",
        "pl": ""
    },
    {
        "ja": "　寝不足の彼女にとって、その距離は遥かと<彼方|かなた>の中間ぐらい遠かった。",
        "en": "  In her sleep-deprived state, that distance seemed somewhere between incredibly far and astronomically far.",
        "pl": ""
    },
    {
        "ja": "　……電話の音は<辛抱|しんぼう>強く鳴り響いている。",
        "en": "  The phone's incessant ringing continued.",
        "pl": ""
    },
    {
        "ja": "　無視してしまえばいずれ止むにしても、それができるほど、彼女は自分に優しくはなかった。",
        "en": "  She knew the caller would eventually give up if she ignored it, but she chose to fight the urge.",
        "pl": ""
    },
    {
        "ja": "「……<有珠|ありす>、でないの？」",
        "en": "\"Why doesn't Alice answer it?\"",
        "pl": ""
    },
    {
        "ja": "　未練がましく同居人の活躍に期待してみたものの、すぐに<諦|あきら>めた。",
        "en": "  She thought her housemate would get it, but she soon had to abandon all hope.",
        "pl": ""
    },
    {
        "ja": "　考えてみれば休日なのは自分の<学校|ところ>だけで、同居人は丘の上の学院のお嬢様だ。とっくに学校に行っている。",
        "en": "  The realization struck that her housemate did not have the day off from school and was likely in class at her prestigious little hilltop academy.",
        "pl": ""
    },
    {
        "ja": "　電話の根気強さは並ではない。",
        "en": "  The caller proved incredibly persistent.",
        "pl": ""
    },
    {
        "ja": "　そのあまりのしつこさに、気持ち、ボリュームがランクアップして聞こえる。",
        "en": "  That persistence made the volume of the ringing seem even louder.",
        "pl": ""
    },
    {
        "ja": "「ああもう、せっかくの安眠を……！」",
        "en": "\"Ugh. I'm trying to sleep here!\"",
        "pl": ""
    },
    {
        "ja": "　仕方なくベッドから出て、軽く上着を羽織って、彼女は部屋を後にする。",
        "en": "  She was left with no choice but to get up, throw a top on, and leave the room.",
        "pl": ""
    },
    {
        "ja": "「うわ、さむ―――」",
        "en": "\"God, it's cold...\"",
        "pl": ""
    },
    {
        "ja": "　手を合わせて、かじかむ指を温める。",
        "en": "  She rubbed her hands together to warm her numb fingers.",
        "pl": ""
    },
    {
        "ja": "　この屋敷は暖房設備が<乏|とぼ>しい。",
        "en": "  The mansion's heating system was inadequate, to say the least.",
        "pl": ""
    },
    {
        "ja": "　なので、冬の気温は恐るべき難敵だ。",
        "en": "  Which meant that Winter was the very worst of uninvited guests.",
        "pl": ""
    },
    {
        "ja": "　<曇|くも>りに曇った朝なら尚更で、温度計を見なくても真冬なみの寒さと分かる。",
        "en": "  Never more so than on a dreary morning as this, when one didn't need to use a thermometer to know how cold it was.",
        "pl": ""
    },
    {
        "ja": "　この屋敷はちょっとした山中にあり、周りはそれなりに深い森なので、街より冬の到来が早いのだ。",
        "en": "  The mansion sat in the mountains and was surrounded by dense forest. Winter always arrived here first, before moving on to nearby towns.",
        "pl": ""
    },
    {
        "ja": "　長い廊下に、無機質なコール音が反響していく。",
        "en": "  The robotic ring of the telephone reverberated throughout the long hallway.",
        "pl": ""
    },
    {
        "ja": "　館内の調度品はそれなりに手入れされているものの、生活臭は感じられない。",
        "en": "  The mansion's furnishings had been so perfectly maintained that it made the place feel unlived.",
        "pl": ""
    },
    {
        "ja": "　豪華さより<淋|さび>しさが強く出ている。",
        "en": "  It seemed lonelier than it did splendid.",
        "pl": ""
    },
    {
        "ja": "　薄暗い朝の様子もあいまって幽霊屋敷に見えなくもない。",
        "en": "  Coupled with the dreary morning, it could have passed for a haunted house.",
        "pl": ""
    },
    {
        "ja": "「……ま、幽霊屋敷そのものだけど。",
        "en": "\"Well, it is a haunted house, I suppose.",
        "pl": ""
    },
    {
        "ja": "　だいたいふたりで住むには広すぎるのよ、この家は」",
        "en": "  It's too large for just the two of us.\"",
        "pl": ""
    },
    {
        "ja": "　コール数はもう三十を超えていた。",
        "en": "  She counted more than thirty rings since it first began.",
        "pl": ""
    },
    {
        "ja": "　相手はよっぽど暇なのか、それとも、この家の事情が分かっているのか。",
        "en": "  The caller either had a lot of free time on their hands or had a good understanding of the house's circumstances.",
        "pl": ""
    },
    {
        "ja": "　彼女は後者だと直感した。",
        "en": "  She had a strong hunch that it was the latter.",
        "pl": ""
    },
    {
        "ja": "　見上げた窓は憂鬱な色。",
        "en": "  The window above looked out onto a gloomy sky.",
        "pl": ""
    },
    {
        "ja": "　自重しない電話の音を捕まえるように歩を速める。",
        "en": "  She hastened to catch the unrelenting ring in the act as soon as possible.",
        "pl": ""
    },
    {
        "ja": "　たぶん、捕まえた瞬間に、幸せな朝は<泡|あわ>と消えると予感しながら。",
        "en": "  Though she had a feeling that her happy morning might come to a close the moment she caught it.",
        "pl": ""
    },
    {
        "ja": "　ともあれ、これが一連の事件の最初の話。",
        "en": "  It was here that a series of incidents began.",
        "pl": ""
    },
    {
        "ja": "　浪漫が足りないのは、どうか大目に見てほしい。",
        "en": "  Apologies for the lack of romance to this tale.",
        "pl": ""
    },
    {
        "ja": "　統計というか、通説というか。",
        "en": "  For whether it be objectively true or merely supposition...",
        "pl": ""
    },
    {
        "ja": "　物事のはじまりは、大抵こんな風に平凡で、穏やかに回りだすものなのだから―――　　",
        "en": "  ...it is always from gloomy and unassuming beginnings that extraordinary events are set into motion.    ",
        "pl": ""
    }
]