[
	[
		"「―――人、形……？」",
		"　暗がりに<仄|ほの>浮かぶ<二|ヒ><足|ト><二|ガ><手|タ>の異形。",
		"　その、物言わぬ<佇|たたず>まいと、遠目からでも分かる造りの美しさが、事の異常性を一瞬だけ漂白し―――",
		"　伸びる。伸びる。伸びる。",
		"　その、あまりの“未知”に青子の思考は停止した。",
		"　避ける、という選択が浮かばない。人間は知性、知識がある故に、“初めて見る”ものに<鈍感|どんかん>で―――",
		"「っ、ぁあぁあ――――――！！！！」",
		"　青子の口から悲鳴がこぼれる。",
		"　十メートル以上の距離を無視した魔の一撃。",
		"　奥の通路に現れた“彼女”の腕は細く速く、どこまでも長く伸び、青子の背中を<撃|う>ち<捉|とら>えた。",
		"「っ―――！」",
		"　青子は壁に激突しつつも、苦悶の声を飲みくだす。",
		"　一方、伸びきった腕は速やかに“彼女”へと戻っていく。",
		"「蒼崎！」",
		"　草十郎はすぐさま立ち上がっていた。",
		"　手足をついて咳きこむ青子に駆け寄ると、力任せに立ち上がらせ―――",
		"「――――――」",
		"　その軽さに、少し戸惑う。",
		"　草十郎にとって、蒼崎青子は普段から凛としていて、中身がぎゅっと詰まっているイメージだった。",
		"　だからきっと、<触|ふ>れた時は自分なんかより確かな力強さがあると思ったのだ。",
		"けれど実際は四十五キロ程度の、少女として当たり前の重さだった。",
		"　……一方。",
		"　どのような<機巧|カラクリ>か、“彼女”は伸びきった腕を収納していく。",
		"　十メートル以上伸びた腕、何倍にも増設された<肘|ひじ>関節が、カシャンカシャンと元の<形状|おおきさ>に戻っていく。",
		"「大丈夫か？」",
		"「……やめてよ。分からないわ、なんでそんな顔できるの」",
		"　呟きながら草十郎の手から離れる青子。",
		"　途端、がくんと膝から倒れこんだが、彼女が膝をつくより早く、草十郎は肩を貸して立ちあがらせていた。",
		"「無理するな。……で、あいつは知り合いか？」",
		"　草十郎は十メートル向こう、不気味に<佇|たたず>む人影を見据えている。伸びきった腕は、あと少しで完全に収納されようとしていた。",
		"「……そうね。似たような奴とは命を<鬩|せめ>ぎ合った仲よ」",
		"　青子は答えながら、自身の背中に指をはわせた。",
		"「っ……！」",
		"　途端、火で<炙|あぶ>られるような痛みが走る。",
		"“っ……でも、痛いっちゃあ痛いけど、打撲だけ……？",
		"　あれだけ絶好の奇襲をしておいて？　それとも、この距離じゃ当たっても致命傷にならない？",
		"　……なんて、あるワケないか。なにか別の意味があると見るべきね―――”",
		"　背中の<損傷|ダメージ>を量りながら、乱れた呼吸を整える青子。",
		"　痛みも呼吸もすぐに治まった。",
		"　あくまで今のところではあるが、運動機能に支障はない。",
		"　となると、深刻なダメージと言えるのは―――",
		"「あ、蒼崎、アレ！」",
		"「分かってるわ、黙ってて」",
		"　<薄闇|うすやみ>に青い光がともる。",
		"　青子の呼吸に連動して生成された魔力が、その右腕に集められる。",
		"　魔力が燃料なら、術式は点火装置だ。",
		"　青子にとって、これは二日前の夜の再現にすぎない。",
		"　あの人形が腕を伸ばしてきた時、最速で術式を走らせ、生成した<魔|た><力|ま>を弾く。",
		"　およそ十メートルの格闘戦。",
		"　生死を分かつクロスカウンターだが、二秒の隙間があるのなら青子でも合わせられる。",
		"“彼女”が動く。",
		"　<俯|うつむ>いているので<表|か><情|お>は見えず、この距離、この暗さでは肉体年齢も判別できない。",
		"　青子たちにとって、人形はいまだ正体のない亡霊と変わらない。",
		"　キリキリと音をたてて左腕が持ち上がる。",
		"　<緩慢|かんまん>な、関節が<錆|さ>びきったような動作。",
		"　先ほど伸びた右腕は下げられている。",
		"　くすりと、長い髪に隠れた口元が笑った気がした。",
		"“―――<右手|さっき>と用途が違う、<左|アレ>が本命―――！”",
		"「静希君、どいて……！！」",
		"　青子が草十郎を突きとばしつつ右手をなぎ払うのと、",
		"“彼女”の左腕が伸びるのは同時だった。",
		"　タイミングは完璧。",
		"　一秒の差で青子の<魔弾|スナップ>は人形の<凶|う><器|で>に直撃し、その軌道をズラしながら敵本体に炸裂する。",
		"　―――肝心の、魔術式が駆動すればの話だが。",
		"「ッ―――！？」",
		"　撃ち出された腕を紙一重でかわす青子。",
		"　魔術は発動しなかったが、相手の攻撃をかわせたのはここ一番の<勘|かん>の良さか。",
		"“やられた、最初のはそういうコトか……！”",
		"　こんちくしょう、と歯がみしつつ青子は思考を巡らせた。",
		"　<走|せ>るべきか、<退|ひ>くべきか。",
		"　残る腕は一本。人形の腕は巻き戻しに時間がかかる。",
		"　言うまでもなく好機。やるのなら今だ。",
		"　右腕だけならもう一度ギリギリでかわして、とにかく近づいてしまえば―――",
		"　　“<Vivo in somno. Solitarie putresco in inferis|私は眠りの中で生きている。ひとりきりで土の中で腐っていく。>.",
		"@o<Hic dies meus obitus dies, et meus nativus dies. Te obeam.|今日は私の命日であり、誕生日だ。さあ、貴方に会いに行こう。>”",
		"　がさついた音が<木霊|こだま>する。",
		"　<詩文|しぶん>めいた<囁|ささや>きは、魔術師なら視覚できるほどの魔力の<残|の><留|こ><思|り><念|び>だった。",
		"　唄い文句こそラテン語だが、ところどころに<呪詛|ガンド>の韻が含まれている。",
		"　本来なら憎い相手を<呪|のろ>う言葉。",
		"　それを、",
		"“<Mea anima immortalis. Autem mea futura necata sunt|私の命は不滅ですが、私の未来は殺されました。>.",
		"　　　<Manes sum. Animam definire ambiguum est|私は亡霊です。生命の定義はあやふやです。>.",
		"　　<Te odi, et te amo. Conveniamus in somnio ipso.|憎らしい、愛おしい貴方。どうか、夢で会いましょう。>”",
		"　……それを、あの人形は自分自身に向けていた。",
		"　呪いは呪いを生む。被害者は加害者を呪い返す事で、負の連鎖を回していく。",
		"　……あの詠唱はそのサイクルを利用したものだ。",
		"　ただしあくまで一人芝居。",
		"　自家中毒にも似た異例の動力源。",
		"　信じがたい事だが―――アレは呪い呪われる事で、一定の<動力|まりょく>を維持し続ける永久機関……！",
		"「なにそれ、レベル高すぎじゃない……！？」",
		"　青子は徹底抗戦の選択肢を切り捨てた。",
		"　反撃はせず、最速で身をひるがえす。",
		"「なにしてんの、アンタも来る！」",
		"　急展開に置いてけぼりだった草十郎の手をとって、青子は全力で鏡の国の奥地へと走り出す。",
		"　ふたりの背後には、なお続くひび割れた声。",
		"“<Proximi mihi neglegentes fuerunt. Omnes nos peccante|隣人は私に無関心でした。私たちは誰もが罪深く、>s",
		"<fuimus, et omnes nos eidem fuimus, omnes nos peccatore|同類でした。私たちは罪人です。>s",
		"　　<sumus. Venite domum meam. Luto simile somnium|私の家にいらっしゃい。泥のような死を。>,",
		"　　　　<et pulveri simile cotidianum. Cor privo.|塵となって囁く。この胸を去った心臓を抉り出して、>”",
		"　　　　　　　　“「<オマエニ、死ヲ|Te iudico.>」”",
		"　青子は背中の痛みに耐えながら、鏡張りの通路を走る。",
		"　その手に引かれておまけ状態の草十郎も走る。",
		"「蒼崎、傷は？」",
		"「……べつに、背骨が<痺|しび>れてる程度よ。内臓は平気だし、出血もないみたい」",
		"　ま、肝心の<神経|かいろ>はズタズタだけど、と内心呟く青子。",
		"　草十郎と違い、青子は透明の壁にぶつからない。",
		"　目がいいのではなく、ミラーハウスの構造を頭にたたきこんでいるからだ。",
		"「……平気って、分かるのか？」",
		"「そりゃ自分の体だもの。身体管理は基礎中の基礎よ」",
		"　恐る恐る訊ねる草十郎と、つまらなそうに答える青子。",
		"　左曲がりの回廊は段々と、その直線距離を短くしていた。",
		"　先ほどまではまっすぐに三十メートル。",
		"　今では十五メートルほどで曲がり角に突き当たる。",
		"「あいつは、あの夜の……？」",
		"「たぶんね。同じタイプだと思う。貴重な<自動人形|オートマタ>を惜し気もなく使い捨てるなんて、よっぽどお金持ちなんだろうけど」",
		"「………………」",
		"　む、と眉間に<皺|しわ>の草十郎。",
		"　質問にきちんと答えてくれるのはありがたいが、聞けば聞くほど聴き慣れない単語が出てくるのは困りものだ。",
		"「蒼崎、ストップ。もうずいぶん走ったぞ。",
		"　あいつは曲がり<角|かど>一つぶん向こうだ。少し休もう」",
		"　青子の傷を気遣って声をかける。",
		"　しかし、彼女は不機嫌そうに首を振った。",
		"「あの距離を狙ってくる相手に通路一つ分のリードは無意味よ。せめて二つ分に行くまで走るの」",
		"　なるほど、と頷く草十郎。",
		"　と、それはともかくとして、",
		"「なんで俺を連れていってるんだ？」",
		"「逃げられたくないからじゃない、馬鹿」",
		"　実に簡潔な返答をしつつ、平和ぼけした獲物をむっと睨む青子だった。",
		"　ふたりはさらに先の曲がり角へ。",
		"　通路二つ分のリードをとって、ようやく足が止められる。",
		"　青子は息を整えながら背中に手を当てた。",
		"　先ほどは“ぜんぜん平気”と断言した青子だが、どうも強がりだったらしい。",
		"　なぜなら、空気の読めない草十郎にも分かるぐらい空気が重い。",
		"「………………」",
		"　そんな青子の後ろで、さて、と腕を組む草十郎。",
		"　鬼の居ぬ間になんとやらで、この隙に、彼は彼なりに現状把握などにトライしてみた。",
		"　まず、自分は蒼崎青子に殺されかけた。",
		"　あわやというところで助けが入ったが、割って入った人物は二日前の夜、青子によって燃やされた『怪奇腕が伸びる人間』だった。",
		"　よく見えなかったが、とりあえず女性っぽかったので彼女と呼称する。",
		"　その彼女の攻撃で青子は背中を負傷し、一旦逃走。",
		"　その際、なぜか草十郎の手を取ったが、それはどさくさに紛れて<草十郎|エモノ>が逃げ出すのを阻止するため、とのコトだった。",
		"　つまり―――",
		"「蒼崎は、まだ<諦|あきら>めてないんだな？」",
		"「あったりまえよ。あんなヤツ、仮に二体と半分始末してもアンタ用の余力は残せるわ」",
		"　などとタンカをきる青子の表情は、<草十郎|しろうと>目にも厳しい。",
		"　彼女の体のダメージは無視できるものではなく、状況は楽観できるものではない。",
		"「――――――」",
		"　だが、彼女の目に秘められた激情が、その一切を否定する。",
		"“<魔術回路|なか>がところどころショートしてる……",
		"　あの右腕は回路を混線させる<術式妨害|ジャミング>ってワケね―――”",
		"　本来ならピンチに震え上がるところだが、青子の拳を震わせたのは怒りだけだ。",
		"　術式妨害なんて初歩の初歩、かけだしの半人前にしか通じない。",
		"　彼女の同居人レベルなら、あんなジャミングはそれこそ腕が触れた時点で弾き、接触しようとした相手の回路を逆に焼き切ってしまうだろう。",
		"　このように、他の魔術師と回路を繋げよう、なんて行為は自分の心臓を差し出すに等しい。卓越した魔術師同士の術理戦において、何の役にもたたない<駄機能|だきのう>だ。",
		"　なのに、あの敵にはそんな“余分な”機能が備えられていた。",
		"　ここ数週間の、三咲の管理地を巡る戦いっぷりから出た、敵の結論。二日前、正式に魔術師として踏みだした彼女に対する評価がそれ。",
		"　要するに―――",
		"　あの<人形|てき>は、蒼崎青子を完っ全に舐めている。",
		"「……ふん。敵ながら精確な判断だこと」",
		"　怒りはそのままに、浮き足立つ激情を冷却する。",
		"　十七歳の少女には似つかわしくない、達観した狩人の顔。",
		"「なんか、俺の時より真剣だな」",
		"「まあね。アンタの時は遊びが入ってたし」",
		"「……む」",
		"　喜んでいいのか悲しんでいいのか、草十郎には難しい返答だった。",
		"「分からない事だらけで何を聞いていいか分からないんだけど、ひとつだけいいか？」",
		"　青子は<応|こた>えず、目前の闇を見詰めている。",
		"　沈黙は重く、まとわりつく闇は締めつける<真綿|まわた>のようだ。",
		"　それでも、完全に自分を無いものと扱う青子に臆さず、草十郎は続けた。",
		"「蒼崎は、あいつも殺すのか」",
		"　<粛々|しゅくしゅく>と。",
		"　その行為を、暗闇から引きずりだすように。",
		"「――――――」",
		"　返事はない。",
		"　薄影の廊下に、ふたりの息遣いだけが響く。",
		"　罪を問いかける草十郎と、それを無視し続ける魔法使いの少女。",
		"……凍りつくような数秒の<後|のち>、",
		"「―――そう。",
		"　それが貴方のキーワードみたいね」",
		"　抑揚のない声で、青子は呟いた。",
		"　観念したようにも、軽蔑したようにも取れる、ため息をこぼしながら。",
		"「キー……なに？」",
		"「独り言よ。忘れて。",
		"　それと。言っとくけど、あいつは人間じゃないわ。",
		"　信じられないだろうけど自分の意志で動く人形なの。この前のも、今のヤツもね」",
		"　ふーん、と素直に頷く草十郎。",
		"　青子の話を信じないどころか、納得さえしている風だ。",
		"「……なんか落ち着いてるわね、貴方」",
		"「まさか。もう何がなんだか分からないから、あまり考えない事にしてるだけだ。",
		"ただ、人形に関しては別に、どうという事はない」",
		"「え？　もしかして、他でも自動人形を見た事あるとか！？」",
		"「？　都会の人形ってああいうものじゃないのか？」",
		"「な―――」",
		"　ばたり、と倒れこみたい衝動をギリギリで<堪|こら>える青子。",
		"　そうなのだった。",
		"この、神がかった<呆|ほう>け者はそういう男なのだった。",
		"　天然保護動物なみに隔離された山奥からの転入生で、常識はずれの常識の無さで、見るものすべてが奇想天外という異邦人。",
		"　自動車という鉄の塊が動くなら、人形だって動くと思っても不思議はない。",
		"　……なので、もしかしたら。",
		"　彼にとってあの夜の出来事は“特別”なことではなく。",
		"　都会ではよくある風景として、誰に言いふらすような事ではなかったのかもしれない。",
		"「……まいった。いっぺん頭のなか覗いてみたいっていうか、ほんと、ここまでくると感心するわ。",
		"　……調子が狂うのも当然だった。普通は私に襲われた時点でもっと違う反応をするはずなのに。",
		"化け物とか、お化けとかさ。でも貴方にとっては『そういう事もある』で済まされてたワケなんだ。",
		"　……なんか<莫|ば><迦|か>みたいね、私」",
		"　張りつめた彼女の顔が、一瞬だけ元に戻る。",
		"　そう。それならもっと違った方法で、誰も傷つかずに済む選択があったかも知れない。",
		"　けれどもう遅い。",
		"　基本、人生にやり直しはない。あってはならない。",
		"　些細な勘違い、勝手な思いこみで状況は悪化しすぎた。",
		"　ここまで関わった以上、彼女は草十郎を手にかけて秘密を守らなければならない。",
		"　……本当はもうひとつぐらい、最善の選択肢があっただろうけど後の祭り。",
		"　所詮、人間の関わり合いなんて相互誤解で回るもの。",
		"　<意|い><図|と>の編み違いで転がっていく<織物|おりもの>だ。",
		"　―――休憩はここまで。",
		"　蒼崎青子と静希草十郎。",
		"　ふたりが自己紹介を交わした日以来の、なんでもない会話はここで終わり。",
		"　彼らの心情とは関係なく、曲がり角の向こうから耳障りな囁きが流れてくる。",
		"@o“<Nemo meum funus meminit, qui doluit exstinctus est|私のお葬式はもう誰も覚えていません。悲しむ人も消え去りました。>.",
		"　　<Initio erraveramus. Dum vivimus dolores sunt|はじまりから私たちは間違えていました。生きているのは苦しいです。>.",
		"　　　　　　　　　<Nemo adiuvat.|誰か、私を救ってください。>”",
		"　合わせ鏡に、曲がり<角|かど>向こうの敵が<映|うつ>る。",
		"「……悠長に話してる場合じゃないわね。とにかく今は距離を―――",
		"っ、！？」",
		"　青子の鮮麗な青色とは違う、怨恨を思わせる赤い光。",
		"“ガンド撃ち……！”",
		"　伸びる腕より速い、一瞬の閃光。",
		"　が、はっきりと敵の姿を視認した時点で、沈みかけていた青子の感情も一瞬で再熱していた。",
		"「っ、さっきから邪魔なのよ……っ！」",
		"　行き場のない、ありったけの怒りをぶつけて彼女の右腕が突き出される。",
		"　展開された霧は魔術によるものではなく、魔力をぶちまけただけの障壁だ。",
		"　飛来する一本の矢の威力をそぐために、バケツ三杯分のガソリンを燃やして壁を作るようなものである。",
		"　これが人形の腕であったのなら魔力の壁はたやすく突破されただろうが、実像のない“呪い”だからこそ、魔力の壁に弾かれる。",
		"　膨大な魔力の無駄遣いだが、今の青子にはそれしか<防|ふせ>ぐ手段がない。",
		"「……う」",
		"　が、それで守りきれるのは青子だけだった。",
		"　口を押さえる草十郎。",
		"　青子には影響を及ぼさないほど小さくなった呪いでも、魔術師ではない草十郎には十分な効果がある。",
		"　それが理解できるのか、人形は青子ではなく、その背後にいる予定外の人間に視線を向けた。",
		"「この、こいつは関係ないでしょう……！」",
		"　カッとなってもう一度腕を振るう。",
		"　わずか数秒、青い燐光は<呪い|ガンド>を防ぐ障壁となる。",
		"　その隙。",
		"　壁を張ったばかりの青子の顔を指さすように、人形の右腕が突き出され―――",
		"「関係あるみたいだから、逃げるぞ」",
		"　死のロケット弾が放たれる前に、草十郎はひょいっと青子を抱き抱えた。",
		"「へ！？」",
		"　どこにそんな力が残っていたのか、草十郎は人形に背を向けて走り出した。",
		"　軽快なスプリンターか、岩肌を跳ぶ鹿のようだ。",
		"　草十郎は曲がり角を二つ越え、",
		"　なにか文句を言いたそうな青子を無視して、",
		"　もうじき二階の中心、というところで足を止めて、青子から手を離した。",
		"「……よし。ここまでくれば少しは休めるな」",
		"　ふう、と肩で息をする草十郎。",
		"　いくら軽いとは言え、人間ひとり抱えて走ったので息があがっている。",
		"　その顔を、青子は理解不能とばかりに見あげている。",
		"「……こんな体力あったのに、なんで……？」",
		"　道理に合わない。",
		"　自分を抱えて走れるだけの体力があったのなら、床に倒れたあの時、まだ立ち上がって逃げられたはずなのにと。",
		"「ああ、あの時は諦めてたから」",
		"　取り<繕|つくろ>いのない、さっぱりとした言葉。",
		"　一刻、一命を争う状況だ。普段のぼんやりした雰囲気は、さすがに薄くなっている。",
		"「……諦めてたって、どうして？」",
		"「さあ。忘れた、そんな事は」",
		"　言いたくない、と顔を背けるものの、律儀に草十郎は答える。",
		"　その横顔は、青子にはなんだか痛かった。",
		"「それより蒼崎、とうとつに気分が悪いんだが……。",
		"　あの赤い光も、その……？」",
		"「……ええ、魔術の類よ。ガンド撃ちって言ってね。北欧の呪詛の一つ。魔術回路のある私には効かないけど、抵抗のない貴方には効果てきめんみたいね」",
		"「―――なんだ。蒼崎には効かないのか。",
		"　じゃあ、危ないのはあの腕だけだな」",
		"「………………」",
		"　なぜかホッとする草十郎に、青子は奥歯を噛んで、突発的な<感|こ><情|え>を抑えこんだ。",
		"　……こんなところで怒鳴っても仕方がないし。",
		"　なにより、どうしていま自分が最高にイラっときたかなんて、言語化したらそれこそ何もかもどうでもよくなってしまいそうだ。",
		"「―――そうね。注意するのは伸ばしてくる腕だけ。大した相手じゃないわ、やっぱり」",
		"　嘘偽りのない感想だった。",
		"　普段の蒼崎青子なら問題のない相手。",
		"　ただ、目も当てられない油断から魔術回路に介入されて、自分がさらに大した相手じゃなくなっただけの話。",
		"　今の青子には攻撃手段がない。",
		"　こうなると相手の魔力切れを待つしかないのだが、相手は呪いの永久機関。",
		"　この追いかけっこは、どちらかが息絶えるまで終わらない。",
		"　……まるでさっきの自分たちのようだと青子は自嘲する。",
		"　右腕をちらりと見る。",
		"　魔力残量はまだ半分以上もあるのに、このていたらくとは。",
		"　面白がって草十郎を追いかけ回した<罰|ツケ>が、こんな形で回ってきた。",
		"“……呆れた。居るところには居るものね、神さまって”",
		"　ひとり<愚|ぐ><痴|ち>って、青子は意識を切り替える。",
		"　弾こそ撃てないがまだ燃料のある自分。",
		"　尽きない動力で永久に追いかけてくる殺人機巧。",
		"　なら、取るべき未来は明白すぎる。",
		"　あとはいつもの自分に戻るだけだ。",
		"「……蒼崎？」",
		"「ごめん、考え事してた。",
		"えっと、たしか……よし、あってる。静希君、そこに横道あるの、分かる？」",
		"「は？」",
		"　青子が指さした先はどう見ても通路の壁で、横道なんて見あたらない。",
		"　そもそもこのフロアは左に曲がるだけの造りで、青子が示しているのは右側に抜ける道だ。",
		"「二階は中心までいくと一階に下りる階段があるんだけど、それは私が壊したから使えないの。",
		"　けどここの造りも意地が悪くてね。よく見れば右に曲がる通路もあるのよ。上級者だけに分かる抜け道ってヤツ。",
		"　あとは注意して探せば、一階の階段までショートカットできる。悪いけどひとりで行って」",
		"　青子は草十郎に背を向けて歩きだした。",
		"　逃げ道である右に抜ける通路とは逆の、人形が追いかけてくる長い通路へと。",
		"「あいつは無差別だから、ここで壊さないといけない。魔術師は魔術師同士で争うのはいいんだけど、みだりに一般人に手をだしちゃいけないって決まりがあるの。",
		"　あいつの目的は私のワケだし、結果がどうあれスッキリするでしょ？」",
		"　青子が勝てば人形は壊れる。",
		"　青子が負けても目的完了という事で人形は停止する。",
		"　どうあれ、ここで別れれば草十郎は無関係のまま生還できる。",
		"　そういう事を青子は言っていた。",
		"　事務的に、あくまで他人事のように。",
		"「運が良ければ入り口までたどり着けるわ。",
		"　それじゃ、また明日ね」",
		"　強がりであるのは草十郎ですら感じ取れた。",
		"　けれど止める間も、その必要もなく、彼女は曲がり角に消えていった。"
	],
	[
		"\"A... puppet?\"",
		"  An unusual figure with two arms and two legs stood silently in the darkness.",
		"  If only for a moment, its beauty―which was even apparent from afar―dulled the insanity of the current situation.",
		"  Extend. Extend. Extend.",
		"  The utterly unknown threat made Aoko freeze on the spot.",
		"  Avoiding it didn't even occur to her. Humans possess intelligence and knowledge, but when confronted with the unknown, they fail to process what to do, and―",
		"\"AaaAAAhhhHHH!!!\"",
		"  A shriek escaped Aoko's mouth.",
		"  The magical attack crossed the ten-meter gap in an instant.",
		"  The arm of the \"girl\" who had appeared at the rear of the corridor was slender and quick. It extended to a near-impossible length, striking Aoko from behind.",
		"\"Gnnngh!\"",
		"  Aoko crashed into the wall as she fought back an anguished whimper.",
		"  The attacker retracted her arm.",
		"\"Aozaki!\"",
		"  Soujuurou sprang to his feet.",
		"  He darted to her side and used all the strength he could muster to get her to her feet.",
		"\"...\"",
		"  He could not believe how light she was.",
		"  In Soujuurou's mind, Aoko was an extraordinary individual.",
		"  He'd expected that if he were to ever touch her, it would be apparent she was far stronger than he.",
		"But in reality, she felt about as heavy as you would expect a forty-five kilogram girl to feel.",
		"  Meanwhile,",
		"  that thing continued to reel in its arm, as if it were some sort of mechanism.",
		"  Having extended more than ten meters from the elbow joint, it clanked as it returned to its previous shape and size.",
		"\"Are you okay?\"",
		"\"...Are you for real? How can you even look at me like that right now?\"",
		"  Aoko tore her hand away from Soujuurou's.",
		"  Suddenly, she felt her knees buckle from under her, but Soujuurou caught her before she could hit the ground and helped her to her feet.",
		"\"Don't push yourself too hard. ...So, do you know this thing?\"",
		"  He looked back at the eerie shadow ten meters away as it finished retracting its arm.",
		"\"...Yeah. I fought one of its friends a while back.\"",
		"  Aoko grabbed her lower back as she answered.",
		"\"Aaah!\"",
		"  A searing pain shot through her.",
		"\"It's just a bruise. How can it hurt THIS much?",
		"  It could have killed me, catching me off guard like that. Or maybe it can't kill from that distance...?",
		"  No, that can't be it. I must be missing something...\"",
		"  Aoko tried to steady her breathing as she assessed the damage done to her back.",
		"  The pain was quick to fade and her breathing returned to normal.",
		"  For the time being, her motor functions were no longer hindered.",
		"  Which meant the real damage was elsewhere...",
		"\"Ah, Aozaki! You're―\"",
		"\"Ugh, I know. Just shut up already.\"",
		"  Blue light glowed across the gloom.",
		"  The magical energy generated by her breathing was accumulating in her right arm.",
		"  If magical energy was the fuel, the formula was the igniter.",
		"  For Aoko, this was little more than a reenactment of two evenings ago.",
		"  Next time the puppet extended its arm, Aoko would fire a magic bullet as fast as she could.",
		"  A battle at approximately ten meters.",
		"  As long as Aoko could secure a two-second window, she could create a counterattack to end their duel.",
		"It made its move.",
		"  With its head tilted down, there was no expression to be seen. And in the darkness, its apparent age was impossible to make out.",
		"  To the two humans, the puppet was not dissimilar to a faceless ghost.",
		"  Its left arm slowly came up with a grinding sound.",
		"  Its movements were dull, as if the joints were rusty.",
		"  The right arm, which had been extended earlier, hung at its side.",
		"  Though the puppet's mouth was hidden by its long locks, the sense was that it was smiling.",
		"\"It's changing it up. It's attacking from the left!\"",
		"\"Move it, Shizuki!\"",
		"  She threw herself into Soujuurou and extended her hand.",
		"Its arm extended at that very moment.",
		"  The timing was impeccable.",
		"  In a single second, Aoko's magic bullet scored a direct hit on the puppet's arm, reversing its trajectory and sending it crashing into the puppet's body with a violent explosion.",
		"  ...Or at least, that is what would have happened had the magic formula been invoked.",
		"\"Huh?!\"",
		"  She barely avoided being struck once again.",
		"  When her magecraft failed her, intuition took over, and she just managed to get away.",
		"\"She got me! She knew what I was going to do!\"",
		"  She clenched her teeth in frustration, her thoughts racing rapidly.",
		"  Fight or flight?",
		"  It only had one arm left, which would take time to retract.",
		"  This was the best shot Aoko had at defeating it.",
		"  If she could evade the right arm just a fraction, she could get close enough to...",
		"                  \"<Vivo in somno. Solitarie putresco in inferis|In slumber, I live. In dirt, I rot, alone>.",
		"      <Hic dies meus obitus dies, et meus nativus dies. Te obeam.|Today is the day I died and was born. I come to you.>\"",
		"  A crackle echoed through the corridor.",
		"  The poetic murmurs contained enough magical energy for a mage to perceive.",
		"  The verse itself was Latin, but it contained hints of the language of curses―Gandr.",
		"  Originally, they were words meant to curse a hated adversary.",
		"  However...",
		"              \"<Mea anima immortalis. Autem mea futura necata sunt|My life is immortal, though my future was destroyed.>.",
		"                    <Manes sum. Animam definire ambiguum est|I am a ghost. The definition of life is ethereal.>.",
		"                <Te odi, et te amo. Conveniamus in somnio ipso.|I hate you. I love you. Let us meet in a dream.>\"",
		"  ...The puppet was directing the words at itself.",
		"  Curses beget curses. The victim calls down a curse on the assailant, creating a vicious cycle of negativity.",
		"  The incantation was meant to do just that.",
		"  However, this was ultimately a one-puppet show.",
		"  An unprecedented source of power akin to autointoxication.",
		"  As unbelievable as it seemed, the cycle of curses had been turned into a perpetual motion device.",
		"\"You've got to be kidding me. Isn't this overkill?!\"",
		"  Aoko abandoned the idea of digging her heels in.",
		"  It was time to flee with all due haste.",
		"\"What do you think you're doing?! Come on!\"",
		"  She grabbed Soujuurou's hand and ran as fast as she could, deeper into the realm of mirrors.",
		"  The crackling voice continued its murmuring behind them.",
		"    \"<Proximi mihi neglegentes fuerunt. Omnes nos peccantes fuimus|My neighbors neglected me.>,",
		"        <et omnes nos eidem fuimus, omnes nos peccatores sumus|Not an innocent among us, we are all sinners.>.",
		"                    <Venite domum meam. Luto simile somnium|We are all sinners. Welcome to my house.>,",
		"                      <et pulveri simile cotidianum. Cor privo.|May we die a muddy death. From dust to dust. Gouge out my heart.>\"",
		"                                      \"<Death be upon you.|Te iudico.>\"",
		"  Aoko fought against the pain in her back as she ran through the mirrored corridor.",
		"  She dragged Soujuurou by the hand.",
		"\"Aozaki, are you okay?\"",
		"\"...My spine is numb, but it could be worse. My internal organs seem fine, and I don't think I'm bleeding internally.\"",
		"  She cursed inwardly at how much of a mess she felt, though.",
		"  Unlike Soujuurou, Aoko did not run into any transparent walls,",
		"  thanks not to superior sight, but rather preparation-she'd hammered the layout of the building into her memory.",
		"\"...You're really okay? How can you tell?\"",
		"\"Because it's my body. One of the first things a mage learns is how to keep track of your body.\"",
		"  Aoko's matter-of-fact answer contrasted with Soujuurou's nervous questioning.",
		"  The corridor grew shorter with each and every left turn.",
		"  At first, they were able to advance in a straight line for about a thirty meters at a time.",
		"  But by now, they were forced to turn a corner every fifteen meters or so.",
		"\"Is that the one from... the other night?\"",
		"\"Probably the same pattern, at least. Whoever's behind it must be pretty wealthy to be throwing a valuable automata around like it's a toy.\"",
		"\"...\"",
		"  Soujuurou furrowed his brows.",
		"  He was grateful that she was answering his questions, but baffled by the strange words she was using.",
		"\"Hold up, Aozaki. We've been running for a long time.",
		"  We're a good corner ahead of it, we can afford to rest a moment.\"",
		"  His words suggested that he was still concerned about her injuries.",
		"  Aoko shook her heard in irritation.",
		"\"Not enough against something with that kind of range. We need to keep running until we're two or three turns clear at least.\"",
		"  Soujuurou nodded.",
		"  With that matter settled, he asked,",
		"\"Why didn't you leave me behind?\"",
		"\"Why do you think? So you couldn't get away, idiot.\"",
		"  Answering curtly, Aoko glared at her naïve prey.",
		"  The two of them headed for the next corner.",
		"  Their legs began to slow as they rounded one more.",
		"  Aoko rubbed her back as she tried to catch her breath.",
		"  Though Aoko had insisted that she was fine, it appeared to have been bravado.",
		"  Even the usually clueless Soujuurou felt the desperation they were in.",
		"\"...\"",
		"  He stood behind Aoko with his arms folded.",
		"  While they had a moment, he tried to make sense of everything.",
		"  First, Aoko had nearly killed him.",
		"  Though he was saved at the last possible second, it was by the strange, stretchy woman Aoko had burned to ashes two nights prior.",
		"  He could barely make it out that night, but he considered it a \"her\" because it looked female.",
		"  The woman's attack wounded Aoko's back and forced her to flee.",
		"  Aoko had taken Soujuurou with her, claiming that the reason she did so was to prevent her prey from escaping.",
		"  In other words...",
		"\"You haven't given up, have you, Aozaki?\"",
		"\"Of course not! Even if I had to face two of those things, I'd still have plenty left to take care of the likes of you.\"",
		"  Her tone was sharp, but even Soujuurou could see that she was struggling to stay confident.",
		"  The damage to her body was too much to afford her any optimism.",
		"\"...\"",
		"  Still, the fury in her eyes refused to accept her circumstances.",
		"\"My Magic Circuits are shorting out like crazy...",
		"  Which means that right arm of hers must be jamming my spells.\"",
		"  Though the proper response would have been for her to tremble in fear, she did nothing but shake her fists in anger.",
		"  The disruption of formulae was only supposed to work on absolute beginners.",
		"  If it had been her roommate, the arm would have been repelled the instant it hit her and the attacker's circuits burned out, rather than her own.",
		"  Attempting to establish a link to the Magic Circuits of another mage was like presenting your heart on a silver platter. It would be of no use in a battle against a superior mage.",
		"  And yet, her adversary had been designed to do just that.",
		"  Coupled with the attacks on areas of Misaki under Aoko's jurisdiction these last few weeks, it was a clear statement from the enemy, who as of two days ago had revealed itself as a fellow mage.",
		"  In other words,",
		"  the puppet saw Aoko as no threat at all.",
		"\"...Hmph. Played right into their hands, huh.\"",
		"  While she was still angry, the whirlwind of emotions within her started to fade.",
		"  Her face was that of a hunter far beyond her years.",
		"\"You seem to be more concerned about this thing than you were about hunting me.\"",
		"\"Well, naturally. I was only playing with you.\"",
		"\"...Hm.\"",
		"  Soujuurou was not sure whether to be happy or sad at that.",
		"\"This is all so confusing that I don't even know where to start, but can I ask just one question?\"",
		"  Aoko didn't respond. Her eyes were focused on the darkness before them.",
		"  The silence was heavy and the darkness was like a noose closing in on them.",
		"  But Soujuurou continued in spite of her indifference.",
		"\"Are you going to kill her, too, Aozaki?\"",
		"  A silence fell over them.",
		"  It was as if the gloom was pulling them in.",
		"\"...\"",
		"  No response.",
		"  Their breathing was the only sound echoing in the dim corridor.",
		"  There stood Soujuurou, forcing her to confront her sins, and the magician girl who continued to ignore him.",
		"They spent a few seconds, seemingly frozen in time.",
		"\"...Yes.",
		"  That's a sticking point for you, isn't it?\"",
		"  Aoko whispered in a lifeless tone.",
		"  Her sigh was tinged with both resignation and contempt.",
		"\"A sticky... what?\"",
		"\"Nothing. Forget it.",
		"  But just so you know, that thing that's following us isn't human.",
		"  You might not believe this, but it's a puppet that can move of its own will. Just like the one from the other night.\"",
		"  Soujuurou nodded as he processed the information.",
		"  Not only did he not doubt her story, but he seemed to have accepted it at face value.",
		"\"...You're awfully calm.\"",
		"\"No way. I have no idea what's going on, so I'm just trying not to think too hard about it.",
		"The part about it being a puppet isn't too surprising to me, though.\"",
		"\"What? Are you saying you've seen one before?!\"",
		"\"What do you mean? Aren't all puppets in the city like that?\"",
		"\"Wha...\"",
		"  She barely stopped herself from falling to her knees.",
		"  Of course. How could she have forgotten?",
		"She was dealing with a bona fide, natural-born moron.",
		"  As a student who transferred from the isolation of the mountains like an endangered species, his utter lack of common sense rendered anything miraculous as mundane.",
		"  If automobiles were moving hunks of metal, then moving puppets were nothing to write home about.",
		"  Wait. That meant...",
		"  To him, the incident from the other night hadn't been extraordinary at all.",
		"  He might have even assumed it was an everyday occurrence in the city.",
		"\"...I give up. You know, I'd really like to get a look inside your head someday. I honestly have no idea how you've made it this far in life.",
		"  No wonder you're such a weirdo. Normally, people wouldn't react the way you did when I attacked you.",
		"I could have been a monster or a ghost, but for you, it was just another new fact of life.",
		"  ...I'm starting to feel like the real moron here.\"",
		"  Her strained face returned to normal for a moment.",
		"  It hit her; there had been another way to handle this without anyone getting hurt.",
		"  But the damage had already been done.",
		"  There were no do-overs in life, nor should there be.",
		"  Her own mistaken assumptions had sent that situation spiraling out of control.",
		"  But now that Soujuurou was involved, she had to make sure that her secret was safe with him.",
		"  Even if there had been another, better option, that ship had sailed.",
		"  Human relationships were ultimately driven by mutual misunderstandings.",
		"  Like tapestries, woven from mismatched intentions.",
		"  Breaktime was over.",
		"  There stood Aoko Aozaki and Soujuurou Shizuki.",
		"  The first idle conversation they had since first meeting had come to an end,",
		"  not that they had a choice in the matter. It was the jarring murmuring from around the corner that cut it short.",
		"    \"<Nemo meum funus meminit, qui doluit exstinctus est|Nobody remembers my funeral. My mourners have long since perished.>.",
		"                    <Initio erraveramus. Dum vivimus dolores sunt|We were born wrong. Life is suffering.>.",
		"                                          <Nemo adiuvat|Somebody save me.>.\"",
		"  The enemy was just around the corner, visible in the mirrors parallel to it.",
		"\"...We don't have time for this. We need to keep our dist―",
		" Huh?!\"",
		"  In contrast to Aoko's elegant blues, its lights were a malicious red.",
		"\"Gandr Shots!\"",
		"  There was a momentary flash of light, before she even extended her arm.",
		"  But the instant she saw the enemy, her dormant feelings erupted once more.",
		"\"You're a real pain in the ass!\"",
		"  She channeled all of her pent-up anger and shunted it into her right arm.",
		"  The fog that filled the corridor was no magical weaving, but rather a barrier of raw energy.",
		"  It was equivalent to setting blaze to three buckets of gasoline to create a wall of fire, in the hope it would stop an arrow in flight.",
		"  If the puppet had attacked with its arm, it could have pierced such a wall easily. But, because it had loosed curses with no definite form, the wall of energy repelled the attack.",
		"  While it was a huge waste of magical energy, it was the only means Aoko had to protect herself in that very moment.",
		"\"...Urgh.\"",
		"  Unfortunately, its protection was reserved to Aoko alone.",
		"  Soujuurou held his hand to his mouth.",
		"  While the curse had been weakened to the point where Aoko could no longer feel it, it had plenty of effect on Soujuurou, who was not a mage.",
		"  As if it understood this fact, the puppet turned its gaze from Aoko to the unanticipated human behind her.",
		"\"Th-This has nothing to do with him!\"",
		"  Enraged, she swung her arm forward once again.",
		"  The blue light formed a wall to block the Gandr for a scant few seconds.",
		"  It was enough of an opening to exploit.",
		"  Just as Aoko was forming the wall, the puppet pointed its right arm at her face, and...",
		"\"This apparently does have something to do with me. Time to run.\"",
		"  Before the rocket of death could be fired, Soujuurou scooped her up into his arms.",
		"\"Huh?!\"",
		"  How he mustered the strength to do so was a mystery, but he turned his back on the puppet and took off running.",
		"  He was a nimble sprinter, resembling a deer leaping across obstacles.",
		"  Soujuurou rounded two more corners,",
		"  ignored whatever complaints Aoko was making,",
		"  and eventually stopped in the middle of the second floor. He set her down.",
		"\"...All right. I bought us enough time to rest a bit.\"",
		"  Soujuurou's shoulders heaved as he caught his breath.",
		"  As light as she was, running while carrying someone else would make anyone winded.",
		"  She looked up at him in incomprehension.",
		"\"You had that much stamina all along? Then why...?\"",
		"  It made no sense to her.",
		"  If he had the stamina to pick her up and run, surely he could have stood up and escaped when he had been downed earlier.",
		"\"Oh, that time I had given up.\"",
		"  His words were unfiltered as ever.",
		"  Though in this moment, fighting for their lives, he lacked some of his usual absentmindedness.",
		"\"...But why?\"",
		"\"Who knows? I've forgotten already.\"",
		"  Though he may have turned away because he regretted saying it aloud, his words spoke volumes.",
		"  For some reason, it pained Aoko to see him like that.",
		"\"Also, Aozaki? I'm suddenly feeling really ill.",
		"  Was it that red light?\"",
		"\"...Yes. A form of magecraft. They're called Gandr Shots. A curse that originated in Scandinavia. It has no effect on someone with Magic Circuits like myself, but you're defenseless against it.\"",
		"\"...I see. It doesn't work on you.",
		"  Then that arm is the only thing that poses a threat.\"",
		"\"...\"",
		"  Aoko had no idea why he was relieved, but she gritted her teeth and fought down the urge to snap at him.",
		"  There was no use in yelling at a time like this.",
		"  Above all, she felt that it would have been petty in the extreme to voice her annoyance right now.",
		"\"...You're right. The extending arm is the only thing I have to worry about. So it's not that tough after all.\"",
		"  This time it was not false bravado.",
		"  Such an enemy would normally be a breeze for Aoko Aozaki.",
		"  But her shameful negligence had led to the disruption of her Magic Circuits, making her even less formidable than her enemy.",
		"  At this point, Aoko had no way of attacking.",
		"  The only option left to her was to wait for it to expend all of its magical energy, but its perpetual curse mechanism made that a nonstarter.",
		"  This game of tag would not end until one of them was dead.",
		"  She realized that she was in the same position she had cornered Soujuurou in earlier.",
		"  She glanced at her right arm.",
		"  She could not imagine how she had gotten into such a mess with her magical energy at more than half of its capacity.",
		"  This had to be karma for having enjoyed toying with Soujuurou earlier.",
		"\"...Hah. Maybe there is a god after all.\"",
		"  She grumbled under her breath as she shifted her focus.",
		"  She had the fuel for the fire but not the igniter.",
		"  And that killing machine would chase her until the end of time if need be.",
		"  What she should do next was blindingly clear.",
		"  She had to get back to normal.",
		"\"...Aozaki?\"",
		"\"Sorry, I was thinking.",
		"Hmm, maybe that could... Okay, Shizuki, I've got it. You see that side passage over there?\"",
		"\"Huh?\"",
		"  Aoko pointed, but he could see nothing but the walls of the corridor.",
		"  For one thing, the floor had nothing but left turns, and Aoko was pointing to the right.",
		"\"At the center of the second floor is a stairway down to the first floor, which I destroyed earlier so you couldn't use it.",
		"  But there's another path that leads to the right, like this place is taunting you by design. It's a secret shortcut that only the hardcore fans know about.",
		"  If you search carefully, you can find a way to the stairs down to the first floor. Now do as I say and go on without me.\"",
		"  Aoko turned her back to Soujuurou and started walking.",
		"  Walking in the opposite direction of the escape route and down the long corridor toward the puppet in pursuit.",
		"\"That thing'll kill anything it sees, so I have to destroy it here and now. It's okay for two mages to fight each other, but dragging normal people into the conflict is strictly forbidden.",
		"  I'm the target, so this the best outcome for everyone, don't you think?\"",
		"  If Aoko won, the puppet would be destroyed.",
		"  If Aoko lost, its objective would be complete and it would shut down.",
		"  Either way, them going their separate ways would mean Soujuurou survived.",
		"  This is what Aoko meant.",
		"  Though she explained it as if the events were happening to two totally different people.",
		"\"If you're lucky enough, you'll make it back to the gate in one piece.",
		"  So, see you tomorrow then.\"",
		"  Even Soujuurou could tell she was just trying to act tough.",
		"  But she had already disappeared around the corner by the time he thought to stop her."
	]
]