[
    {
        "ja": "　翌日。空は相変わらずの曇り模様。",
        "en": "  The following day was a typically overcast one.",
        "pl": ""
    },
    {
        "ja": "　一日の授業は何事もなく終わった。",
        "en": "  The day's classes ended as they had started: uneventfully.",
        "pl": ""
    },
    {
        "ja": "　冬休み前の期末試験まであとわずか。",
        "en": "  Winter break was just around the corner, and with it final exams.",
        "pl": ""
    },
    {
        "ja": "　今では厳しい規律に支配された<三咲高|ミサコー>であるが、もともとは生徒の自主性を第一とするおおらかな私立高校である。",
        "en": "  Although Misaki High prided itself on discipline, it was still a private school, and as such promoted a culture of independence among its students.",
        "pl": ""
    },
    {
        "ja": "　真面目な生徒は生徒会長の<庇|ひ><護|ご>の下とことん真面目に。",
        "en": "  Industrious students had a place to explore that side of themselves under the guardianship of the student council president.",
        "pl": ""
    },
    {
        "ja": "　気楽な生徒は、まあ個人の責任のかぎり、とことん自由に放課後を過ごしているのだった。",
        "en": "  More easygoing students could spend their time after school as they wished, as long as they were mindful of personal responsibility.",
        "pl": ""
    },
    {
        "ja": "　そして、その自由な生徒の代表みたいな男が生徒会の副会長にいるあたり、この学校の懐の深さはちょっとおかしい。",
        "en": "  The fact that the poster boy of independence was the student council vice-president indicated just how vast the spectrum was.",
        "pl": ""
    },
    {
        "ja": "「蒼崎、いるかー！」",
        "en": "\"Yoohoo, Aozakiii!\"",
        "pl": ""
    },
    {
        "ja": "　おもに密会用と噂される第二生徒会室の扉を、<槻司|つきじ><鳶丸|とびまる>は陽気にブチ開けた。",
        "en": "  Tobimaru Tsukiji threw open the door to the satellite student council room, the rumored location for their secret meetings.",
        "pl": ""
    },
    {
        "ja": "　これでも副会長さまであり、生徒会の<陰|かげ>の雑務係と哀れまれる人物である。",
        "en": "  Despite all appearances, he was the student council vice-president, who also happened to be the poor soul responsible for executing the student council's dirty work.",
        "pl": ""
    },
    {
        "ja": "　狭苦しい室内には待ち人がひとり。",
        "en": "  One person was waiting for him in the cramped room.",
        "pl": ""
    },
    {
        "ja": "　生徒会長・蒼崎青子は姿勢良くパイプ椅子に座って、大声を上げた鳶丸をじろりと睨んでいる。",
        "en": "  The student council president, Aoko Aozaki, sat imperiously in a folding chair, glaring at Tobimaru and his boisterous entrance.",
        "pl": ""
    },
    {
        "ja": "「あいかわらず寒いなこの部屋。",
        "en": "\"This room is freezing, as usual.",
        "pl": ""
    },
    {
        "ja": "　なあ、今度ストーブ購入しようぜ」",
        "en": "  We really need to buy a heater.\"",
        "pl": ""
    },
    {
        "ja": "　青子の無言の圧迫に負けないように、鳶丸は何気なく会話を切り出した。",
        "en": "  So as not to succumb to Aoko's oppressive silence, Tobimaru opened with some casual small talk.",
        "pl": ""
    },
    {
        "ja": "「お疲れさま。ところでアンタ、何しに来たのか分かってる？」",
        "en": "\"Thank you for coming. Let's get down to business. Do you know why I've asked you here?\"",
        "pl": ""
    },
    {
        "ja": "「まあな。ただ、事務的に話すのって寒いじゃねえか。",
        "en": "\"I have an idea. What's up with the formality, Aozaki?",
        "pl": ""
    },
    {
        "ja": "　少しぐらい世間話でもしねえとつまらねえだろ？」",
        "en": "  Pretty harsh to talk shop right away all the time, you know?\"",
        "pl": ""
    },
    {
        "ja": "　鳶丸は扉を閉めて、青子の前の椅子に座った。",
        "en": "  Tobimaru closed the door and sat down across from Aoko.",
        "pl": ""
    },
    {
        "ja": "　その手には青い封筒を抱えている。",
        "en": "  He was holding a blue envelope.",
        "pl": ""
    },
    {
        "ja": "「こういう時は無駄口はたたかない方がいいわよ。",
        "en": "\"Yeah, and loose lips sink ships.",
        "pl": ""
    },
    {
        "ja": "　なんとなくプロっぽいでしょ」",
        "en": "  Might remember that once you get out into the real world.\"",
        "pl": ""
    },
    {
        "ja": "「なる―――いや、いやいやいや」",
        "en": "\"All right, I'll remem―Wait a sec. Nice try.\"",
        "pl": ""
    },
    {
        "ja": "　青子の刺々しい返答にそうかも、と同意しかけて、鳶丸はイヤイヤと首を振った。",
        "en": "  Tobimaru was halfway to agreeing with Aoko before he caught himself and began to shake his head.",
        "pl": ""
    },
    {
        "ja": "　いくらフリーダムな鳶丸でも、そんな諜報員めいた日常は<御免|ごめん><蒙|こうむ>る。",
        "en": "  As much as Tobimaru enjoyed the lack of red tape in his new line of work, he was not ready to turn full spy on his first day on the job.",
        "pl": ""
    },
    {
        "ja": "「それで、調べ終わったの？」",
        "en": "\"So then. Are you done with your investigation?\"",
        "pl": ""
    },
    {
        "ja": "「ああ。ついさっき最後の聴取を済ませてきた。",
        "en": "\"Yeah. I finished the last interview just now.",
        "pl": ""
    },
    {
        "ja": "　詳しい事はその封筒に入ってる。おまえから渡された例のファイルも、そん中」",
        "en": "  The details are in the envelope along with the file you gave me.\"",
        "pl": ""
    },
    {
        "ja": "　ぱさり、と机に置かれる青封筒。",
        "en": "  He tossed the envelope onto the table.",
        "pl": ""
    },
    {
        "ja": "「そう」",
        "en": "\"Good.\"",
        "pl": ""
    },
    {
        "ja": "　青子は封筒を手にし、中の書類に目を通す。",
        "en": "  Aoko picked it up and began to scan through the documents that were inside.",
        "pl": ""
    },
    {
        "ja": "　そこからは完全に彼女ひとりの世界で、鳶丸に対して気を配ってさえいない。",
        "en": "  She entered her own little world, not sparing the slightest bit of attention for Tobimaru.",
        "pl": ""
    },
    {
        "ja": "　歯に<衣|きぬ>着せずに言えば、パーフェクトなまでの無視っぷりである。",
        "en": "  If ignoring other people were a skill, she would be a master at it.",
        "pl": ""
    },
    {
        "ja": "「………………なあ」",
        "en": "\"...Ahem.\"",
        "pl": ""
    },
    {
        "ja": "「なに？」",
        "en": "\"What?\"",
        "pl": ""
    },
    {
        "ja": "「ひとつ、聞きたいんだけどよ」",
        "en": "\"I just wanted to ask one thing.\"",
        "pl": ""
    },
    {
        "ja": "「だから、なに？」",
        "en": "\"Yeah, and?\"",
        "pl": ""
    },
    {
        "ja": "　冷えきった沈黙。",
        "en": "  The room was filled with a chilling silence.",
        "pl": ""
    },
    {
        "ja": "　無感情に書類をチェックする青子と、",
        "en": "  Aoko continued reading without an ounce of emotion upon her face.",
        "pl": ""
    },
    {
        "ja": "　そんな青子をどうでもよさげに、しかし正面から見据える鳶丸。",
        "en": "  Though Tobimaru kept up an air of indifference, his stare remained fixed intently on her.",
        "pl": ""
    },
    {
        "ja": "「蒼崎、そういうの作って楽しい？」",
        "en": "\"Do you get a kick out of doing this kind of thing, Aozaki?\"",
        "pl": ""
    },
    {
        "ja": "「楽しいワケないでしょ。こんなの、作ったところであんまり使う機会なんてないんだから」",
        "en": "\"Of course not. What's so fun about gathering intel I hardly even get to use?\"",
        "pl": ""
    },
    {
        "ja": "「そうか。ならいい」",
        "en": "\"Riiight. Just wanted to check.\"",
        "pl": ""
    },
    {
        "ja": "　納得いったのか、<憮然|ぶぜん>顔のまま鳶丸は席を立った。",
        "en": "  Whether or not he was convinced, Tobimaru stood up from his chair with a disappointed expression.",
        "pl": ""
    },
    {
        "ja": "「最後まで読めば分かるだろうが、あんまり確証は取れなかったぜ。",
        "en": "\"You'll figure this out just by reading it all, but I wasn't able to dig up anything conclusive.",
        "pl": ""
    },
    {
        "ja": "というより、一昨日あの辺りにいた生徒はいないって話になりそうだ。ま、断定はできないけどな」",
        "en": "By all indications, that there weren't any students in the area the day before yesterday. It's not like I can say that for sure, though.\"",
        "pl": ""
    },
    {
        "ja": "　鳶丸はつれない態度でドアに向かう。",
        "en": "  No longer concerned over his task, Tobimaru headed toward the door,",
        "pl": ""
    },
    {
        "ja": "　俺はこの件には無関係です、と言わんばかりだ。",
        "en": "  as if to say it was out of his hands.",
        "pl": ""
    },
    {
        "ja": "「―――っと、そうだ。",
        "en": "\"...Oh, and one more thing.",
        "pl": ""
    },
    {
        "ja": "　そういえば一人だけ該当しなかった奴がいる。季節外れの転入生までは、蒼崎も調べきれなかったみてえじゃねぇか」",
        "en": "  There was one student that wasn't included in your dragnet. You forgot to include any out-of-term transfers.\"",
        "pl": ""
    },
    {
        "ja": "　わずかに顔をあげる青子。",
        "en": "  Aoko raised her head ever so slightly.",
        "pl": ""
    },
    {
        "ja": "　たしかに転入したばかりの生徒は彼女の調査範囲に含まれてはいない。",
        "en": "  He was right. The recent transfer student was not included within the scope of her investigation.",
        "pl": ""
    },
    {
        "ja": "「そんなわけで草の字に関しては調べてないぜ。",
        "en": "\"So I haven't looked at Sono-G.",
        "pl": ""
    },
    {
        "ja": "　ま、アイツならいつだろうと遅くまでバイトだろうが……いや、人殺しを見た、なんてコト口走ってるようじゃ、家で悪い夢でも見てたのかもしれねえか」",
        "en": "  Though, considering it's him, it's safe to assume that he was working late. Or, wait, it would be if he hadn't have mentioned something about... seeing a murder or whatever. I told him that it was probably just a bad dream.\"",
        "pl": ""
    },
    {
        "ja": "　鳶丸は陽気にこぼして去っていった。",
        "en": "  Tobimaru cheerfully left the student council room.",
        "pl": ""
    },
    {
        "ja": "「―――、は？」",
        "en": "\"...What?\"",
        "pl": ""
    },
    {
        "ja": "　同時に、青子は持っていた書類を机に落とした。",
        "en": "  Simultaneously, Aoko felt her fingers go numb,",
        "pl": ""
    },
    {
        "ja": "　別にそんなつもりはなかったのに、なぜか、指先から力が失われてしまったらしい。",
        "en": "  and the documents she was holding spilled all over the table.",
        "pl": ""
    },
    {
        "ja": "「……そんな、まさかね」",
        "en": "\"It can't be. That's not possible...\"",
        "pl": ""
    },
    {
        "ja": "　考えすぎだ、と自分に対して軽口を言ってみる。",
        "en": "  She broke out into a cold sweat and tried to tell herself that there must be some kind of mistake.",
        "pl": ""
    },
    {
        "ja": "　けれど突然生まれた不安は消えず、こういう時の自分の直感がたいてい合っている事を、蒼崎青子は知っていた。",
        "en": "  However, the uncomfortable feeling in her gut would simply not go away. Perhaps because her intuition was almost always right at times like these.",
        "pl": ""
    },
    {
        "ja": "「―――馬鹿らしい」",
        "en": "\"...You gotta be kidding me.\"",
        "pl": ""
    },
    {
        "ja": "　だとしてもやる事は同じだ。",
        "en": "  And yet, she knew what she had to do.",
        "pl": ""
    },
    {
        "ja": "　仮に目撃者が鳶丸だった場合、青子は<躊躇|ためら>わず殺せるだろう。",
        "en": "  She would not have hesitated to kill Tobimaru if he had been the witness.",
        "pl": ""
    },
    {
        "ja": "　けれど、それが彼だったら？",
        "en": "  But if it was him?",
        "pl": ""
    },
    {
        "ja": "　そんな『もしも』を連想した途端、どんな仮定より冷めきっていく自分を感じた。",
        "en": "  Just considering the possibility caused her blood to run cold.",
        "pl": ""
    },
    {
        "ja": "　青子は額に手を当てて考えこむ。",
        "en": "  Aoko put her forehead in her hands and began to brood.",
        "pl": ""
    },
    {
        "ja": "　そうして唐突に、",
        "en": "  And then, suddenly―",
        "pl": ""
    },
    {
        "ja": "「選択の話をしよう。おまえは常に二者択一を迫られる。",
        "en": "\"Let us talk choice. You will always be faced with choices.",
        "pl": ""
    },
    {
        "ja": "　善良な愚者と醜悪な賢者。すべてを救う手段はない。どちらかを選ぶこと。それだけが、おまえに許された自由となる」",
        "en": "  A virtuous fool and a wicked sage. You cannot save both. You must pick one. That is the freedom granted to you.\"",
        "pl": ""
    },
    {
        "ja": "　二年前。",
        "en": "  Two years earlier.",
        "pl": ""
    },
    {
        "ja": "　姉に代わって後継ぎになった日に祖父から贈られた言葉を呟いて、青子は小さく嘆息した。",
        "en": "  Aoko muttered the words offered by her grandfather the day she replaced her elder sister as his successor, and let out a sigh of lament.",
        "pl": ""
    },
    {
        "ja": "「―――すごく、バカみたい」",
        "en": "\"...This has to be a joke.\"",
        "pl": ""
    },
    {
        "ja": "　自分の勘の良さに<嗤|わら>ってしまう。",
        "en": "  She laughed at her own intuition.",
        "pl": ""
    },
    {
        "ja": "　本当。",
        "en": "  But it was no joke.",
        "pl": ""
    },
    {
        "ja": "そんな台詞、口にしなければよかったのにと。",
        "en": " If only those words had never been said.",
        "pl": ""
    },
    {
        "ja": "　青子は戸締まりを済ませ、生徒会室を後にした。",
        "en": "  Aoko locked up the student council room and left for the day.",
        "pl": ""
    },
    {
        "ja": "　平然と、それこそ何もなかったようにすれ違う生徒たちと挨拶を交わせるあたり、自分らしいと呆れながら。",
        "en": "  Calmly, as though nothing untoward had happened, she greeted the students as they passed her in the halls. She was almost shocked by how natural she seemed.",
        "pl": ""
    },
    {
        "ja": "　学校にはまだ活気がある。",
        "en": "  There were still plenty of students at the school.",
        "pl": ""
    },
    {
        "ja": "　部活動の生徒は言うに及ばず、用を済ませて下校していく生徒たちの話し声で校庭は騒がしい。",
        "en": "  The grounds were noisy with the chattering of students who had finished the day but had yet to head home. Others still had club activities.",
        "pl": ""
    },
    {
        "ja": "　今にも泣きだしそうな灰色の空だが、彼らにはさして気になる問題ではないようだ。",
        "en": "  The gray sky looked ready to pour, but nobody seemed to pay it any mind.",
        "pl": ""
    },
    {
        "ja": "　そんな喧噪にまじって、青子は早足で校門に向かう。",
        "en": "  Amidst the clamor, Aoko hastened to the school gate.",
        "pl": ""
    },
    {
        "ja": "　お<喋|しゃべ>りに花を咲かす生徒たちを通りすぎる。",
        "en": "  She passed by some students in animated conversation.",
        "pl": ""
    },
    {
        "ja": "　会話の内容は放課後の予定について。",
        "en": "  They seemed to be talking about their after-school plans.",
        "pl": ""
    },
    {
        "ja": "いかに無駄なく充実した放課後を過ごすかを真剣に論じている。",
        "en": "Apparently, they were adamant about maximizing their free time.",
        "pl": ""
    },
    {
        "ja": "　彼らが持つ、<遮二無二|しゃにむに>に遊ぼうという気は知れないけど、馬鹿にする気も、羨ましがる気持ちも青子にはない。",
        "en": "  She could not figure how they could possibly be so irresponsibly focused on fun, but at the same time was in no mood to make fun of or feel envious of them.",
        "pl": ""
    },
    {
        "ja": "　ほんの二年前まで、そういった自由を心から愛していた自分がいたとしてもだ。",
        "en": "  Two short years prior, she had been just like them.",
        "pl": ""
    },
    {
        "ja": "『……根は冷めてるのかな、私って』",
        "en": "(I wonder if I'm becoming desensitized to it all.)",
        "pl": ""
    },
    {
        "ja": "　マフラーをきつめに締めてみたが、それで孤独を漂わせるにはまだ経験が少なかった。",
        "en": "  She re-tied her scarf, this time more tightly, to give off an air of solitude, but she was fooling no one.",
        "pl": ""
    },
    {
        "ja": "　そもそも淋しいと思わない人間が孤独を装っても、それは孤独ではなく拒絶と言うのだ。",
        "en": "  After all, what people who feign solitude are really masking is rejection.",
        "pl": ""
    },
    {
        "ja": "『……そうよね。孤独っていうのはああいうのを言うもんでしょうし』",
        "en": "(Solitude, rejection... They're two sides of the same coin.)",
        "pl": ""
    },
    {
        "ja": "　校門はいつもより騒がしい。",
        "en": "  The area by the school gate was busier than usual.",
        "pl": ""
    },
    {
        "ja": "　原因は校門の陰で立往生をしている男子生徒たちだ。",
        "en": "  A group of boys appeared to be huddled behind it.",
        "pl": ""
    },
    {
        "ja": "　寄り添って密談をしている彼らは、校門の陰に隠れて、表通りに立っている一人の少女について、ざわざわと論じあっていた。",
        "en": "  Their transparent attempt to be discreet in terms of both location and loudness of voices did nothing to hide the fact that they were noisily arguing about a girl standing alone on the other side of the street.",
        "pl": ""
    },
    {
        "ja": "　少女は黒いケープに身を包んでいた。",
        "en": "  The girl was cloaked in a black cape.",
        "pl": ""
    },
    {
        "ja": "　一見すると普段着だが、三咲町の人間なら、ケープ下の服がとある名門女子校の制服である事を知っている。",
        "en": "  At first glance it could have been mistaken for normal attire, but those from Misaki could tell that she wore the uniform of a prestigious girls' school.",
        "pl": ""
    },
    {
        "ja": "　もっとも、その女学院は三咲高校とは縁もゆかりもない、距離的にも精神的にも遠く離れた存在である。",
        "en": "  Said school had no connection to Misaki High in any way, shape, or form. The two schools were far apart both physically and spiritually.",
        "pl": ""
    },
    {
        "ja": "　彼女達の大半は寮生活を強いられており、町中で見かける事は滅多にない。",
        "en": "  A member of that school's student body was a rare sighting, as the majority were forced to live in the school dorm.",
        "pl": ""
    },
    {
        "ja": "　お嬢様学園と名こそ響いているが、実際にはそうお目にかかれない礼園女学院の制服だ。",
        "en": "  Reien Girls Academy had a reputation as a school for princesses, and it was rare indeed for one to be slumming with the common folk.",
        "pl": ""
    },
    {
        "ja": "　それだけで男どもが騒ぎ立てるには十分だが、くわえて、その少女は上等すぎた。",
        "en": "  That alone would have been enough to cause the ruckus among the boys, but this girl looked the epitome of class.",
        "pl": ""
    },
    {
        "ja": "　可憐としか言いようのない立ち姿。",
        "en": "  One could not help but describe the standing figure as charming.",
        "pl": ""
    },
    {
        "ja": "　身じろぎひとつせず待ち続ける様は、丁寧に描かれた絵画を思わせる。",
        "en": "  The way she silently, motionlessly waited was reminiscent of a meticulously composed portrait.",
        "pl": ""
    },
    {
        "ja": "　その姿を見て、一言で青子が『孤独』と断言したように。",
        "en": "  Aoko took one look at her before instantly recalling that one word: solitude.",
        "pl": ""
    },
    {
        "ja": "『……まったく、うちの男子どもは。家に帰りもせず、陰でこそこそやってるのはそういうコト』",
        "en": "(Okay you lamebrains, don't you have anywhere better to be?)",
        "pl": ""
    },
    {
        "ja": "　呆れながら、青子はずかずかと校門を通過した。",
        "en": "  Disgusted, Aoko barged through the gate.",
        "pl": ""
    },
    {
        "ja": "　いつもなら坂道を下りていくところを、まっすぐアスファルトを横断し、道端に立ち続ける少女へと向かう。",
        "en": "  At this point she would normally head home, but today, she crossed the street toward the waiting girl.",
        "pl": ""
    },
    {
        "ja": "「げぇー!?　あれなるは生徒会長さまー!?」",
        "en": "\"Oh crap! Is that the student council president?!\"",
        "pl": ""
    },
    {
        "ja": "「くそ、追っ払う気なのかよぅ。居たいんならいつまでだって居させてあげればいいじゃんかー！」",
        "en": "\"Damn it, she's trying to chase her away! ...Let the girl be! She has a right to stand there if she wants to!\"",
        "pl": ""
    },
    {
        "ja": "「ってか怒られる？　怒られるのあの天使？」",
        "en": "\"She's gonna go nuclear! The president versus the angel!\"",
        "pl": ""
    },
    {
        "ja": "「<他校|よそ>の生徒でも、校門前にいるぐらいなら……別に問題はないと思う……けど……」",
        "en": "\"What gives, man? Who cares if she's from another school! She's not even on school property...right? Right guys?\"",
        "pl": ""
    },
    {
        "ja": "「青子女史は容赦ねえからな。下手すると平手だぜ、平手」",
        "en": "\"Don't mess with Madam Aoko. You're just asking to be smacked.\"",
        "pl": ""
    },
    {
        "ja": "「…………はあ」",
        "en": "\"...Hah.\"",
        "pl": ""
    },
    {
        "ja": "　背中では言いたい放題だ。",
        "en": "  The boys ran their mouths behind her back.",
        "pl": ""
    },
    {
        "ja": "　振り返って黙らせる気分でもなく、青子は少女の目前まで歩いて、やあ、とばかりに片手を上げた。",
        "en": "  Not in the mood to shut them up, Aoko walked right up to the girl and offered an informal wave.",
        "pl": ""
    },
    {
        "ja": "「どうしたの有珠？　こんなところに来たって、何も面白いコトはないって言ったのに」",
        "en": "\"Something the matter, Alice? I told you before, there's nothing of interest for you here.\"",
        "pl": ""
    },
    {
        "ja": "「ちょ、ありえねーーーーーーー！！！！？」",
        "en": "\"For real!?\"",
        "pl": ""
    },
    {
        "ja": "　校門の陰から悲鳴らしきものがハモって聞こえたが、もちろん無視する青子だった。",
        "en": "  Aoko heard the boys by the gate lose their collective minds, and did her best to ignore them.",
        "pl": ""
    },
    {
        "ja": "「あの事を確かめに。―――",
        "en": "\"I wanted to be sure, but―",
        "pl": ""
    },
    {
        "ja": "青子。",
        "en": "Aoko?",
        "pl": ""
    },
    {
        "ja": "　あの人たち、邪魔なんだけど」",
        "en": "  Those people are a nuisance.\"",
        "pl": ""
    },
    {
        "ja": "「分かってる、いま追っ払うから」",
        "en": "\"You think? I'll chase them off.\"",
        "pl": ""
    },
    {
        "ja": "　細い有珠の声に対して、青子ははっきりと、これみよがしに声を大きくしている。",
        "en": "  In contrast to Alice's small voice, Aoko spoke loud and clear.",
        "pl": ""
    },
    {
        "ja": "　無論、校門の陰に群がる<十把一絡|じっぱひとから>げに聞こえるように。",
        "en": "  Naturally, this was on purpose, so as to deal with the riffraff by the gate all at once.",
        "pl": ""
    },
    {
        "ja": "「げ、会長こっち来んぞ!?」",
        "en": "\"Crap, she's coming this way!\"",
        "pl": ""
    },
    {
        "ja": "「おい、押すなよ、うしろのヤツどけって！　オレ校舎に逃げるから！」",
        "en": "\"Hey, stop pushing me! Move it! I'm out!\"",
        "pl": ""
    },
    {
        "ja": "「いや、でも……あの<娘|こ>、会長と知り合いなんでしょ？　うまく会長に紹介してもらう、とか……」",
        "en": "\"But... doesn't it look like they're tight? Maybe we could get the prez to introduce us.\"",
        "pl": ""
    },
    {
        "ja": "「あはは、さすが一年坊主。まだ戦場の現実ってもんを理解していねぇ。―――よし、死の<間際|まぎわ>までいい夢見ろよ」",
        "en": "\"Hahaha. Rookie mistake. You still haven't experienced the realities of the battlefield. On second thought, don't let dreams be dreams. It's your funeral.\"",
        "pl": ""
    },
    {
        "ja": "　一ヶ所に集まりすぎたのか、混乱きわまって校門の陰でつまる男子生徒たち。",
        "en": "  Perhaps because too many of them had gathered in one place, the mob entered a frenzied panic as they tried to escape.",
        "pl": ""
    },
    {
        "ja": "そんな彼らを、",
        "en": "Aoko addressed them all.",
        "pl": ""
    },
    {
        "ja": "「さーて。部活動があるワケでもなし、ただ家に帰るだけの帰宅部の皆さん？　こんなところで何を集まってるのか、教えてくれる？」",
        "en": "\"Well, well, well, what do we have here? If it isn't the Go Home Early Club? Would you mind telling me what you're all doing gathered in a place like this with no club activities to attend?\"",
        "pl": ""
    },
    {
        "ja": "「ひぃぃいい！」",
        "en": "\"Eeeep!\"",
        "pl": ""
    },
    {
        "ja": "　どーん、と擬音を背負って<睥睨|へいげい>する生徒会長。",
        "en": "  The student council president stared daggers at the boys.",
        "pl": ""
    },
    {
        "ja": "「なにしろ試験前だもの。",
        "en": "\"In any case, exams are coming up.",
        "pl": ""
    },
    {
        "ja": "　<実|み>になる事なら私も教えてほしいけど、まさか<雁首|がんくび>並べて女学院のお嬢様を<眺|なが>めてただけ、なんて事はないわよね？",
        "en": "  It sure would be horrible if, instead of going home to study, you were loitering around just to ogle another school's student, now wouldn't it?",
        "pl": ""
    },
    {
        "ja": "　声をかける勇気もなくて、眺めてただけ、なんて事は」",
        "en": "  It's not like a single one of you had the guts to even go up to her and say something.\"",
        "pl": ""
    },
    {
        "ja": "　はい、実はそうなんです、などと返答できる剛の者はいなかった。それだけの勇気があるならとっくに声をかけている。",
        "en": "  Not one of them was brave enough to admit that this hit the nail on the head. If any of them had such courage, they would have already been chatting the young lady up.",
        "pl": ""
    },
    {
        "ja": "「……いや、ボク教室にちょっと忘れ物が……」",
        "en": "\"Uh... I think I forgot something in the classroom.\"",
        "pl": ""
    },
    {
        "ja": "「こんなオチならダメもとで玉砕しとくんだった……」",
        "en": "\"If I had known it was going to end like this, I would have at least gone down trying.\"",
        "pl": ""
    },
    {
        "ja": "「天文部にいって双眼鏡借りるのどうだ？　屋上からお顔を<賜|たまわ>るとか」",
        "en": "\"What if we go borrow binoculars from the Astronomy Club? I'm sure we could get a good view from the roof.\"",
        "pl": ""
    },
    {
        "ja": "「天文部にそんなのねえよ！　あるとしたら野鳥同好会じゃね？」",
        "en": "\"The Astronomy Club doesn't have binoculars, dummy! If anyone does, it would be the Wild Bird Society.\"",
        "pl": ""
    },
    {
        "ja": "「あはははは。それ、先月会長が潰したじゃん。<鳥|とり><愛|め>でてる暇があるなら彼女作れって」",
        "en": "\"Haha! The prez destroyed those last month! If you have enough time for bird-watching, you have enough time to find a girlfriend, chicken.\"",
        "pl": ""
    },
    {
        "ja": "「あはは、は……彼女、作れです、か……すみませんっす、今日は裏口から帰るっす、ザキさん……」",
        "en": "\"Hahaha. Find a girlfriend? ...S-Sorry, 'Zaki, I'm gonna cut out through the back exit.\"",
        "pl": ""
    },
    {
        "ja": "「クソ、じゃあなー会長ー！　また明日ー！」",
        "en": "\"I gotta jet, too! Later, prez! See ya tomorrow!\"",
        "pl": ""
    },
    {
        "ja": "　愛らしい捨て台詞を残し、負け犬のようにハラハラと散っていく男子生徒たち。",
        "en": "  And with those oh-so-charming remarks, the boys scattered with their tails between their legs.",
        "pl": ""
    },
    {
        "ja": "「楽しそうね、青子」",
        "en": "\"You seem to be enjoying yourself, Aoko.\"",
        "pl": ""
    },
    {
        "ja": "「あ、わかる？」",
        "en": "\"How could you tell?\"",
        "pl": ""
    },
    {
        "ja": "　有珠の一言に、つい即答する青子。",
        "en": "  Aoko's response slipped out all too easily.",
        "pl": ""
    },
    {
        "ja": "　事実、三咲高校の生徒たちは嫌味のない人間ばかりで、彼らとのやりとりは愉快ではあるのだ。",
        "en": "  In truth, there were not that many bad apples at Misaki High, and dealing with them wasn't really that bad.",
        "pl": ""
    },
    {
        "ja": "「―――で。",
        "en": "\"...So?",
        "pl": ""
    },
    {
        "ja": "　ここまで出向くって事は、何か分かったの？」",
        "en": "  What brings you down here? Did you find something out?\"",
        "pl": ""
    },
    {
        "ja": "「結界に残っていた気配の識別は。あとはここで確かめればいいだけよ」",
        "en": "\"I identified traces of the witness from within the field. All we need to do now is put a name to them.\"",
        "pl": ""
    },
    {
        "ja": "「そう。ん……？　有珠、いつからここに？」",
        "en": "\"I see. ...Alice, how long have you been waiting here?\"",
        "pl": ""
    },
    {
        "ja": "「下校時刻から」",
        "en": "\"Since school was dismissed.\"",
        "pl": ""
    },
    {
        "ja": "　……という事はかれこれ一時間は経つ。",
        "en": "  So she had been here for roughly an hour.",
        "pl": ""
    },
    {
        "ja": "　寒がりな彼女にとって、同じ場所に一時間も立つのは辛かっただろう。",
        "en": "  Standing in the same place for an hour would be taxing for someone as sensitive to the cold as Alice.",
        "pl": ""
    },
    {
        "ja": "「悪いわね、無理させて」",
        "en": "\"I'm sorry. If you would have told me...\"",
        "pl": ""
    },
    {
        "ja": "「……別に。好きでやってる事だから」",
        "en": "\"...Don't be. I'm just doing it because I wanted to.\"",
        "pl": ""
    },
    {
        "ja": "　言いながらも、彼女の黒い瞳は校門を通る生徒たちを見つめている。",
        "en": "  As she spoke, her black eyes were fixed upon the gate and the students passing through it.",
        "pl": ""
    },
    {
        "ja": "　こうやって一時間ものあいだ、有珠は校門を監視していたのだろう。",
        "en": "  She had likely been observing the gate in this manner for the past hour.",
        "pl": ""
    },
    {
        "ja": "「私を待ってたワケじゃないんでしょ？　今からでも付き合うわ」",
        "en": "\"You're weren't waiting for me, were you? ...Well I'm here now anyway so we can go.\"",
        "pl": ""
    },
    {
        "ja": "　こくん、と頷く有珠。",
        "en": "  Alice nodded in assent.",
        "pl": ""
    },
    {
        "ja": "　有珠が残っているのは、いまだ目撃者を発見できていないからだ。",
        "en": "  If Alice was still here, it meant she had not found the witness yet.",
        "pl": ""
    },
    {
        "ja": "　結界に残った気配に一致する生徒がいたのなら、有珠は青子を待たずに帰宅し、その生徒の素性を調べていただろう。",
        "en": "  If she had found this student, Alice would have already gone home ahead of Aoko and begun to research the student's background.",
        "pl": ""
    },
    {
        "ja": "「私の方はダメだった」",
        "en": "\"Nothing came up on my end.\"",
        "pl": ""
    },
    {
        "ja": "　鳶丸に調べさせた結果について、青子は結果だけを告げた。有珠に言葉はない。",
        "en": "  She reported the results of Tobimaru's investigation. Alice remained silent.",
        "pl": ""
    },
    {
        "ja": "　会話はそれで打ち止めになり、あとは冷たい風に耐えるだけである。",
        "en": "  With that the conversation ended, leaving the two to silently endure the freezing wind.",
        "pl": ""
    },
    {
        "ja": "　……無言の監視はあてもなく続く。",
        "en": "  ...The silent stakeout dragged on endlessly.",
        "pl": ""
    },
    {
        "ja": "　校門に来た生徒たちは、生徒会長と礼園女学院の生徒という組み合わせに驚きつつ下校していく。",
        "en": "  Students continued to pass the gate, each shocked at the sight of the unusual combo, and head home.",
        "pl": ""
    },
    {
        "ja": "　退屈さと冬の寒さも手伝ってか、二十分もすぎると青子はため息をついていた。",
        "en": "  After twenty minutes Aoko let a sigh escape her mouth, perhaps from boredom, perhaps from the cold, or perhaps from both.",
        "pl": ""
    },
    {
        "ja": "「ね、有珠。帰り、<黎明|レイメイ>に寄ってかない？」",
        "en": "\"Hey, on our way home, do you want to drop by Dawn?\"",
        "pl": ""
    },
    {
        "ja": "　ちらり、と有珠の顔を覗きこむ青子。",
        "en": "  Aoko quickly turned to Alice to catch her reaction.",
        "pl": ""
    },
    {
        "ja": "　黎明は青子お気に入りの喫茶店の名前である。",
        "en": "  Dawn was the name of one of Aoko's favorite coffee shops.",
        "pl": ""
    },
    {
        "ja": "「……………………」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　状況を理解していない青子への非難か、それともわりと同意なのか、有珠は微かに視線を動かした。",
        "en": "  Offering no clear indication as to whether she was critical of Aoko's blasé attitude or agreeing to her whims, Alice's gaze shifted ever so slightly.",
        "pl": ""
    },
    {
        "ja": "　その視線の先には―――",
        "en": "  Aoko followed her stare...",
        "pl": ""
    },
    {
        "ja": "「あれ、蒼崎も待ち合わせか？」",
        "en": "\"Hey, Aozaki. Are you meeting someone here, too?\"",
        "pl": ""
    },
    {
        "ja": "　意識の隙を<衝|つ>くような、突然の声。",
        "en": "  The sudden voice took her off guard.",
        "pl": ""
    },
    {
        "ja": "　自然な、刺のない口調が誰であるかは言うまでもない。",
        "en": "  There was only one person who spoke with this gentle, good-natured tone.",
        "pl": ""
    },
    {
        "ja": "「―――そ。やっぱ、そうなるワケか」",
        "en": "\"...Of course it'd be him.\"",
        "pl": ""
    },
    {
        "ja": "　有珠に背中を向けて、青子はキッと、やってきた生徒を見据える。",
        "en": "  Turning her back to Alice, Aoko moved her focus to the newly appeared student.",
        "pl": ""
    },
    {
        "ja": "「それで、今日は何の用？」",
        "en": "\"Can I help you with something?\"",
        "pl": ""
    },
    {
        "ja": "　こんにちはも何もない。",
        "en": "  All politeness flew out the window.",
        "pl": ""
    },
    {
        "ja": "　不機嫌な青子の視線は、その険悪さをより増して草十郎に向けられる。",
        "en": "  Already in a bad mood, Aoko's mood plummeted the longer she looked at Soujuurou.",
        "pl": ""
    },
    {
        "ja": "　が、そんな青子の眼力も草十郎には通じなかったようだ。",
        "en": "  The subtlety of her expression, however, was lost on him.",
        "pl": ""
    },
    {
        "ja": "「いや、これから駅前で水泳部の部長と待ち合わせなんだけど、その事でお礼を言っておきたくて」",
        "en": "\"No thanks, I was just on my way to the station to meet the swimming club captain, and I wanted to say thanks.\"",
        "pl": ""
    },
    {
        "ja": "「？」",
        "en": "\"Hmm?\"",
        "pl": ""
    },
    {
        "ja": "　それは、意外と言えば意外な一言だった筈だ。",
        "en": "  Well, that was completely unexpected.",
        "pl": ""
    },
    {
        "ja": "　部活とお礼。",
        "en": "  Thanks... Joining a club...",
        "pl": ""
    },
    {
        "ja": "　……ただ、その組み合わせなら、この人物は間の抜けた事を言ってくるだろうと、青子は思ってもいた。なんの根拠もなかったけれど。",
        "en": "  Aoko had a hunch that he was about to say something brainless.",
        "pl": ""
    },
    {
        "ja": "「……ふうん。お礼って、お礼参りってこと？」",
        "en": "\"...And by 'thanks' you mean 'payback,' right?\"",
        "pl": ""
    },
    {
        "ja": "「？」",
        "en": "\"?\"",
        "pl": ""
    },
    {
        "ja": "　これまた幸運な事に、学生におけるお礼参りの意味も、草十郎はまだ知らずにいたらしい。",
        "en": "  Fortunately, Soujuurou was completely unaware of the more sinister implications to the word \"payback.\"",
        "pl": ""
    },
    {
        "ja": "「よく分からないけど、そんな大した事じゃないよ。",
        "en": "\"I'm not sure what you mean by that, but it's no big deal.",
        "pl": ""
    },
    {
        "ja": "　ただ、水泳部は夏までそう忙しくないって話だったから」",
        "en": "  It's just that the swimming club captain said that the club doesn't get that busy until summer.\"",
        "pl": ""
    },
    {
        "ja": "　そういう部活を<薦|すす>めてくれたんだな、と草十郎は続けようとしたが、青子はつまらなそうな顔で遮った。",
        "en": "  Soujuurou was just about to thank her for recommending a club that would not take up much of his time, when Aoko cut him off with an expression of disinterest.",
        "pl": ""
    },
    {
        "ja": "「当然でしょう。幽霊部員になりそうな生徒なんて、紹介できないから。忙しい貴方でも<勤|つと>まりそうな場所があったから、口に出しただけよ」",
        "en": "\"Well of course. I couldn't very well introduce you to a club that I knew you would never turn up to. All I did was mention some that even someone as busy as you could join.\"",
        "pl": ""
    },
    {
        "ja": "「なるほど、無駄がないね」",
        "en": "\"I see. Very efficient.\"",
        "pl": ""
    },
    {
        "ja": "　感心する草十郎に、青子は文句を言う気も無くしてしまった。",
        "en": "  His open admiration for her sapped Aoko's will to fight.",
        "pl": ""
    },
    {
        "ja": "　彼女にとって、彼に似合った部活を探して部長に話をつけること自体が無駄な事だったのだが。",
        "en": "  Finding a suitable club and negotiating with its captain hadn't been an efficient use of her time at all.",
        "pl": ""
    },
    {
        "ja": "「とにかく、お世話になったから。",
        "en": "\"Anyway, you really helped me out.",
        "pl": ""
    },
    {
        "ja": "　それで礼を言っときたくて」",
        "en": "  I just wanted to say thanks.\"",
        "pl": ""
    },
    {
        "ja": "　ありがとう、と今にも頭を下げそうな草十郎を、あわてて青子は止める。",
        "en": "  Soujuurou gratefully dipped his head, but not before the flustered Aoko stopped him.",
        "pl": ""
    },
    {
        "ja": "「よしてよ。いま貴方にそんな事されても迷惑だから。",
        "en": "\"Gimme a break. You're just going to give me a headache if you do that.\"",
        "pl": ""
    },
    {
        "ja": "　……",
        "en": "  ...",
        "pl": ""
    },
    {
        "ja": "それで、水泳部はどう？　やっていけそう？」",
        "en": " So. How's the swimming club? Does it seem like a good fit?\"",
        "pl": ""
    },
    {
        "ja": "　鋭かった視線が、どこか気まずいものに変わる。",
        "en": "  An awkwardness infiltrated her previously sharp gaze.",
        "pl": ""
    },
    {
        "ja": "　青子の態度に違和感を覚える草十郎だったが、その理由までは分からない。",
        "en": "  Soujuurou was able to pick up on the odd change in her behavior, but could not divine its reason.",
        "pl": ""
    },
    {
        "ja": "　なので、とりあえず分かるところから、と最新のニュースを青子に告げた。",
        "en": "  So he simply started with what he knew so far and reported the most recent information he had.",
        "pl": ""
    },
    {
        "ja": "「ああ、水泳部はクビになった」",
        "en": "\"Oh, I got kicked out of the club already.\"",
        "pl": ""
    },
    {
        "ja": "「な、",
        "en": "\"W-",
        "pl": ""
    },
    {
        "ja": "なんでよーーー！？」",
        "en": " WHAT?! Why?!\"",
        "pl": ""
    },
    {
        "ja": "　予想外の返答に、思わず怒鳴る青子。",
        "en": "  Aoko instinctively shouted at the unexpected response.",
        "pl": ""
    },
    {
        "ja": "　……びっくり箱の化身にも程がある。",
        "en": "  Like a human jack-in-the-box.",
        "pl": ""
    },
    {
        "ja": "　あまりの展開に、青子の複雑にねじれていた心持ちが一瞬で真っ白になるぐらい。",
        "en": "  This unexpected development threw her mind in a tizzy and she momentarily forgot the complicated feelings she had been wrestling with.",
        "pl": ""
    },
    {
        "ja": "「だだ、だって、今から待ち合わせだって……！」",
        "en": "\"B-B-But you just said that you were on your way to meet the captain!\"",
        "pl": ""
    },
    {
        "ja": "「それは、これから<社木|やしろぎ>の温水プールに連れていってくれるからだよ」",
        "en": "\"Yeah, the captain's taking me to a heated pool in Yashirogi.\"",
        "pl": ""
    },
    {
        "ja": "　驚く青子に、うん、と告げる草十郎。",
        "en": "  Soujuurou stated this very matter-of-factly to the still-reeling Aoko.",
        "pl": ""
    },
    {
        "ja": "「……話が繋がらない。そこまで上手くいってるのに、どうして入部を拒否されるのよ、アンタは！」",
        "en": "\"...I'm not following. Things seem to be going fine. Why would they kick you out?!\"",
        "pl": ""
    },
    {
        "ja": "「そりゃあ、俺が泳げないからだろ」",
        "en": "\"Oh, that's easy. Because I can't swim.\"",
        "pl": ""
    },
    {
        "ja": "「――――――」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　なるほど、そうきたか、と眉間を指で押さえる青子。",
        "en": "  Aoko reached up with her fingers and pinched the bridge of her nose as she processed his answer.",
        "pl": ""
    },
    {
        "ja": "「……静希君。昨日の私の質問は覚えてる？　走るのか泳ぐのか、どっちがいいかってヤツ。",
        "en": "\"Shizuki, do you remember my question from yesterday? The one where I asked whether you preferred running or swimming?",
        "pl": ""
    },
    {
        "ja": "　私の記憶は正しいけど、いちおう確認しておくわね。",
        "en": "  I'm confident that I remember your answer, but please repeat it to me.",
        "pl": ""
    },
    {
        "ja": "　貴方、たしかに泳ぐ方だって言ったけど……？」",
        "en": "  You said you preferred 'swimming.' Right?\"",
        "pl": ""
    },
    {
        "ja": "「ああ。昔から、泳げないのはなんとか克服したかったんだ。反対に、走る方は得意だけど」",
        "en": "\"Yeah. Since I was little, I've always wanted to learn, and I'm already really good at running, so...\"",
        "pl": ""
    },
    {
        "ja": "　あっそ、と答えて青子は力尽きた。",
        "en": "  Her energy spent, Aoko finally understood.",
        "pl": ""
    },
    {
        "ja": "「俺が一年なら一から鍛えてくれたらしいんだけど。",
        "en": "\"Apparently, they would have taken me in and trained me from square one if I were in my first year.",
        "pl": ""
    },
    {
        "ja": "　あと三ヶ月で三年になる身分なのに、カナヅチの部員は雇えないそうだ。",
        "en": "  Sadly, it sounds like they can't recruit a second-year like me who sinks like a rock, especially with only three months left in the school year.",
        "pl": ""
    },
    {
        "ja": "　けど部長が親身になってくれて、これから泳ぎを教えてくれる事になったんだよ」",
        "en": "  But the captain was really nice about it and even offered to teach me how to swim.\"",
        "pl": ""
    },
    {
        "ja": "　どこか嬉しそうに言う草十郎の言葉は、青子にはあまり届いていない。",
        "en": "  Soujuurou's words were spoken from a place of joy, a fact that failed to reach Aoko.",
        "pl": ""
    },
    {
        "ja": "『はあ……つまり、欠陥品を売り付けたってワケか……こりゃ水泳部の部長に合わす顔がない……っと、",
        "en": "(Hah... So in other words, I tried to palm off defective goods. I'll never be able to show my face to the swimming club captain again.",
        "pl": ""
    },
    {
        "ja": "ちょっと待った』",
        "en": " Wait, but isn't the captain a...)",
        "pl": ""
    },
    {
        "ja": "「静希君。水泳部の部長って……」",
        "en": "\"Shizuki, the swimming club captain is...\"",
        "pl": ""
    },
    {
        "ja": "　女子、と言いかけて止めた。",
        "en": "  She stopped herself short of, \"a girl.\"",
        "pl": ""
    },
    {
        "ja": "　口にした途端、自分が変なことを口走りそうで怖くなったからだ。",
        "en": "  She was afraid of how that might look, that she might not be able to rein herself in if she started.",
        "pl": ""
    },
    {
        "ja": "「……もういいわ。気持ちは分かったから、どこか遠くにいてくれない？　少し疲れてて、とてもじゃないけど貴方の相手はしていられないの」",
        "en": "\"...You know what? It doesn't matter. I understand now, so you can just go. Far, far from here, 'kay? I just can't deal with you right now.\"",
        "pl": ""
    },
    {
        "ja": "「鳶丸もそんな事を言ってたな。蒼崎は昨日と今日、めずらしく疲れてるって。何かあったのか？」",
        "en": "\"Tobimaru said the same thing, come to think of it. He said that you were unusually tired yesterday and today. Did something happen?\"",
        "pl": ""
    },
    {
        "ja": "「ちょっとね。でもいいの。解決したみたいだから。",
        "en": "\"Kind of. But it's fine. It seems to have resolved itself.",
        "pl": ""
    },
    {
        "ja": "　それより……静希君はどう見える？　私、そんなに疲れて見えるのかな」",
        "en": "  Anyway... How do I look to you, Shizuki? Do I really look that exhausted?\"",
        "pl": ""
    },
    {
        "ja": "　何故そんな事を訊ねたのか。",
        "en": "  Why had she asked him this?",
        "pl": ""
    },
    {
        "ja": "　青子にしては珍しい、",
        "en": "  Blurting out things for no reason and on impulse...",
        "pl": ""
    },
    {
        "ja": "　理由のない、<惰性|だせい>で口から出た言葉だ。",
        "en": "  This was not usual for Aoko.",
        "pl": ""
    },
    {
        "ja": "　……あえて言うなら、これが最後だろうから、何かしらか普通の会話をしておこうと思ったのかもしれない。",
        "en": "  Perhaps it was because she realized that this would be their last chance to have a normal conversation.",
        "pl": ""
    },
    {
        "ja": "　草十郎はしばし考えこんでから、そのぼんやりした雰囲気からかけ離れた笑顔を浮かべた。",
        "en": "  After a few moments of contemplation, Soujuurou conjured up a grin that cut straight through the tension.",
        "pl": ""
    },
    {
        "ja": "「そうだな、疲れているというより生き生きしているように見える。仕方なく畑をたがやしていた狼が、久しぶりに狩りにでる事になって<気炎|きえん>をあげている感じだ」",
        "en": "\"Well, I would say you look more lively than you do tired. Like a wolf that's been forced to plow fields for a long time, but is excited to finally go on a hunt again.\"",
        "pl": ""
    },
    {
        "ja": "　めでたいな、と。",
        "en": "  He seemed so cheerful.",
        "pl": ""
    },
    {
        "ja": "　まるで我が事のように、彼は微笑んだ。",
        "en": "  Like he was so happy for her.",
        "pl": ""
    },
    {
        "ja": "「――――――」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　知れず、青子は頬に手を当てた。",
        "en": "  Without thinking, Aoko's hands went to her cheeks.",
        "pl": ""
    },
    {
        "ja": "　彼の言う事が本当なら、今の自分はこの上なく味のあるニヤけ顔をしている事になる。",
        "en": "  If what he said were true, then she was grinning from ear to ear.",
        "pl": ""
    },
    {
        "ja": "　当然、そんなヘマは犯していなかったが。",
        "en": "  There was just no way she would have made such a mistake.",
        "pl": ""
    },
    {
        "ja": "「とにかくありがとう。じゃあ、また明日」",
        "en": "\"Anyway, thanks again! See you tomorrow.\"",
        "pl": ""
    },
    {
        "ja": "　まだ手を上げるほどの気楽さはないのか、草十郎は真摯な声と<表情|かお>だけで挨拶をして去ろうとする。",
        "en": "  Perhaps still not comfortable enough to wave to her, he said his goodbye with sincerity in his voice and smile, and took his leave.",
        "pl": ""
    },
    {
        "ja": "「待って。こんな話があるの。聞いてから行って」",
        "en": "\"Wait. I have a question for you. Then you can go.\"",
        "pl": ""
    },
    {
        "ja": "　そんな草十郎を青子は呼び止めた。",
        "en": "  Aoko called out after him.",
        "pl": ""
    },
    {
        "ja": "　温和になりかけていた自分を<戒|いまし>める、冷たい声で。",
        "en": "  Her voice was cold as she admonished herself for having been somewhat affable earlier.",
        "pl": ""
    },
    {
        "ja": "「うん？」",
        "en": "\"Yeah?\"",
        "pl": ""
    },
    {
        "ja": "「意味のない<喩|たと>え話よ。",
        "en": "\"This is just a hypothetical question.",
        "pl": ""
    },
    {
        "ja": "　……そうね。貴方が空腹で死にそうな時、目の前に、同じように空腹で死にそうな二匹の動物がいるとするわ。",
        "en": "  Let's say you're on the brink of starvation and right in front of you are two animals, also starving.",
        "pl": ""
    },
    {
        "ja": "　静希君に銃をあげる。それでどちらかの動物を撃って。",
        "en": "  Someone gives you a gun and tells you to shoot one of them.",
        "pl": ""
    },
    {
        "ja": "　右はライオンで左は子猫。選ぶのは貴方の自由だから」",
        "en": "  The one on the right is a lion. The one on the left is a kitten. What do you do?\"",
        "pl": ""
    },
    {
        "ja": "　どことなく童話めいた質問。",
        "en": "  It was a fable-like moral dilemma,",
        "pl": ""
    },
    {
        "ja": "　残酷さと教訓と、押しつけがましいところがとくに。",
        "en": "  especially the way in which it  was cruel and rather preachy.",
        "pl": ""
    },
    {
        "ja": "　この手の話は考えこむときりがない。",
        "en": "  The kind that if you thought too hard about, you would never find an answer.",
        "pl": ""
    },
    {
        "ja": "　が、彼はあっさりと返答した。",
        "en": "  Soujuurou answered quickly and calmly.",
        "pl": ""
    },
    {
        "ja": "「いや、撃たないと思うよ。だって、自分の好きにしていいんだろう？　それにほら、空腹ならお互い様だ」",
        "en": "\"I don't think I'd shoot at all. You asked me what I'd do, right? And, come on, all three of us are starving.\"",
        "pl": ""
    },
    {
        "ja": "　おそらくは悩む間もなかっただろう。",
        "en": "  He was not in the least fazed by the dilemma.",
        "pl": ""
    },
    {
        "ja": "　それは本当にどうかと思うぐらい、真っ白な解答だった。",
        "en": "  He gave the most innocent response. So innocent, in fact, that it would give anyone pause.",
        "pl": ""
    },
    {
        "ja": "「……長生きするわ、貴方」",
        "en": "\"...You're going to live a long life, Shizuki.\"",
        "pl": ""
    },
    {
        "ja": "「すごい台詞だな。そんなコトを言われたのは、たぶん君が初めてだ」",
        "en": "\"Whoa, you think so? I think that's the first time anyone has ever said that to me.\"",
        "pl": ""
    },
    {
        "ja": "　笑顔には似つかわしくない台詞。",
        "en": "  Adorning his face was a smile wholly out of sync with his comment.",
        "pl": ""
    },
    {
        "ja": "「――――――なによ、それ」",
        "en": "\"...What the heck is that supposed to mean?\"",
        "pl": ""
    },
    {
        "ja": "　……呼び止めるべきではなかったと後悔する。",
        "en": "  She regretted stopping him.",
        "pl": ""
    },
    {
        "ja": "　あのまま見送っていれば、こんな答えを聞くこともなかったのに、と。",
        "en": "  If only she had just watched him go, this conversation would have never happened.",
        "pl": ""
    },
    {
        "ja": "　そして、静希草十郎はてくてくと坂道を下っていった。",
        "en": "  Soujuurou Shizuki made his way down the sloped street.",
        "pl": ""
    },
    {
        "ja": "　今日も今日とて、夜遅くまでアルバイトでもあるのだろう。",
        "en": "  Today, just like every day, he probably had to work late again.",
        "pl": ""
    },
    {
        "ja": "　残されたのは青子と、今まで背景と化していた有珠だけである。",
        "en": "  Only Aoko and Alice remained, with Alice doing what she could to simply blend in.",
        "pl": ""
    },
    {
        "ja": "「つくづく……こっちのペースを乱してくれるわね、あの人畜無害な田舎者は」",
        "en": "\"That harmless hick really throws me for a loop.\"",
        "pl": ""
    },
    {
        "ja": "　ぐっと右手を強く握り締めて、青子は独白する。",
        "en": "  Aoko clenched her right fist tightly as she cursed out loud.",
        "pl": ""
    },
    {
        "ja": "　どこでもいいから体に力を入れておかないと、ここで意味不明の大声を上げかねなかった。",
        "en": "  Anything to prevent herself from screaming at the top of her lungs.",
        "pl": ""
    },
    {
        "ja": "　……それが相手への罵倒なのか、自分への罵倒なのかは、口にしないと分からない。",
        "en": "  ...Whether that scream would be directed toward Soujuurou or toward herself was another matter entirely.",
        "pl": ""
    },
    {
        "ja": "「青子」",
        "en": "\"Aoko.\"",
        "pl": ""
    },
    {
        "ja": "　後ろから有珠の細い声が聞こえる。彼女が何を言おうとしているかは、ちょっと前から分かっている。",
        "en": "  Aoko heard Alice's soft voice behind her. Aoko knew what she was going to say, as she had known for the entire time.",
        "pl": ""
    },
    {
        "ja": "　……今までどんな生徒にも無反応だった彼女が、草十郎の出現で表情を変えた時から。",
        "en": "  Ever since Alice, having shown no reaction to any of the other students, changed her expression upon seeing Soujuurou.",
        "pl": ""
    },
    {
        "ja": "「言わなくてもいい。あいつでしょ、目撃者は」",
        "en": "\"You don't need to say it. It's him, right? The witness.\"",
        "pl": ""
    },
    {
        "ja": "　それは冷めきった、",
        "en": "  Her voice was cold as ice.",
        "pl": ""
    },
    {
        "ja": "　知らない人間の事を口にする声だった。",
        "en": "  It was the voice of someone talking about a complete stranger.",
        "pl": ""
    },
    {
        "ja": "　―――ライオンと猫。",
        "en": "  ...The lion and the kitten.",
        "pl": ""
    },
    {
        "ja": "　それぞれ長所短所のある、結局のところ、自分とは違う生き物を選べと彼女は言った。",
        "en": "  There were pros and cons to choosing either of these animals, the point being that she had asked him to choose one of them.",
        "pl": ""
    },
    {
        "ja": "　リスクでいうのならライオンの方が大きい。銃口を向けた瞬間、最後の反撃をする可能性もある。",
        "en": "  In terms of risk, the lion was the more dangerous choice. The instant the gun was pointed at it there was the chance it would fight back.",
        "pl": ""
    },
    {
        "ja": "　だから、ライオンを狙う方が勇気はいるけれど、同時に銃を持つという後ろめたさはなくなっている。",
        "en": "  Those who chose the lion required more courage, but any sense of guilt that came with holding a gun would be forgotten.",
        "pl": ""
    },
    {
        "ja": "　なにしろ相手は強い生き物だ。人間側の勝手な言い訳であれ、銃を使うことへの罪悪感は薄れてくれる。",
        "en": "  Lions are fierce creatures-a poor excuse to shoot an animal, perhaps, but one that certainly helped alleviate the guilt.",
        "pl": ""
    },
    {
        "ja": "　では、猫はどうだろう。弱い生き物。",
        "en": "  But what about the kitten―the weaker creature?",
        "pl": ""
    },
    {
        "ja": "　言うまでもなくライオンを狙うより簡単だ。けれど、誰だって不快な気持ちになる。",
        "en": "  It goes without saying that the kitten would be the easier target of the two, but choosing it would be a disquieting decision for anyone.",
        "pl": ""
    },
    {
        "ja": "　初めから対等でないとしても、その理不尽さはあまりにも度が過ぎている。",
        "en": "  Even if the kitten had no chance to survive, it was still too senseless to carry out.",
        "pl": ""
    },
    {
        "ja": "　青子にとって、草十郎はその“理不尽さ”に該当するものだった。",
        "en": "  And to Aoko, Soujuurou was that choice.",
        "pl": ""
    },
    {
        "ja": "『……てっきり、私もそうだと思ってた……』",
        "en": "(...I knew it was him, too.)",
        "pl": ""
    },
    {
        "ja": "　生徒会室でもしもと危惧した時は、そうであっても仕方がない、と思いきった。",
        "en": "  When she had felt that sinking feeling in the student council room, she ignored it; there was no getting around what must be done, she told herself.",
        "pl": ""
    },
    {
        "ja": "けれど去りぎわの草十郎の言葉で、その決心が揺らいでいる。",
        "en": "Until, that is, Soujuurou went and said what he did, causing her resolve to waver.",
        "pl": ""
    },
    {
        "ja": "　この胸の不快さは、後ろめたさだけの<躊躇|とまど>いではない。",
        "en": "  But the discomfort in her chest did not stem from any guilt she may have felt.",
        "pl": ""
    },
    {
        "ja": "　静希草十郎は気に入らない人間であり、弱い相手であり、誰よりも御しやすい相手だ。",
        "en": "  She could care less for Soujuurou; he was weak, and would be incredibly easy to deal with.",
        "pl": ""
    },
    {
        "ja": "　なのになぜ、自分は躊躇いを覚えるのか。",
        "en": "  Yet, for some reason she could not dispel her reservations.",
        "pl": ""
    },
    {
        "ja": "　田舎から上京してきて身寄りもない転入生。",
        "en": "  A transfer student who moved to the city from the middle of nowhere, with no family to speak of...",
        "pl": ""
    },
    {
        "ja": "　他のまっとうな人間と違って、ここで消えたところで騒ぎだす人間も少ない。",
        "en": "  Few would notice if he were to suddenly disappear compared to a person of some renown. ",
        "pl": ""
    },
    {
        "ja": "　殺すなら、それこそ猫の首をひねるように仕留められる。",
        "en": "  If she were to kill him, it would be as simple as wringing a cat's neck.",
        "pl": ""
    },
    {
        "ja": "　……ほんと、いい事ずくめで頭にくる。",
        "en": "  And it all served to just piss her off.",
        "pl": ""
    },
    {
        "ja": "　なんて<幸運|ラッキー>。その尻をつま先で蹴り飛ばしてムチャクチャにしたいぐらい、正直、余計なお世話と苛々する―――",
        "en": "  It was too lucky. Like everything was neatly handed to her. She wanted to just dropkick it right into orbit.",
        "pl": ""
    },
    {
        "ja": "「……信じられない。私、嫌がってる。これは違う。",
        "en": "\"I can't believe it. I hate it. This isn't how it's supposed to be.",
        "pl": ""
    },
    {
        "ja": "　―――こんなの、私じゃない」",
        "en": "  ...Why am I like this?\"",
        "pl": ""
    },
    {
        "ja": "　呟きは背後の有珠にも聞こえていたかも知れない。",
        "en": "  Standing behind her, Alice heard all of the muttering.",
        "pl": ""
    },
    {
        "ja": "　しかし、有珠は相棒の<癇癪|かんしゃく>など気にもせず、",
        "en": "  Nevertheless, she seemed ignore it and said,",
        "pl": ""
    },
    {
        "ja": "「彼、首に布を巻いていたわね」",
        "en": "\"He had something wrapped around his neck.\"",
        "pl": ""
    },
    {
        "ja": "　などと、まったく関係のない感想を口にした。",
        "en": "  A wholly unrelated topic.",
        "pl": ""
    },
    {
        "ja": "　有珠の言葉に青子はハッと我に返る。",
        "en": "  Aoko returned to her senses.",
        "pl": ""
    },
    {
        "ja": "「くび……？」",
        "en": "\"...His neck?\"",
        "pl": ""
    },
    {
        "ja": "「……ええ。水泳部のクビとかけていたのかしら」",
        "en": "\"...Yes. I wonder if it had something to do with being rejected by the swimming club.\"",
        "pl": ""
    },
    {
        "ja": "　ほとんど独り言の、心底から考えている有珠だった。",
        "en": "  Alice had put much thought into this, as if it had a deeper meaning to her somehow.",
        "pl": ""
    },
    {
        "ja": "「そういえば……あいつ、初めて会った時も首に布巻いてたっけ。<衿|えり>を行儀よく締めてるから目立たないけど」",
        "en": "\"Now that you mention it... I saw him wearing the same thing the first time we met. I must have missed it because he always has his collar done up.\"",
        "pl": ""
    },
    {
        "ja": "　重要性のない、意味のない会話。",
        "en": "  The conversation turned to idle nonsense. ",
        "pl": ""
    },
    {
        "ja": "　何ら解決を生むものではなかったけれど、ぐらぐらと揺れていた青子の思考は、それできっかり落ち着いてくれた。",
        "en": "  And though it solved none of her current problems, it did help calm Aoko's frazzled nerves.",
        "pl": ""
    },
    {
        "ja": "「……サンキュ、落ち着いたわ有珠。",
        "en": "\"...Thanks, Alice. I'm good.",
        "pl": ""
    },
    {
        "ja": "　それと気合いも入った。",
        "en": "  I'm ready to go.",
        "pl": ""
    },
    {
        "ja": "　善は急げ、あいつが言い触らす前に決着をつけよう」",
        "en": "  Let's strike while the iron's hot and end this before he spreads any rumors.\"",
        "pl": ""
    },
    {
        "ja": "　よし、とばかりに青子は校門に背を向ける。",
        "en": "  Pumped once more, Aoko turned her back to the school gate.",
        "pl": ""
    },
    {
        "ja": "　とりあえず、洋館に戻って戦闘準備をしなくてはならない。",
        "en": "  For now, they would retire to the mansion and prepare for battle.",
        "pl": ""
    },
    {
        "ja": "「……いいけど、いつ、どこで彼を殺すの？」",
        "en": "\"...Sure, but when and where do you plan to kill him?\"",
        "pl": ""
    },
    {
        "ja": "　……小さい声だが公衆の面前で口にする言葉ではない。",
        "en": "  She said quietly so as not to be overheard by anyone else.",
        "pl": ""
    },
    {
        "ja": "　有珠のこういった物騒さをたしなめるのは青子の役割だが、物騒さで言えば今の彼女も大差はないらしい。",
        "en": "  Normally, Aoko had to rein in that side of Alice, out in the open as they were. But this was far from a normal situation.",
        "pl": ""
    },
    {
        "ja": "「今日の夜。場所はとっておきの夢の国よ」",
        "en": "\"Tonight. As for the place... We shall meet him in the land of dreams.\"",
        "pl": ""
    },
    {
        "ja": "　有珠を<咎|とが>めもせず、クスリと不敵な笑みを浮かべる青子。",
        "en": "  She gave a fearless laugh.",
        "pl": ""
    },
    {
        "ja": "　それは恋人と待ち合わせる時のような、不思議と<爽|さわ>やかな響きだった。",
        "en": "  A strangely pleasant sound, like the kind one would make when meeting their lover.",
        "pl": ""
    }
]