[
    {
        "ja": "　地上四十メートルの高み。",
        "en": "  Over forty meters high.",
        "pl": ""
    },
    {
        "ja": "　遊園地の中心へ向かって延びる<骨組み|レール>の上を、慎重に慎重に、足場を確認しながら登っていく人影が一つ。",
        "en": "  One careful step at a time, the figure made its way gingerly up the track stretching into the heart of the amusement park.",
        "pl": ""
    },
    {
        "ja": "「―――、―――」",
        "en": "\"-, -\"",
        "pl": ""
    },
    {
        "ja": "　押さえつけているのは動悸と呼吸だ。",
        "en": "  He stayed his beating chest and the pounding of his breath.",
        "pl": ""
    },
    {
        "ja": "　今はそんな、わずかな動作すら前進の邪魔になる。",
        "en": "  Even tiny movements were an obstacle to his progress.",
        "pl": ""
    },
    {
        "ja": "　顔面蒼白でより高い位置を目指しているのは、あろう事か静希草十郎である。",
        "en": "  Amazingly, the one making this pale-faced advance higher and higher was Soujuurou Shizuki.",
        "pl": ""
    },
    {
        "ja": "　遥か地上を見下ろせば、コースター乗り場には焼きたてパンたちの群れ。",
        "en": "  Far below, he saw a horde of bread creatures had congregated by the roller coaster platform.",
        "pl": ""
    },
    {
        "ja": "　入り口で右往左往している彼らは刻一刻と数を増やしながら、レールを登っていく草十郎へ<諸手|もろて>を挙げての応援中。",
        "en": "  As they bustled this way and that, their numbers continued to increase by the minute, seemingly cheering on Soujuurou with raised arms as he made his ascent.",
        "pl": ""
    },
    {
        "ja": "　もとい、下りてこいとブーイングをあげている。",
        "en": "  Or jeered him more like, beckoning him to come down.",
        "pl": ""
    },
    {
        "ja": "「……助かった。アレ、高いところは苦手なんだ」",
        "en": "\"...Well, at least they don't like heights.\"",
        "pl": ""
    },
    {
        "ja": "　もちろん草十郎も苦手だが、彼らに包囲されないのなら、これはこれで少しだけマシである。",
        "en": "  Of course, neither did Soujuurou, but his current state was the lesser of two evils.",
        "pl": ""
    },
    {
        "ja": "　追ってきているのは浮遊する卵だけ。",
        "en": "  The only thing that followed him now was the floating egg.",
        "pl": ""
    },
    {
        "ja": "　草十郎は大きく息をついた後、やや前屈みになって、天に向かって延びるコースターを登っていく。",
        "en": "  After heaving a huge sigh, Soujuurou bent forward a bit and climbed the track that reached to the heavens.",
        "pl": ""
    },
    {
        "ja": "　これで地上四十八メートル。",
        "en": "  Forty eight meters now.",
        "pl": ""
    },
    {
        "ja": "　ビルで言うなら十六階の高さに相当する。",
        "en": "  If this were a skyscraper, he would be on the sixteenth floor.",
        "pl": ""
    },
    {
        "ja": "「っ、―――……！」",
        "en": "\"...!\"",
        "pl": ""
    },
    {
        "ja": "　強風が髪をさらう。",
        "en": "  A strong gust of wind whipped through his hair.",
        "pl": ""
    },
    {
        "ja": "　人間は根本的に高所を恐れる生き物だ。",
        "en": "  Humans had an instinctual fear of heights.",
        "pl": ""
    },
    {
        "ja": "　ことに、このように落下のイメージを想起させる場所では、本人にその気がなくとも膝が震える。",
        "en": "  In particular, a place like this, which called forth visions of falling to one's death, would cause a person's knees to tremble against their will.",
        "pl": ""
    },
    {
        "ja": "　死を<警戒|けいかい>する本能が、安全な地上への<回帰|かいき>を<促|うなが>している。",
        "en": "  It was an instinct that forewarned death, urging its master to return to the safety of the ground.",
        "pl": ""
    },
    {
        "ja": "　それも無理からぬ事。",
        "en": "  It was a reasonable reaction.",
        "pl": ""
    },
    {
        "ja": "　ジェットコースターのレールを人力で登ろうなどと、笑い話を通り越してファンタジーの領域なのだから。",
        "en": "  Climbing the roller coaster tracks went beyond funny stories and into the realm of fantasy.",
        "pl": ""
    },
    {
        "ja": "　気圧や強風による妨害。",
        "en": "  The strong winds and change in air pressure were a hindrance.",
        "pl": ""
    },
    {
        "ja": "　本能からの中止勧告、痺れる手足、筋力の衰え、とりとめなく暴走する思考。",
        "en": "  His instincts screamed at him to stop, causing his limbs to go numb, his muscles to go limp, and his mind to race.",
        "pl": ""
    },
    {
        "ja": "仮に命綱をしていようと、五メートルも登れば思考は恐怖で固まってしまう。",
        "en": "Even if he had been tied to a lifeline, a mere five meters of climbing would still have caused his thoughts to freeze out of sheer terror.",
        "pl": ""
    },
    {
        "ja": "　加えて、この苦しみは倍々ゲームだ。",
        "en": "  And it would only get worse from here, exponentially so.",
        "pl": ""
    },
    {
        "ja": "　一メートル進めば、それだけ肉体と精神にかかる負担はいや増していく。",
        "en": "  Every meter forward increased the load on both his mind and his body by another degree.",
        "pl": ""
    },
    {
        "ja": "「―――よし。頂上まであと少し―――」",
        "en": "\"...I can do this. Just a little bit more to the top...\"",
        "pl": ""
    },
    {
        "ja": "　そんな精神の負担はともかく、体の調子を注意深く<測|はか>りながら草十郎は前進する。",
        "en": "  The burden on his mind notwithstanding, he carefully measured the toll on his body with every step.",
        "pl": ""
    },
    {
        "ja": "　走りづめだった足は、気を抜いたとたん、膝から崩れかねない。",
        "en": "  His legs, which had carried him running this far, threatened to buckle the moment he let down his guard.",
        "pl": ""
    },
    {
        "ja": "青子が“草十郎の方が危ない”と念を押したのも、疲労しきった体では危険すぎるからだろう。",
        "en": "This fatigue was likely why Aoko had stressed that Soujuurou's role was more dangerous than hers.",
        "pl": ""
    },
    {
        "ja": "「……待てよ。逆を言うと、疲れてなければなんとかなると思ってたんだよな、蒼崎は」",
        "en": "\"Wait. Would Aozaki have been so worried if I wasn't tired?\"",
        "pl": ""
    },
    {
        "ja": "　ふわふわ浮遊する卵を眺めながら、草十郎は思い出し笑いをする。",
        "en": "  Soujuurou laughed as he stared at the floating egg.",
        "pl": ""
    },
    {
        "ja": "　こんな無茶をする事になった<顛末|てんまつ>。",
        "en": "  He reflected on the course of events that had led to this absurd situation.",
        "pl": ""
    },
    {
        "ja": "　ほんの十分前、ふたりはこんな会話を交わしていた。",
        "en": "  Not even ten minutes ago they had been engaged in conversation.",
        "pl": ""
    },
    {
        "ja": "「じゃあ次ね。正体が分かった以上、あとはどう壊すかを話しあいましょう」",
        "en": "\"Okay. Since we know what form it's taken, we need to talk about how we're going to destroy it.\"",
        "pl": ""
    },
    {
        "ja": "　にんまりと笑う青子に、ぞぞっと背筋が寒くなる草十郎。",
        "en": "  Soujuurou felt a shudder travel down his spine at Aoko's smug grin.",
        "pl": ""
    },
    {
        "ja": "　……思えば、この時から青子は草十郎に無茶をさせる気満々だったのだ。",
        "en": "  In hindsight, Aoko had been more than happy at this point to make him do something absurd.",
        "pl": ""
    },
    {
        "ja": "「どう壊すかって、それなら」",
        "en": "\"So by 'destroy it,' you mean we're going to...\"",
        "pl": ""
    },
    {
        "ja": "　この鉄柵を外まで壊せる魔術があるのなら考えるまでもないのでは、と手を挙げる草十郎。",
        "en": "  Soujuurou had spoken up figuring that what he was about to say was silly, especially considering Aoko had the magecraft to tear clean through the fence.",
        "pl": ""
    },
    {
        "ja": "　彼がこれまでフラットスナークの本体について意見しなかったのは、ひとえに『分かっていてもどうしようもない』と思っていたからだ。",
        "en": "  Furthermore, up till now, he had not once offered his insight as to the true form of Flat Snark only due to his belief that there was nothing they could have done about it even if they were the wiser.",
        "pl": ""
    },
    {
        "ja": "　が、今は条件が違う。",
        "en": "  But that had changed.",
        "pl": ""
    },
    {
        "ja": "　青子なら文字通り、不可能に手が届く。",
        "en": "  For Aoko, the impossible was quite literally within her grasp.",
        "pl": ""
    },
    {
        "ja": "「そうでもないわ。私の目算だと、あと五十メートル分、ギリギリで届かない」",
        "en": "\"I know what you were going to say, and no. By my estimate, I wouldn't get within a fifty meters of the thing.\"",
        "pl": ""
    },
    {
        "ja": "　だめじゃないか、と目で<訴|うった>える草十郎。",
        "en": "  Despair filled Soujuurou's eyes.",
        "pl": ""
    },
    {
        "ja": "　青子は自分の長髪に手をやると、魔力をこめた指で、<一房|ひとふさ>スパッと切った。",
        "en": "  Aoko lifted a hand to her long hair and, with the magical energy in her fingertip, cut a clean tuft from her head.",
        "pl": ""
    },
    {
        "ja": "「足りない分は努力と根性ってね。",
        "en": "\"Not if we make up the difference with some elbow grease.",
        "pl": ""
    },
    {
        "ja": "　貴方はできるだけ高いところまで逃げて。頃合いを見て合図をだすから、そうしたらこれを空に放ってくれる？　静希君の役目はそれだけでいいから」",
        "en": "  Get to the highest place you can. When the time is right, I'll give you a sign. Just toss this into the air. That's all you need to do.\"",
        "pl": ""
    },
    {
        "ja": "　そう言う青子の視線は、とても“できるだけ”なんて言ってはいなかった。",
        "en": "  But based on where Aoko pointed her gaze, she did not really mean to leave it up to Soujuurou to pick the highest place he could find.",
        "pl": ""
    },
    {
        "ja": "　彼女はこれみよがしに、遊園地二大アトラクションの一つ、ジェットコースターを見つめている。",
        "en": "  Aoko was staring conspicuously at one of the amusement park's two main attractions: the roller coaster.",
        "pl": ""
    },
    {
        "ja": "「…………。つまり、蒼崎とは別行動をとって、あの怪物たちに追われながら、高いところに逃げこめと？」",
        "en": "\"...So, in other words, you're saying we split up, then you want me to run away from the monsters chasing me and escape to somewhere high, right?\"",
        "pl": ""
    },
    {
        "ja": "「そういうコト。ほら、あのうねうね動き出してるコースターのレールとか、よくない？」",
        "en": "\"Exactly. And hey, wouldn't you know it, the tracks of that winding roller coaster are perfect!\"",
        "pl": ""
    },
    {
        "ja": "　遊園地に悪魔は二匹いる。",
        "en": "  There were two demons in this park.",
        "pl": ""
    },
    {
        "ja": "　草十郎ですら「よくない」と即答したくなる笑顔だった。",
        "en": "  Her smile made even Soujuurou want to respond that it was far from perfect.",
        "pl": ""
    },
    {
        "ja": "「……疑いたくはないんだが。",
        "en": "\"Far be for me to question your motives here, but...",
        "pl": ""
    },
    {
        "ja": "　ホントはあの子とグルで、俺を遠回しに殺そうとしてるんじゃないか？」",
        "en": "  You're not secretly working with that girl to kill me, are you?\"",
        "pl": ""
    },
    {
        "ja": "「あら。私に殺されるのならいいんでしょう？」",
        "en": "\"Now now. Wasn't it you who said it was okay if I was the one who killed you?\"",
        "pl": ""
    },
    {
        "ja": "「……人の失言を悪用するのは、よくないと思う」",
        "en": "\"...It's not nice to twist other people's words.\"",
        "pl": ""
    },
    {
        "ja": "　とても正気じゃない、とうなだれる草十郎。",
        "en": "  Soujuurou hung his head. This was not sane.",
        "pl": ""
    },
    {
        "ja": "　青子の言う通りにしていたらキッツィーちゃんに食べられる前に過労死しそうだ。",
        "en": "  If he did as she said, he would die from exhaustion before Kitsy even had a chance to eat him.",
        "pl": ""
    },
    {
        "ja": "「私だって鬼じゃないわ。ほら、こっち向いて。",
        "en": "\"I'm not a monster. Hey, Look at me.",
        "pl": ""
    },
    {
        "ja": "　おまじない、かけてあげる」",
        "en": "  I'll cast a charm on you.\"",
        "pl": ""
    },
    {
        "ja": "「？」",
        "en": "\"...?\"",
        "pl": ""
    },
    {
        "ja": "　軽い接触。",
        "en": "  It was the lightest of touches.",
        "pl": ""
    },
    {
        "ja": "　息と息、肌と肌が触れ合う距離。",
        "en": "  Close enough for their breath and skin to come in contact.",
        "pl": ""
    },
    {
        "ja": "「―――、あ」",
        "en": "\"... But Ao...\"",
        "pl": ""
    },
    {
        "ja": "　おざき、と続く声が弱い。",
        "en": "  \"...-zaki,\" he finished with a hushed voice.",
        "pl": ""
    },
    {
        "ja": "　それは、一方にとってはごく当たり前の魔術で、",
        "en": "  For one of them, this was a rather mundane magecraft.",
        "pl": ""
    },
    {
        "ja": "　一方にとっては頭が真っ白になるほどの、柔らかな不意打ちだった。",
        "en": "  For the other, it was a head-spinning sneak attack of intimacy.",
        "pl": ""
    },
    {
        "ja": "　　『―――空<気のおも|かるく、よわく>り、<胸のふる|うまく、はやく>え。",
        "en": "            \"<The weight of the air, the tremble of one's breast|Be light and frail, nimble and fast.>.",
        "pl": ""
    },
    {
        "ja": "　　　　　　ひ<かりは先|チクタクチクタク>立つ、<かげは遅|いそげやいそげ>れる。』",
        "en": "                    <Light lags behind while shadows pull ahead.|Tick-tock, tick-tock, there's no time to waste.>\"",
        "pl": ""
    },
    {
        "ja": "　通常の声帯では発音できない、何か特殊な重みをもった声が草十郎の鼓膜に響く。",
        "en": "  Words that could not be produced by a normal larynx, carrying a peculiar weight to them, reverberated against his eardrums.",
        "pl": ""
    },
    {
        "ja": "　……もし言葉に色が見えたのなら、きっと彼女の名前通りの色だっただろう。",
        "en": "  If words were given colors, these would have been the color of her name: blue.",
        "pl": ""
    },
    {
        "ja": "　疲れきっていた体が、熱くなっていた血液が、緩やかに冷やされていく。",
        "en": "  Soujuurou's exhausted body and burning blood gently cooled.",
        "pl": ""
    },
    {
        "ja": "　　『<鳥は空に|と　　ぶ>、<魚は海に|お　よ　ぐ>、<貴方は彼方に|か け ぬ け る>。",
        "en": "        \"<A bird in the sky, a fish in the sea, you in the distance|Fly, swim, run.>.",
        "pl": ""
    },
    {
        "ja": "　　　疑<問も不安も鞄|チクタクチクタク>の底に、旅路<の一歩は|きてきをならせ>曙に。",
        "en": "        <Stuff doubt and anxiety in a sack.|Tick-tock, tick-tock.> <Begin the journey at dawn|Sound the alarm.>.",
        "pl": ""
    },
    {
        "ja": "　　　輝<く星はするりと降|ほしはいつでもきたのそら>ちて、今は<貴方の心の内|どこまでも、いつまでも>に。』",
        "en": "        <A shining star falls,|The star is always in the northern sky,> <into your heart.|no matter where you go.>\"",
        "pl": ""
    },
    {
        "ja": "　実際には五秒ほど。",
        "en": "  In reality it took but a few seconds.",
        "pl": ""
    },
    {
        "ja": "　不意を突かれた彼にとってはもう少しだけ長く感じられた触れ合いは、こうして何の失敗もなく、<名残|なごり>惜しくも完了した。",
        "en": "  But the sudden contact had felt a little longer, until it ended.",
        "pl": ""
    },
    {
        "ja": "「よし、暗示成功！　成功したはず！　ここまで手応えがあったの初めてだし！",
        "en": "\"Mesmerize successful! ...I think. This is the first time I've actually felt it take!",
        "pl": ""
    },
    {
        "ja": "　有珠の小言もたまには役に立つじゃない！」",
        "en": "  I guess all those lectures from Alice paid off!\"",
        "pl": ""
    },
    {
        "ja": "　はしゃぐ青子と、とにかく現状が掴めない草十郎。",
        "en": "  A very merry Aoko stood aside a very confused Soujuurou.",
        "pl": ""
    },
    {
        "ja": "　今のは一体なんだったのかと訊くと、",
        "en": "  After he asked what the heck had occurred, she responded.",
        "pl": ""
    },
    {
        "ja": "「簡単な暗示よ。一時的に恐怖心を消しておいたから、高いところに登っても平気なはず。",
        "en": "\"It's an elementary suggestion. I temporarily erased your sense of fear, so you should be able to climb up there no problem.",
        "pl": ""
    },
    {
        "ja": "　あの手の作業でいちばん足を引っ張るのは動揺でしょ？",
        "en": "  The biggest thing standing in your way is your nerves, right?",
        "pl": ""
    },
    {
        "ja": "　恐怖も何も感じなければ、地上何メートルだろうと平均台とそう変わらないってワケ」",
        "en": "  If you don't feel fear, then no matter how high you climb, it's no different from walking a balance beam!\"",
        "pl": ""
    },
    {
        "ja": "「――――――」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　なるほど、と手を打つ純朴少年。",
        "en": "  He seemed to get it...",
        "pl": ""
    },
    {
        "ja": "　青子の言っている事は<眉唾|まゆつば>だが、さっきの謎の行為はそういう事か、と納得する草十郎だった。",
        "en": "  It actually all sounded like Greek to Soujuurou, but he accepted it as an explanation of her strange actions.",
        "pl": ""
    },
    {
        "ja": "「……はあ。やっと、着いた」",
        "en": "\"Hah... Finally, I made it.\"",
        "pl": ""
    },
    {
        "ja": "　山なりのレールの頂点。",
        "en": "  He'd arrived at the summit of the track.",
        "pl": ""
    },
    {
        "ja": "　草十郎は地上六十メートル近い高みに到着し、遊園地を俯瞰する。",
        "en": "  At a height of nearly sixty meters, Soujuurou had a bird's-eye view of the entire amusement park.",
        "pl": ""
    },
    {
        "ja": "　青子の姿はすぐに発見できた。",
        "en": "  He was able to spot Aoko's figure right away.",
        "pl": ""
    },
    {
        "ja": "　この地点からそう離れていない広場で、なにやら怪しげな作業を行っている。",
        "en": "  In the plaza not so far from here, she seemed to be occupied with something conspicuous.",
        "pl": ""
    },
    {
        "ja": "　青子の周囲は静かなものだ。",
        "en": "  Her surroundings lay still.",
        "pl": ""
    },
    {
        "ja": "　ブレッドマンたちは草十郎を追いかけようとして、いまだコースター入り口で試行錯誤の真っ最中。",
        "en": "  The bread men were still busy trying to figure how to reach Soujuurou by trial and error from the roller coaster's entrance.",
        "pl": ""
    },
    {
        "ja": "　距離にして、もう百メートル以上も離れている。",
        "en": "  They had over hundred meters of distance to cover.",
        "pl": ""
    },
    {
        "ja": "「……汗をかくはずだ。こんなに移動したのか」",
        "en": "\"No wonder I'm drenched in sweat. Look how much ground I've covered.\"",
        "pl": ""
    },
    {
        "ja": "　真冬の強風で額の汗はすぐに乾くが、シャツの下は汗で濡れている。",
        "en": "  The strong winter gales quickly dried the sweat on his brow, but he was drenched underneath his shirt.",
        "pl": ""
    },
    {
        "ja": "　一キロマラソン以上の運動量プラス、冷や汗分も含まれているに違いない。",
        "en": "  This much sweat was worth at least a one-kilometer run, not to mention all the scares he had experienced throughout the night.",
        "pl": ""
    },
    {
        "ja": "「でも良かった。あとは合図を待つだけだ」",
        "en": "\"Okay. Now all I have to do is wait for the signal.\"",
        "pl": ""
    },
    {
        "ja": "　心底から安心する。",
        "en": "  He felt a wave of relief,",
        "pl": ""
    },
    {
        "ja": "　この方法で、青子が<遊園地|スナーク>を破壊できるから、ではない。",
        "en": "  but not at the thought of Aoko destroying the Snark and this nightmarish park.",
        "pl": ""
    },
    {
        "ja": "　彼はそんな事より、ミラーハウスでの借りを少しでも返せる気がして嬉しいのだ。",
        "en": "  He was simply happy that he could repay a bit of his debt from the house of mirrors.",
        "pl": ""
    },
    {
        "ja": "　青子のいた広場から青い魔弾が昇る。",
        "en": "  A blue bullet rose from the plaza where Aoko was located.",
        "pl": ""
    },
    {
        "ja": "「合図だ……！」",
        "en": "\"That's the signal!\"",
        "pl": ""
    },
    {
        "ja": "　草十郎はレールの上に立ち上がり、ポケットに仕舞った巾着袋を放り投げた。",
        "en": "  Soujuurou stood up atop the tracks, pulled out the pouch he had stowed in his pocket, and tossed it forward.",
        "pl": ""
    },
    {
        "ja": "　ここが不安定な足場である事を考えない、豪快なオーバースロー。",
        "en": "  Without any regard for his questionable footing, he gave it a mighty overarm pitch.",
        "pl": ""
    },
    {
        "ja": "　巾着は放物線を描きながら青子のいる方角に向かっていき、ほどなくして空に<解|と>けた。",
        "en": "  The small pouch drew a parabolic curve in Aoko's direction, quickly becoming untied in mid-air.",
        "pl": ""
    },
    {
        "ja": "　巾着には彼女の髪と、重しの小石が入っていた。",
        "en": "  Inside the bag was the lock of her hair and a small stone weight.",
        "pl": ""
    },
    {
        "ja": "“高いところから風に乗せてくれれば、後はなんとかするから”",
        "en": "\"Just throw it with the wind from somewhere high up, and I'll take it from there.\"",
        "pl": ""
    },
    {
        "ja": "　青子はそう言ったが、草十郎なりに工夫した結果である。",
        "en": "  Aoko had said, but it was Soujuurou's effort that had set the plan in motion.",
        "pl": ""
    },
    {
        "ja": "　<一房|ひとふさ>の髪は、持ち主である少女を見守るように<滞空|たいくう>する。",
        "en": "  The tuft of hair remained airborne, drifting as if watching over its owner.",
        "pl": ""
    },
    {
        "ja": "　草十郎に託された仕事は終わった。",
        "en": "  Soujuurou's job was done.",
        "pl": ""
    },
    {
        "ja": "　いまだ浮遊する卵は気になるが、これは彼にどうにかできる物ではない。",
        "en": "  His remained concerned about the egg hovering over him, but there was nothing he could do about it.",
        "pl": ""
    },
    {
        "ja": "　草十郎はホッと息をついて、事の成り行きを見届けようと身を乗り出し、",
        "en": "  Soujuurou breathed a sigh of relief, and leaned forward to watch the rest of the plan unfold, but then...",
        "pl": ""
    },
    {
        "ja": "「…………むむ？」",
        "en": "\"Hmm?\"",
        "pl": ""
    },
    {
        "ja": "　視界の<隅|すみ>。",
        "en": "  In the corner of his eye,",
        "pl": ""
    },
    {
        "ja": "　青子のいる広場に近寄りつつある、なにか、見覚えのあるものを見かけた気がした。",
        "en": "  he thought he spotted something familiar approaching Aoko.",
        "pl": ""
    },
    {
        "ja": "「<刻印|ルート>、<接続|セット>―――",
        "en": "\"<Connecting to Crest.|Routing... Set.>\"",
        "pl": ""
    },
    {
        "ja": "　直<流数|ディレクト>紋、一層、二層―――予備に三層。",
        "en": "  Direct current: First layer, second layer... third layer in reserve.",
        "pl": ""
    },
    {
        "ja": "　魔力提供、大源に固定。",
        "en": "  Magical energy supply fixed to greater source.",
        "pl": ""
    },
    {
        "ja": "　……<循環|じゅんかん>良し、<射角|しゃかく>良し、<術式|じゅつしき>安定、おおまか良し」",
        "en": "  Flow, check. Angle, check. Formula stability, good enough.\"",
        "pl": ""
    },
    {
        "ja": "　レンガの<路|うえ>に<紋様|もんよう>が刻まれていく。",
        "en": "  A pattern began to carve itself into the brick street.",
        "pl": ""
    },
    {
        "ja": "　かつてない大詠唱による、かつてない大射程の魔術行使。",
        "en": "  The casting of an unprecedented incantation with unprecedented range.",
        "pl": ""
    },
    {
        "ja": "　ほのかな緊張と高揚を胸に<留|とど>めながら、新米魔術師は指を鳴らす。",
        "en": "  Keeping the rising tension contained within her chest, the fledgling mage snapped her fingers.",
        "pl": ""
    },
    {
        "ja": "「―――決めた。<魔弾|ツアー><形式|プラン>、<収束|スター><投射|マイン>」",
        "en": "\"Done. <Bullet configuration|Tour Plan>:<convergent launch!|Starmine!>\"",
        "pl": ""
    },
    {
        "ja": "　術式の中心に膝をつき、夜空を見上げる青子。",
        "en": "  She kneeled at the center of the formula and raised her head to the night sky.",
        "pl": ""
    },
    {
        "ja": "　御伽の国と化した遊園地だったが、もう、その片鱗すら彼女の視界には<映|うつ>らない。",
        "en": "  Not even a glimpse of the transmogrified fantasy land around her entered her vision now.",
        "pl": ""
    },
    {
        "ja": "　青い目に映るのは、たったひとつの触れられぬもの。",
        "en": "  Only one thing, one untouchable thing, was reflected in her blue eyes.",
        "pl": ""
    },
    {
        "ja": "「実は、ずっと気になっていた事が」",
        "en": "\"So, this has been on my mind for a while now...\"",
        "pl": ""
    },
    {
        "ja": "　つい数分ほど前の話。",
        "en": "  This is how their conversation started a few minutes prior.",
        "pl": ""
    },
    {
        "ja": "　そう切りだして、草十郎はある事実を口にした。",
        "en": "  Soujuurou began with a simple statement of fact.",
        "pl": ""
    },
    {
        "ja": "　本当に単純な食い違い。",
        "en": "  In truth, it really was the simplest of discrepancies.",
        "pl": ""
    },
    {
        "ja": "　一時間前までの現実と、たった今の幻想と、その最小にして最大の間違い探しを。",
        "en": "  Between the reality of an hour ago and the illusion of the present; a difference both infinitesimal and infinite at the same time.",
        "pl": ""
    },
    {
        "ja": "「雲があったから、勘違いしたんだろうけど―――」",
        "en": "\"I thought maybe I didn't know what I was looking at because of the clouds...\"",
        "pl": ""
    },
    {
        "ja": "　見えているのに見えないもの。",
        "en": "  It was something hiding in plain sight.",
        "pl": ""
    },
    {
        "ja": "　現実では有りえなくて、ここに有るのもおかしいもの。",
        "en": "  Something both seemingly impossible in reality and unusual given its location.",
        "pl": ""
    },
    {
        "ja": "　あらゆる原型が変わっていく遊園地で、堂々と、正常なカタチを見せつけていた―――",
        "en": "  In this amusement park where every paradigm had shifted, something was brazenly flaunting its normalcy.",
        "pl": ""
    },
    {
        "ja": "「今夜は新月なんだ、蒼崎」",
        "en": "\"Tonight is supposed to be a new moon, Aozaki.\"",
        "pl": ""
    },
    {
        "ja": "「思えば、はじめっからそのカタチだったものね、アンタは」",
        "en": "\"Yeah... Come to think of it, that was its original form.\"",
        "pl": ""
    },
    {
        "ja": "　月までの距離は三十八万キロメートル。",
        "en": "  The distance from the Earth to the moon was 380,000 kilometers.",
        "pl": ""
    },
    {
        "ja": "　本当に<そ|・><こ|・><ま|・><で|・><同|・><じ|・>であるなら、まさしく異名に恥じない怪物だ。",
        "en": "  If it truly was identical to the actual moon, then this monster indeed lived up to its eerie reputation.",
        "pl": ""
    },
    {
        "ja": "　だが、そうであるのなら姿を隠す必要はない。堂々と正体を明かせばいい。",
        "en": "  A distance that far would have meant that it had no need to hide its form. It could flaunt its true form in front of all.",
        "pl": ""
    },
    {
        "ja": "　正体を隠すのは手の届く位置にいるからこそ。",
        "en": "  But due to the very fact that it was hiding its true form, it meant it must have been within reach.",
        "pl": ""
    },
    {
        "ja": "　あの怪物の擬態は、同時に、人間の手で<到|・><達|・><可|・><能|・>である事を示している……！",
        "en": "  That monster's camouflage implied that it sat within the reach of human hands.",
        "pl": ""
    },
    {
        "ja": "「こっちの最大射程は、よくて六百ってところだけど……」",
        "en": "\"At best, my max range is 600 meters or so...\"",
        "pl": ""
    },
    {
        "ja": "　こうなったら力尽きるまで。",
        "en": "  At this point, it was time to give it all she had.",
        "pl": ""
    },
    {
        "ja": "　この遊園地中の魔力を総動員して、魔弾の手を伸ばしてみせる。",
        "en": "  Drawing on the energy surging throughout the park, she extended her firing arm.",
        "pl": ""
    },
    {
        "ja": "　夜空に青い花火が上がる。",
        "en": "  A blue firework launched into the air.",
        "pl": ""
    },
    {
        "ja": "　風に舞う自分の髪を見上げて、青子は虚空をつかむように右手を伸ばした。",
        "en": "  Looking up at her hair dancing in the wind above, Aoko reached out her right hand as if to catch the night sky.",
        "pl": ""
    },
    {
        "ja": "　魔術師にとって自身の肉体は一線級の触媒だ。",
        "en": "  A mage's own body made for the perfect catalyst.",
        "pl": ""
    },
    {
        "ja": "　女性の魔術師であるなら、年月を積み重ねた髪は特に貴重かつ強力な燃料になる。",
        "en": "  And for a female mage, the hair she had grown out over many years made for a particularly valuable and powerful source of fuel.",
        "pl": ""
    },
    {
        "ja": "　扱いはそれこそ念じるだけでいい。",
        "en": "  To use it, all she had to do was apply her will.",
        "pl": ""
    },
    {
        "ja": "　彼女は力強く、開いた指を握りこみ、",
        "en": "  She locked the fingers on both her hands together and shouted,",
        "pl": ""
    },
    {
        "ja": "「三層展開！　全術式、連結起動―――！」",
        "en": "\"Deploy third layer! All formulae, commence linked activation!\"",
        "pl": ""
    },
    {
        "ja": "　月と自らを<繋|つな>げる、明確な挑戦状をたたきつけた。",
        "en": "  She hurled forth a clear challenge to bind the moon to herself.",
        "pl": ""
    },
    {
        "ja": "　霧が渦巻く。",
        "en": "  The mist began to whirl about in a vortex.",
        "pl": ""
    },
    {
        "ja": "　中空に現れた青い魔術式を見て、高みの怪物がその牙を<剥|む>きだしにする。",
        "en": "  The monster high above bore its fangs at the sight of the blue spell that appeared in midair.",
        "pl": ""
    },
    {
        "ja": "「見抜かれた、ですって……？」",
        "en": "\"Did she figure it out...?\"",
        "pl": ""
    },
    {
        "ja": "　有珠がその変化に気付いた時、青子、スナークの両者は、ともに明確な敵意を向けあっていた。",
        "en": "  By the time Alice had noticed the change, the hostility between Aoko and the Snark was palpable.",
        "pl": ""
    },
    {
        "ja": "「……そう。なら青子の勝ちよ。すぐに戻りなさい。",
        "en": "\"...Very well. This round goes to Aoko. Return immediately.",
        "pl": ""
    },
    {
        "ja": "　たしかに雨雲を消したのはヒントのあげすぎだけど、それぐらいは大目に見て―――スナーク？」",
        "en": "  Perhaps removing the rain clouds was too obvious a hint, but I suppose one can't win them―Flat Snark?\"",
        "pl": ""
    },
    {
        "ja": "　霧の集結は止まらない。",
        "en": "  The fog continued to thicken with no sign of abating.",
        "pl": ""
    },
    {
        "ja": "　夜空に浮かぶ月は、<不遜|ふそん>極まる魔法使いを許しはしない。",
        "en": "  The moon that floated in the night sky could not pardon such an insolent mage.",
        "pl": ""
    },
    {
        "ja": "　夜の王たる自分を<敬|うやま>わぬばかりか、あんな、あからさまに挑戦状をたたき付けられては、怒りの<収|おさ>めようがない。",
        "en": "  As if the lord of the night would bow down to such impudence; there was no staying its wrath at a challenge so flagrant.",
        "pl": ""
    },
    {
        "ja": "「スナーク！」",
        "en": "\"Snark!\"",
        "pl": ""
    },
    {
        "ja": "　あわてて報告に来る駒鳥を手で払いながら、少女は変貌していく黄金の月を凝視する。",
        "en": "  The robin swooped in to give its report, but Alice waved it away. Her gaze was fixed on the transforming golden moon.",
        "pl": ""
    },
    {
        "ja": "　制止の声は届かない。",
        "en": "  Her calls of restraint did not reach it.",
        "pl": ""
    },
    {
        "ja": "“童話の怪物”は誰はばかることなく、その強大な力を、ちっぽけな<青子|えもの>に振り下ろそうと―――",
        "en": "This fairy-tale monster was beholden to nobody, and it would have no qualms unleashing its vast might upon its puny prey.",
        "pl": ""
    },
    {
        "ja": "　うなりをあげる魔弾の炉心。",
        "en": "  The core of her magic bullet howled.",
        "pl": ""
    },
    {
        "ja": "　回転する体内の魔術回路。",
        "en": "  The Magic Circuits within her body spun.",
        "pl": ""
    },
    {
        "ja": "　架空の炎に神経を焼かれながら、青子は魔力を走らせる。",
        "en": "  Aoko fed them magical energy, scorching her nerves with imaginary flame.",
        "pl": ""
    },
    {
        "ja": "　地面に刻んだ術式は青子と<連結|リンク>している。",
        "en": "  She was linked to the formula inscribed on the ground.",
        "pl": ""
    },
    {
        "ja": "　術式を読みこみ実行するのは今まで通りだが、出力はその比ではない。",
        "en": "  The spell was read and executed the same as it always was, but its output was beyond reckoning.",
        "pl": ""
    },
    {
        "ja": "　同じ工程でもこれほどの火力なら術者にも害が及ぶ。",
        "en": "  With this much firepower, even this mundane process would invite injury upon its caster.",
        "pl": ""
    },
    {
        "ja": "　あるいは、<砲身|しんけい>が焼き崩れるほどの。",
        "en": "  It was enough to burn up the nerves that were acting as the barrel.",
        "pl": ""
    },
    {
        "ja": "「―――、でも、いける……！」",
        "en": "\"Hnnngh... I can... do this!\"",
        "pl": ""
    },
    {
        "ja": "　怖いくらいに上昇する架空の熱量。",
        "en": "  The imaginary heat had reached a terrifying temperature.",
        "pl": ""
    },
    {
        "ja": "　底なしの感覚に身震いする青子だが、そうでなくてはこの戦法を選んだ意味がない。",
        "en": "  Aoko trembled at this endless feeling, but would have to grin and bear it lest their efforts come to naught.",
        "pl": ""
    },
    {
        "ja": "　青子はもう移動できない。",
        "en": "  Aoko could no longer move.",
        "pl": ""
    },
    {
        "ja": "　草十郎からスナークの正体を聞いた時、彼女は“移動する砲台”の優位性を捨てて、設置砲台になる道を選んだ。",
        "en": "  When she had learned the Snark's true form from Soujuurou, she gave up on any superiority a moveable turret offered, instead opting to become a stationary cannon.",
        "pl": ""
    },
    {
        "ja": "　そうでなければ届かない。この位置、この角度で刻印を固定しなければ、スナーク<狩り|ハント>はできないのだ。",
        "en": "  That was the only way she could reach it. It was impossible to hunt the Snark unless she anchored her crest at this location and angle.",
        "pl": ""
    },
    {
        "ja": "　同時に、それは“次の手段”がない事を示している。",
        "en": "  At the same time, this action revealed that she was out of options.",
        "pl": ""
    },
    {
        "ja": "　口火をきればこの場所で最後まで戦うしかない。",
        "en": "  Once the fuse was lit, she would have no choice but to fight to the bitter end.",
        "pl": ""
    },
    {
        "ja": "　それでいい、と青子は大きく息を吸い込んだ。",
        "en": "  Aoko took a deep breath; this was the way she wanted it.",
        "pl": ""
    },
    {
        "ja": "　準備は万全。ロケットの噴射に等しい魔力の渦を、直接、あの月にまで届かせる―――！",
        "en": "  Her preparations were complete. She would be able deliver this maelstrom of magical energy directly to the moon, like a rocket payload!",
        "pl": ""
    },
    {
        "ja": "　中空に浮かぶ第三層は臨界に達した魔力を撃ち出す銃口であり、射角を調整する<照星|しょうせい>だ。",
        "en": "  The third layer floating in midair served as the cannon's muzzle and sight. It would fire the magical energy once it reached criticality, and it allowed Aoko to adjust the angle of fire.",
        "pl": ""
    },
    {
        "ja": "“霧……？”",
        "en": "\"Fog...?\"",
        "pl": ""
    },
    {
        "ja": "　その照準越しに月が<歪|ゆが>む。",
        "en": "  The moon became warped within her scope.",
        "pl": ""
    },
    {
        "ja": "　魔力を充電する青子をあざ笑うように、黄金の月はその正体を現していく。",
        "en": "  As Aoko charged her magical energy, the Ploy displayed its golden form, as if to mock her.",
        "pl": ""
    },
    {
        "ja": "　さあ―――<宙|てん>を仰げ、異能なき<無|む><辜|こ>の血統。",
        "en": "  Come. Worship the heavens, powerless scion of an innocent bloodline.",
        "pl": ""
    },
    {
        "ja": "　あれこそは魔天の一角、",
        "en": "  For there it was, a point among the otherworldly sky,",
        "pl": ""
    },
    {
        "ja": "　緑色の霧、<紺碧|こんぺき>の雲にかすむ神秘の<貌|すがた>。",
        "en": "  a Mystical visage obfuscated by jade mists and azure clouds.",
        "pl": ""
    },
    {
        "ja": "　魔術世界において至宝と称され、",
        "en": "  Called the greatest treasure known to the world of magecraft,",
        "pl": ""
    },
    {
        "ja": "　一つの王国より稀少と値付けられた<至高の幻想|クラウン・ファンタズム>。",
        "en": "  a rarity more valuable than an entire kingdom: Crown Phantasm.",
        "pl": ""
    },
    {
        "ja": "“あれが―――フラットスナーク……！！！！”",
        "en": "(That's it! That's Flat Snark!)",
        "pl": ""
    },
    {
        "ja": "　<第一|はじまり>より<別|わか>たれた、この世でもっとも大きな虚構！",
        "en": "  Set apart from the very beginning, the world's greatest fabrication!",
        "pl": ""
    },
    {
        "ja": "“っ……まだ早い―――まだ早い、けど―――！”",
        "en": "(N-Not yet! Just need a little more time...)",
        "pl": ""
    },
    {
        "ja": "　これ以上の<猶|た><予|め>は許されない、と本能が叫んでいた。",
        "en": "  Her instincts screamed at her to delay no further.",
        "pl": ""
    },
    {
        "ja": "　正体を暴かれようと敵は最高級の“童話の怪物”。",
        "en": "  This fairy-tale monster was the greatest of its kind, and its true form was about to be exposed.",
        "pl": ""
    },
    {
        "ja": "　この状況でも反撃の用意はある事を、剥き出しの敵意が示している……！",
        "en": "  Its open hostility indicated that it was making preparations for a counterattack.",
        "pl": ""
    },
    {
        "ja": "“こっちはもう動けない……逃げを捨てての大詠唱、先に撃たれたらそこで終わりだ……！”　",
        "en": "(I can't move! Not with an incantation this large! If it attacks before me, it's all over!)",
        "pl": ""
    },
    {
        "ja": "　故に、その前に撃ち落とす。",
        "en": "  She had to shoot it down first.",
        "pl": ""
    },
    {
        "ja": "　魔力は八分、術式は正常稼働、あとは<引|ひ>き<金|がね>を引くだけだが―――",
        "en": "  Magical energy was at eighty percent. The formula was operating normally. All that was left was to pull the trigger, but...",
        "pl": ""
    },
    {
        "ja": "　本当にそれでいいのか、と冷静な自分が告げる。",
        "en": "  The calm voice inside her head asked if that was really okay.",
        "pl": ""
    },
    {
        "ja": "　始めてしまえば後戻りはできない。",
        "en": "  She had one shot at this, and there was no going back.",
        "pl": ""
    },
    {
        "ja": "　この先はコンマの戦いだ。判断ミスを悔いる瞬間さえない。０．１秒の迷いが天秤をかたむける。",
        "en": "  It was a battle of precision with no room for miscalculations. Even a tenth of a second of hesitation would tip the scales.",
        "pl": ""
    },
    {
        "ja": "　痛みへの覚悟も、失着への開き直りはできているか？",
        "en": "  Was she ready for the pain? Was she ready to deal with the fallout if she missed?",
        "pl": ""
    },
    {
        "ja": "　そもそも本当におまえは、そのちっぽけな魔弾で、月を落とす事ができるのか―――？",
        "en": "  Could she really even take down the moon with such a tiny bullet in the first place?",
        "pl": ""
    },
    {
        "ja": "“いい―――とりあえず、当たった後で考える！”",
        "en": "(Enough! Shoot first, ask questions later!)",
        "pl": ""
    },
    {
        "ja": "　月を見据える<双眸|そうぼう>に決意をこめる。",
        "en": "  Her eyes, fixed upon the moon, were filled with determination",
        "pl": ""
    },
    {
        "ja": "　魔弾を放った瞬間、強大なフィードバックが全身を打ちのめす事を念頭にいれて、",
        "en": "  and an awareness that the moment she fired, the intense recoil would overwhelm her entire body. She shouted,",
        "pl": ""
    },
    {
        "ja": "「―――上等！",
        "en": "\"...Bring it on!",
        "pl": ""
    },
    {
        "ja": "　出し惜しみはなし、めいっぱいブン回すわ……！」",
        "en": "  I'm gonna send this thing spinning with all I've got!\"",
        "pl": ""
    },
    {
        "ja": "　<宙|そら>を狙う狙撃手は気勢と共に、一撃必中、超長射程の魔弾を解き放つ……！",
        "en": "  With every ounce of spirit she possessed, she fired her ultra-long-range projectile into the sky.",
        "pl": ""
    },
    {
        "ja": "　地上からの魔弾を抱く第三層。",
        "en": "  The third layer embraced the magic bullet fired from the surface of the Earth.",
        "pl": ""
    },
    {
        "ja": "　青子の分身とも言える刻印が、月を射抜けと光を放つ。",
        "en": "  The crest, an extension of Aoko's self, unleashed light to pierce the moon.",
        "pl": ""
    },
    {
        "ja": "　―――だが。",
        "en": "  However...",
        "pl": ""
    },
    {
        "ja": "　光を砕く<巨|あ><峰|お>の<天蓋|てんがい>。",
        "en": "  An enormous, blue canopy pulverized the beam.",
        "pl": ""
    },
    {
        "ja": "　瞬間火炎温度３０００度に匹敵する<架|エ><空|ー><要|テ><素|ル>が、真っ向から無に帰していく……！",
        "en": "  It returned the Ether, that 3000-degree flame, to nothing as it came in contact with the bullet.",
        "pl": ""
    },
    {
        "ja": "「あ、づっ―――！！！！！」",
        "en": "\"Argh! Rrrrgh!\"",
        "pl": ""
    },
    {
        "ja": "　身に余る大魔術の反動に、全身の血が沸騰する。",
        "en": "  The recoil of the grand magecraft literally boiled her blood. Her body couldn't handle it.",
        "pl": ""
    },
    {
        "ja": "　停止した心臓。",
        "en": "  Her heart stopped.",
        "pl": ""
    },
    {
        "ja": "　激痛と衝撃で麻痺する<脳髄|のうずい>。",
        "en": "  Her brain went numb from the pain and impact.",
        "pl": ""
    },
    {
        "ja": "　末端から<壊|え><死|し>していく神経。",
        "en": "  Her nerves putrefied from end to end.",
        "pl": ""
    },
    {
        "ja": "　それらすべてを、魔術刻印が強引に蘇生させる。",
        "en": "  But her Magic Crest revived them all by force.",
        "pl": ""
    },
    {
        "ja": "「は、ぁつ、ぁ―――！」",
        "en": "\"Ah...  Gah...!\"",
        "pl": ""
    },
    {
        "ja": "“氷―――！　氷で<防|ふせ>がれた！”",
        "en": "(Ice? It was blocked by ice!)",
        "pl": ""
    },
    {
        "ja": "　真っ白に眩む視界のなか、青子はたしかに見た。",
        "en": "  Even though her vision had gone white, she could still see it.",
        "pl": ""
    },
    {
        "ja": "　<口内|こうない>の血を飲みこんで頭上を<睨|にら>む。",
        "en": "  Swallowing the blood in her mouth, Aoko looked up with a scowl.",
        "pl": ""
    },
    {
        "ja": "　そこには。",
        "en": "  There it was,",
        "pl": ""
    },
    {
        "ja": "巨大な氷塊を盾にしてあざ笑う、いびつで邪悪な<髑髏|どくろ>の顔が……！",
        "en": "an enormous shield of ice and a sneering, deformed skull.",
        "pl": ""
    },
    {
        "ja": "“撃つのが遅すぎた、それとも早すぎた……！？",
        "en": "(Did I fire too late? Did I fire too early?!",
        "pl": ""
    },
    {
        "ja": "　盾を作られる前に撃てばよかった！？",
        "en": "  Should I have shot before it made that shield?",
        "pl": ""
    },
    {
        "ja": "　それとも、正面からじゃ無謀すぎた……！？”",
        "en": "  Was it too reckless to shoot it head-on?!)",
        "pl": ""
    },
    {
        "ja": "「っ、どっちでもいい！",
        "en": "\"Who cares?!",
        "pl": ""
    },
    {
        "ja": "　一層、二層、再起動―――！　急いで！」",
        "en": "  First layer, second layer, reactivate! Hurry!\"",
        "pl": ""
    },
    {
        "ja": "　考える余分も、迷っている余裕もない。",
        "en": "  There was no time to think or hesitate.",
        "pl": ""
    },
    {
        "ja": "　遊園地<中|じゅう>の魔力が集結する。",
        "en": "  The magical energy throughout the park began to gather.",
        "pl": ""
    },
    {
        "ja": "　一方は青子に。",
        "en": "  Aoko knelt,",
        "pl": ""
    },
    {
        "ja": "　もう一方は君臨する月の顔に。",
        "en": "  across from the tyrannical face of the moon.",
        "pl": ""
    },
    {
        "ja": "　今の氷は未完成だ、と青子は直感した。こちらがそうであったように、フラットスナークもまだ<極限|じょうげん>に達していない。",
        "en": "  Aoko intuited that the ice had yet to fully form; Flat Snark still hadn't reached its full strength.",
        "pl": ""
    },
    {
        "ja": "　そう、だからこそ―――",
        "en": "  Which was exactly why...",
        "pl": ""
    },
    {
        "ja": "“まずい―――まずい、まずい、まずい！”",
        "en": "(Dammit! Dammit! Dammit! Dammit!)",
        "pl": ""
    },
    {
        "ja": "　術式の加速は青子自身を傷つける。",
        "en": "  By accelerating the spell, Aoko had damaged her own body.",
        "pl": ""
    },
    {
        "ja": "　繋がっている以上、術式に負荷をかけるほど<軋|きし>みは青子の体にのしかかる。それでも今は耐えるしかない。",
        "en": "  Aoko sat up and braced herself for the pain caused by the load placed on the formula after linking with the Snark. All she could do was endure it.",
        "pl": ""
    },
    {
        "ja": "　なぜなら―――",
        "en": "  All because...",
        "pl": ""
    },
    {
        "ja": "“―――あの氷、<私|・><の|・><マ|・><ッ|・><ク|・><ス|・><よ|・><り|・><も|・><っ|・><と|・><上|・><だ|・>！”",
        "en": "(That ice is tougher than my best shot!)",
        "pl": ""
    },
    {
        "ja": "　今の一撃で互いの戦力が分かってしまった。",
        "en": "  Aoko had gotten a read on their relative strengths.",
        "pl": ""
    },
    {
        "ja": "　魔力量こそ同じでも、<神秘|カタチ>を成す術式の強度が違う。",
        "en": "  Even if its volume of magical energy was identical, Snark's form―its Mystic―was in a different league.",
        "pl": ""
    },
    {
        "ja": "　青子が限界まで魔力を充電しても、ようやく<今|・><の|・><氷|・><塊|・>を打ち抜ける程度なのだ。",
        "en": "  Even if Aoko charged her energy to her absolute limit, she would barely make a dent in the ice wall.",
        "pl": ""
    },
    {
        "ja": "　<即|すなわ>ち、スナークが限界まで魔力を集めた場合、何をやっても圧し負ける……！",
        "en": "  Meaning, if the Snark gathered as much energy as it could, there was nothing she could do to prevent her annihilation.",
        "pl": ""
    },
    {
        "ja": "「なら、その前に―――！」",
        "en": "\"Then, before that happens...!\"",
        "pl": ""
    },
    {
        "ja": "　次弾を装填する。",
        "en": "  She loaded her next shot.",
        "pl": ""
    },
    {
        "ja": "　空中の第三層に命令を届かせる。",
        "en": "  She issued orders to the floating third layer.",
        "pl": ""
    },
    {
        "ja": "　体への負担を無視して一層の術式を加速させる。",
        "en": "  Ignoring the toll on her body, she began to accelerate the first layer formula.",
        "pl": ""
    },
    {
        "ja": "　右手の一層は周囲の魔力を吸収、蓄電する役割だ。",
        "en": "  The role of her right hand's single layer was to absorb and store surrounding magical energy.",
        "pl": ""
    },
    {
        "ja": "　遊園地を覆う濃霧。フラットスナーク自身がはき出した太古の<魔力|エーテル>が、術式に注ぎ込まれる。",
        "en": "  The thick fog that drifted through the park was an ancient Ether spewed out by Flat Snark's own body, but Aoko could pour it into her formula.",
        "pl": ""
    },
    {
        "ja": "　当然、術式と一体化している青子の身体は、許容量をはるかに超えた魔力に悲鳴をあげる。",
        "en": "  Aoko's body, which had integrated with the formula, took on an amount of magical energy that far surpassed its maximum capacity. It seethed in agony.",
        "pl": ""
    },
    {
        "ja": "　いや、歓喜にうち<震|ふる>える。",
        "en": "  Or rather, it trembled in delight.",
        "pl": ""
    },
    {
        "ja": "　魔術師にとって、魔力とは神秘に至る為の推進剤。",
        "en": "  For a mage, magical energy was a propellant to reach the realm of Mystics.",
        "pl": ""
    },
    {
        "ja": "　体内時間の膨張。",
        "en": "  The expansion of internal time...",
        "pl": ""
    },
    {
        "ja": "　自我の融解。",
        "en": "  The liquefaction of the self...",
        "pl": ""
    },
    {
        "ja": "　肉体からの解放。",
        "en": "  The release from the physical...",
        "pl": ""
    },
    {
        "ja": "　言ってしまえば臨死体験。",
        "en": "  What one might call a near-death experience...",
        "pl": ""
    },
    {
        "ja": "　そのギリギリの境界で、青子は現実を直視する。",
        "en": "  Aoko stood face-to-face with reality on the boundary between it and such concepts.",
        "pl": ""
    },
    {
        "ja": "“――――――”",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　……その現実が、激痛に耐える意志を、折りにくる。",
        "en": "  And that reality was here to break her will.",
        "pl": ""
    },
    {
        "ja": "　誰であろうと差は歴然。",
        "en": "  To any bystander, the gap between them would be plain to see.",
        "pl": ""
    },
    {
        "ja": "　蒼崎青子という砲身では、",
        "en": "  The gun barrel named Aoko Aozaki...",
        "pl": ""
    },
    {
        "ja": "　あの氷塊を<削|けず>る事さえできはしまい―――",
        "en": "  She had not a chance to chip away at that lump of ice.",
        "pl": ""
    },
    {
        "ja": "“っ、<痛|そ><み|れ>が―――”",
        "en": "(This pain...!)",
        "pl": ""
    },
    {
        "ja": "　術式をなお加速させる。",
        "en": "  She accelerated the spell further.",
        "pl": ""
    },
    {
        "ja": "　髑髏が笑う。",
        "en": "  The skull grinned.",
        "pl": ""
    },
    {
        "ja": "氷塊は盾ではない。",
        "en": " That ice was no shield.",
        "pl": ""
    },
    {
        "ja": "アレは身を<弁|わきま>えない魔術師を押しつぶすもの。",
        "en": " It was something to be used to crush mages who did not know their place.",
        "pl": ""
    },
    {
        "ja": "遊園地全体を<陥没|かんぼつ>させる<氷塊|いちげき>で、青子だけでなく、コースターの上にいる彼さえも踏み砕こうと笑っている。",
        "en": " The moon laughed as it prepared to crush not just Aoko, but the boy atop the roller coaster, as well as the park in its entirety.",
        "pl": ""
    },
    {
        "ja": "“どうした―――！！！！”",
        "en": "(Come on, give me more!!!)",
        "pl": ""
    },
    {
        "ja": "　臨界寸前の魔術回路。",
        "en": "  Her circuits were on the verge of going critical.",
        "pl": ""
    },
    {
        "ja": "指先はおろか眼球まで焼く電荷。",
        "en": "Her body had been charged with a scorching power supply from her fingertips to her eyeballs.",
        "pl": ""
    },
    {
        "ja": "　それでも魔弾の引き金を<絞|しぼ>る。",
        "en": "  She would see to it that the bullet fired.",
        "pl": ""
    },
    {
        "ja": "　神経の伝達速度で魔術式を<強化|アレンジ>する。",
        "en": "  That the magecraft formula would be strengthened as quickly as her nerves' transmission speed would allow.",
        "pl": ""
    },
    {
        "ja": "　一撃では越えられない。",
        "en": "  A single attack was not enough.",
        "pl": ""
    },
    {
        "ja": "　側面から撃つ手段はない。",
        "en": "  There was no way to shoot it from its flank.",
        "pl": ""
    },
    {
        "ja": "　なら、<試|や>るべき<手段|こたえ>は明白すぎる―――！",
        "en": "  Which meant there was only one solution.",
        "pl": ""
    },
    {
        "ja": "“<再接続|セレクタ>、<交流数紋|オルタネイト>……！”",
        "en": "\"<Reconnecting to alternating current!|Alternate selector!>\"",
        "pl": ""
    },
    {
        "ja": "　変革する第三層。",
        "en": "  The third layer began to transform.",
        "pl": ""
    },
    {
        "ja": "　直流から交流へ。本来なら軌道の変化を得意とする術式だが、今は単純に数が欲しい……！",
        "en": "  It switched from direct to alternating current. The spell's supposed strong point was its ability to adjust its trajectory mid-flight, but right now all she wanted was numbers.",
        "pl": ""
    },
    {
        "ja": "「<接続|セット>、<八芒星|オクタグラム>―――！",
        "en": "\"<Connecting.|Set.>... Octogram!",
        "pl": ""
    },
    {
        "ja": "　全界層、ブン回せ―――！」",
        "en": "  All layers, max rotation!\"",
        "pl": ""
    },
    {
        "ja": "　遊園地を照らす青い太陽。",
        "en": "  A blue sun shined down upon the amusement park.",
        "pl": ""
    },
    {
        "ja": "　最大出力の光弾が、黄金の月を射止めに走る。",
        "en": "  Beams of light at maximum output streaked forth to pierce the golden moon.",
        "pl": ""
    },
    {
        "ja": "「こ、のぉ……！」",
        "en": "\"Take...this...!\"",
        "pl": ""
    },
    {
        "ja": "　引き金は<絞|しぼ>ったまま、際限なく取りこむ魔力を、休むことなく放ち続ける。",
        "en": "  Holding down the trigger, she continued to fire, taking in energy ad infinitum.",
        "pl": ""
    },
    {
        "ja": "“っ―――、ぁ―――…………”",
        "en": "\"Gah... Ahgh...\"",
        "pl": ""
    },
    {
        "ja": "　臨界域から噴き出される青い炎。",
        "en": "  Blue flames shot forth at critical level.",
        "pl": ""
    },
    {
        "ja": "　だが氷塊は融解さえしない。",
        "en": "  But the ice would neither melt nor mar. ",
        "pl": ""
    },
    {
        "ja": "　温度以前に、カタチ取られた魔力量が違いすぎる。",
        "en": "  No amount of sheer heat could make a dent in something formed from such a colossal amount of magical energy.",
        "pl": ""
    },
    {
        "ja": "　体内の魔術回路の負荷が、鮮血となって荒れ狂う。",
        "en": "  The toll on her circuits sent them berserk, and blood began to run free.",
        "pl": ""
    },
    {
        "ja": "“っ……！！　これだけ、回して、るのに―――",
        "en": "(...Agh! The spin should have been more than enough...",
        "pl": ""
    },
    {
        "ja": "　アイツの方が、ぜんぜん、上……！”",
        "en": "  He's...just...too strong!)",
        "pl": ""
    },
    {
        "ja": "　この戦いは遊園地に満ちた魔力の奪い合いでもある。",
        "en": "  The battle had become a tussle over the magical energy that filled the park.",
        "pl": ""
    },
    {
        "ja": "　もとよりここはスナークの庭。",
        "en": "  From the very beginning, this had been the Snark's home turf.",
        "pl": ""
    },
    {
        "ja": "　空間の支配率はスナークが八割、青子は二割にすぎない。",
        "en": "  The Snark had control over at least eighty percent of the space, while Aoko had twenty at best.",
        "pl": ""
    },
    {
        "ja": "「だ、め……止められ、ない……！」",
        "en": "\"N-No... I...can't...stop it!\"",
        "pl": ""
    },
    {
        "ja": "“あ……”",
        "en": "(No...)",
        "pl": ""
    },
    {
        "ja": "　勝敗を告げるように、氷の城が落ちてくる。",
        "en": "  The castle of ice descended as if to call the match.",
        "pl": ""
    },
    {
        "ja": "「あ―――ああ、ああぁああ……！」",
        "en": "\"Ah...AaaAAAhhhHHH!\"",
        "pl": ""
    },
    {
        "ja": "　青子にできるのはその結末を遅らせる程度。",
        "en": "  All she could do was delay the inevitable.",
        "pl": ""
    },
    {
        "ja": "　追いつめられるだけと分かっていながら、今は魔弾を撃ち続けるしかない。",
        "en": "  She knew that she had been backed into a wall, and right now, the only thing she could do was to keep firing.",
        "pl": ""
    },
    {
        "ja": "　ああ、でも―――今ならまだ、他に手はある。",
        "en": "  Then again, perhaps not. There was another option.",
        "pl": ""
    },
    {
        "ja": "　この魔力をすべて防御に回せば、万が一―――いや、高い確率で、<青子|じぶん>だけは助かるのでは、と―――",
        "en": "  If she converted all of her magical energy into a defense, there was a tiny chance―no, not tiny. A great possibility, in fact, that she could save just her―",
        "pl": ""
    },
    {
        "ja": "“……っ、うるさい！",
        "en": "Shut up and do it already!",
        "pl": ""
    },
    {
        "ja": "　ここの魔力を使い切れば、あの氷だって……！”",
        "en": "  Not even that ice has a chance against all the magical energy here!",
        "pl": ""
    },
    {
        "ja": "　破綻した希望にすがって青子は回路を回し続ける。",
        "en": "  Clinging to that broken hope, Aoko continued to rotate her circuits.",
        "pl": ""
    },
    {
        "ja": "　魔力の<過剰摂取|オーバードウズ>で停止する時間。",
        "en": "  Time seemed to stop at the magical energy overdose.",
        "pl": ""
    },
    {
        "ja": "　永遠に続く一秒の激痛。",
        "en": "  A second of intense pain lasted an eternity.",
        "pl": ""
    },
    {
        "ja": "　その中で、",
        "en": "  Then, amidst everything...",
        "pl": ""
    },
    {
        "ja": "“―――え？”",
        "en": "\"Huh?\"",
        "pl": ""
    },
    {
        "ja": "　何かが、ひたひたと、",
        "en": "  Something approached one step at a time.",
        "pl": ""
    },
    {
        "ja": "　何かが、遊園地の物陰から、",
        "en": "  Something from among the park's shadows.",
        "pl": ""
    },
    {
        "ja": "　何かが、",
        "en": "  Something...",
        "pl": ""
    },
    {
        "ja": "何かが、",
        "en": " Something...",
        "pl": ""
    },
    {
        "ja": "何かが、",
        "en": " Something...",
        "pl": ""
    },
    {
        "ja": "“ちょっ―――”",
        "en": "(W-Wait...)",
        "pl": ""
    },
    {
        "ja": "　全身が総毛立つ。",
        "en": "  She felt goosebumps from head to toe.",
        "pl": ""
    },
    {
        "ja": "　頭上の氷塊なんて問題じゃない。",
        "en": "  The issue was no longer the ice overhead.",
        "pl": ""
    },
    {
        "ja": "　静止した時間の中で、ひたひたと、赤い死がやってくる。",
        "en": "  In the midst of this stillness, the red death drew closer, step by ominous step.",
        "pl": ""
    },
    {
        "ja": "“なんで、こんな、ところで…………！”",
        "en": "(Why here, why now?)",
        "pl": ""
    },
    {
        "ja": "　恐怖で<回路|せいしん>が破裂しかける。",
        "en": "  Her circuits and her mind began to rupture out of terror.",
        "pl": ""
    },
    {
        "ja": "　<術式|こころ>の形成がほころびかける。",
        "en": "  The composition of her formula and soul began to rip apart.",
        "pl": ""
    },
    {
        "ja": "　ソレは彼女の背後にまでやってきて、",
        "en": "  There it was, just behind her.",
        "pl": ""
    },
    {
        "ja": "　ひたり、と。",
        "en": "  Its footsteps came to a halt.",
        "pl": ""
    },
    {
        "ja": "　血まみれの手で、後ろから青子の両頬に手を当てて、",
        "en": "  It reached around and cupped her face in its bloodstained hands.",
        "pl": ""
    },
    {
        "ja": "　　　　　　　　　",
        "en": "                                                ",
        "pl": ""
    },
    {
        "ja": "『こんにち　は』",
        "en": "\"Greetings.\"",
        "pl": ""
    },
    {
        "ja": "“！！！！！”",
        "en": "\"!!!\"",
        "pl": ""
    },
    {
        "ja": "　あらゆる感情、あらゆる自我が絶叫したがる。",
        "en": "  She wanted to scream out with all her might.",
        "pl": ""
    },
    {
        "ja": "　もういい。どうでもいい、なんでもいい！",
        "en": "  This is it. Nothing matters! I couldn't care less!",
        "pl": ""
    },
    {
        "ja": "　逃げられるのなら逃げてしまえ！",
        "en": "  Run or don't run, it doesn't matter!",
        "pl": ""
    },
    {
        "ja": "　隠しているのなら明かせばいい！",
        "en": "  Quit hiding and reveal yourself!",
        "pl": ""
    },
    {
        "ja": "　使えるのなら、そんなもの、いっそ無慈悲に使えばいい！",
        "en": "  Use whatever you can, and show no mercy!",
        "pl": ""
    },
    {
        "ja": "　そうだ。",
        "en": "  That was it.",
        "pl": ""
    },
    {
        "ja": "　彼女は起死回生の切り札を持っている。",
        "en": "  She had one final card to play.",
        "pl": ""
    },
    {
        "ja": "　あんな氷塊、あんな玩具なんて物ともしない奇蹟を、ある日、ポンと冗談みたいに手渡された。",
        "en": "  A miracle that would treat that ice like nothing more than a toy, gifted to her as a mere amusement.",
        "pl": ""
    },
    {
        "ja": "　　　　　　　　　　／それを、この赤い死が殺しに来る。",
        "en": "                    That was what the red death had come to kill.",
        "pl": ""
    },
    {
        "ja": "　使えば破滅。",
        "en": "  Using it would spell ruin.",
        "pl": ""
    },
    {
        "ja": "　使わずとも氷に潰されて死滅。",
        "en": "  And not using it would mean death by ice.",
        "pl": ""
    },
    {
        "ja": "　なら、どうしてためらう必要がある？",
        "en": "  But why would Aoko hesitate?",
        "pl": ""
    },
    {
        "ja": "　別に使用制限なんてものはない。",
        "en": "  There were no conditions limiting her.",
        "pl": ""
    },
    {
        "ja": "　等価に何かが失われる事もない。",
        "en": "  There would be no price to pay by employing it here.",
        "pl": ""
    },
    {
        "ja": "　ただ、彼女が彼女でなくなるだけ。",
        "en": "  She simply would cease to be herself.",
        "pl": ""
    },
    {
        "ja": "　たったそれだけ。",
        "en": "  That was all.",
        "pl": ""
    },
    {
        "ja": "　人間なんて曖昧なものだ。",
        "en": "  Humans loved to exist in areas of gray.",
        "pl": ""
    },
    {
        "ja": "　脳の電流は一分ごとに何十回と断線して、何一つ、“いつまでも続いている<自|も><分|の>”なんてない。",
        "en": "  Dozens of electrical impulses disconnect in the brain every minute; nothing lasts forever, not even one's self.",
        "pl": ""
    },
    {
        "ja": "　それは別段、<軽蔑|けいべつ>する事でもなく。",
        "en": "  It was not anything particularly worthy of disdain.",
        "pl": ""
    },
    {
        "ja": "　それは格段、<禁忌|きんき>するものでもない。",
        "en": "  It was not even anything remarkably worthy of being called taboo.",
        "pl": ""
    },
    {
        "ja": "“―――っ、さい”",
        "en": "(...Shut up.)",
        "pl": ""
    },
    {
        "ja": "　なのに、口から漏れた声は怒りだった。",
        "en": "  What escaped her lips now was rage.",
        "pl": ""
    },
    {
        "ja": "　赤い影はかすかに首をかしげる。",
        "en": "  Bewilderment from the red silhouette.",
        "pl": ""
    },
    {
        "ja": "　少女は声なき声で叫ぶ。",
        "en": "  The girl let out an inaudible scream.",
        "pl": ""
    },
    {
        "ja": "　魔法を使えば勝てる？　事情も知らないでよくも勝手な。",
        "en": "  Could True Magic truly be her savior? What an opportunistic load of bull.",
        "pl": ""
    },
    {
        "ja": "　だいたい、そもそも―――",
        "en": "  After all, to begin with...",
        "pl": ""
    },
    {
        "ja": "“あんなの、どうやって使えってぇのよ―――！”",
        "en": "(I have no clue how to do that shit yet!)",
        "pl": ""
    },
    {
        "ja": "　彼女には、その魔法とやらの有効な利用法が、どうにも思い当たらない―――！",
        "en": "  Indeed, Aoko was still in the dark when it came to that Magic, whatever it was.",
        "pl": ""
    },
    {
        "ja": "「―――って、バカか私……！」",
        "en": "\"...I'm such a moron!\"",
        "pl": ""
    },
    {
        "ja": "　一瞬の錯覚から目を覚ます。",
        "en": "  She woke from her momentary hallucination.",
        "pl": ""
    },
    {
        "ja": "　折れようとしていた心が見せた幻。",
        "en": "  The very illusion her breaking soul had shown her.",
        "pl": ""
    },
    {
        "ja": "　最低ラインの弱音が、逆に少女の<誇|ほこ>りに火をつけた。",
        "en": "  Whining had had the opposite effect on her; her pride was now ablaze.",
        "pl": ""
    },
    {
        "ja": "『―――逃げるのか？』",
        "en": "\"You can escape, too.\"",
        "pl": ""
    },
    {
        "ja": "　そうだ。自分は王手をかけられているが、それは相手も同じこと。なぜ負けているかは明白で、あとは対策を立てるだけ。それは十分に実行可能だ。",
        "en": "  Soujuurou was right. Her opponent had put her in check, but she had done the same to it. It was clear why she was losing, so now all she needed was a counter-plan, well within her abilities.",
        "pl": ""
    },
    {
        "ja": "たしかに無茶な話だけど、試す前から諦めるのは許されない。",
        "en": "No matter the odds, she was not one to give up without giving it one last shot.",
        "pl": ""
    },
    {
        "ja": "“……そうだ。",
        "en": "(That's right.",
        "pl": ""
    },
    {
        "ja": "　放りだすのは、やれる事を全部やってから……！”",
        "en": "  Giving up only comes after you've tried absolutely everything!)",
        "pl": ""
    },
    {
        "ja": "　もう感覚さえ無い指を握りしめる。",
        "en": "  Her numbed fingers clenched into a tight fist.",
        "pl": ""
    },
    {
        "ja": "　思考に浮かんだ無理難題は、正気を疑う大博打だ。",
        "en": "  She was betting against the house, an unreasonable gamble that should have made her question her sanity.",
        "pl": ""
    },
    {
        "ja": "　はじめの一歩をコンマでも間違えれば、その時点で青子の体は蒸発する。",
        "en": "  If her first step was off by an inch, her body would be instantly vaporized.",
        "pl": ""
    },
    {
        "ja": "　ああ、でも―――",
        "en": "  But...",
        "pl": ""
    },
    {
        "ja": "　彼女は、逃げなかった少年を知っている。",
        "en": "  She knew a boy who never fled.",
        "pl": ""
    },
    {
        "ja": "　絶体絶命の窮地なのにギリギリまで耐え続けた、ちっぽけでも輝ける、強い勇気を知っている。",
        "en": "  She knew of a steadfast courage that could shine its light, no matter how small, through any desperate situation.",
        "pl": ""
    },
    {
        "ja": "　そう。この敗北は自分だけの問題ではない。",
        "en": "  Yes. There was more than just herself to be concerned about.",
        "pl": ""
    },
    {
        "ja": "　あの氷が落ちれば遊園地そのものが倒壊する。",
        "en": "  If that ice fell, it would mean the destruction of the park in its entirety.",
        "pl": ""
    },
    {
        "ja": "　平気な顔で、命懸けの綱渡りをやり通した誰かさんの成果も無駄になる。",
        "en": "  Everything he had achieved, everything he had risked and dared and happily put his life on the line for, would all be for naught.",
        "pl": ""
    },
    {
        "ja": "“―――ほんと。",
        "en": "(...Really.",
        "pl": ""
    },
    {
        "ja": "　それじゃ、何のために意地を張ったか分からない……！”",
        "en": "  What possessed him to be so bullheaded?!)",
        "pl": ""
    },
    {
        "ja": "　決意と自信は、それこそ<迸|はし>る電荷のように。",
        "en": "  Determination and confidence surged through her like electricity.",
        "pl": ""
    },
    {
        "ja": "　このまま氷に押しつぶされるのなんて願い下げ。",
        "en": "  She was in no mood to be crushed by a giant sheet of ice.",
        "pl": ""
    },
    {
        "ja": "　どうせ負けるのなら自滅がいい、と少女は笑った。",
        "en": "  If she was going to lose, she'd rather do so as the grandest firework possible.",
        "pl": ""
    },
    {
        "ja": "　負けず嫌いでご免あそばせ。こうなったらやられる前に、灰になるまで燃え尽きてやる―――！",
        "en": "  Aoko was a sore loser. At this point, she would rather burn herself to cinders than let it decide her end.",
        "pl": ""
    },
    {
        "ja": "「<接|チ><続|ェ><解|ン><除|ジ>―――<領|チ><域|ェ><拡|ン><大|ジ>、<再接続|チェンジ>―――！」",
        "en": "\"<Disconnect! Expand area! Reconnect!|Change, change, change!>\"",
        "pl": ""
    },
    {
        "ja": "“ぐ、つぅ―――！”",
        "en": "She grunted in pain.",
        "pl": ""
    },
    {
        "ja": "　激流する体内魔力。",
        "en": "  Energy raged through her body.",
        "pl": ""
    },
    {
        "ja": "　分解寸前の魔術回路。",
        "en": "  Her circuits were on the verge of disintegration.",
        "pl": ""
    },
    {
        "ja": "　魔術をカタチにした刻印は皮膚や肉のみならず、骨の<髄|ずい>、骨の<芯|しん>までその文字を刻んでいく。",
        "en": "  Inscribed upon her body, her Magic Crest was magecraft given physical form. It did not, however, stop with simply skin and flesh. It burrowed to the very marrow of her bones.",
        "pl": ""
    },
    {
        "ja": "「は―――いっっ、つぅ…………！」",
        "en": "\"Grrr.... GAHAH!\"",
        "pl": ""
    },
    {
        "ja": "　口元に<諧謔|かいぎゃく>の笑みが浮かぶ。",
        "en": "  A playful smile graced her lips.",
        "pl": ""
    },
    {
        "ja": "　あまりの激痛に理性、基準が逆転した。",
        "en": "  Her sense of reason had been turned upside-down by the pain.",
        "pl": ""
    },
    {
        "ja": "　それも当然。",
        "en": "  That was only natural.",
        "pl": ""
    },
    {
        "ja": "“なんだ、やればできるじゃない私……！”",
        "en": "(Huh. I can do this!)",
        "pl": ""
    },
    {
        "ja": "　極限を<迎|むか>えてまだ耐えている自分の体を、誉めてやらないでどうするのか―――！",
        "en": "  She had to praise her own body for holding out so long while pushed beyond its limits.",
        "pl": ""
    },
    {
        "ja": "　髑髏の面が異常に気付く。",
        "en": "  The skull face noticed the abnormality.",
        "pl": ""
    },
    {
        "ja": "　空間の支配率が拮抗している事を、彼はようやく観測した。",
        "en": "  It finally recognized the challenge for dominance over this space.",
        "pl": ""
    },
    {
        "ja": "　だがその慢心を笑えようか。",
        "en": "  It laughed at the conceit it faced.",
        "pl": ""
    },
    {
        "ja": "　千年を越える器物の王、フラットスナークに勝る“魔力使い”が、この末世の時代に現れるなど―――！",
        "en": "  Never did it expect a Magician to challenge the great Flat Snark, lord of vessels over a millennium, and in such an age of decline!",
        "pl": ""
    },
    {
        "ja": "「ふ―――っ、うっ……！」",
        "en": "\"Hrrrgh... UGH!\"",
        "pl": ""
    },
    {
        "ja": "　呼吸を整える。",
        "en": "  She tried to catch her breath.",
        "pl": ""
    },
    {
        "ja": "　この後に来るであろう激痛に身構える。",
        "en": "  She braced herself for the coming pain.",
        "pl": ""
    },
    {
        "ja": "　<あ|・><の|・><氷|・><を|・><撃|・><ち|・><破|・><る|・>。",
        "en": "  She was going to smash that ice to pieces.",
        "pl": ""
    },
    {
        "ja": "　使用できる魔力量は同じ。",
        "en": "  Both had access to the same amount of magical energy.",
        "pl": ""
    },
    {
        "ja": "　なのに力負けしているのは、つまり―――",
        "en": "  One of them was greatly outmatched, but...",
        "pl": ""
    },
    {
        "ja": "“……出力装置に差があった。魔力の吸飲、砲身の規模で負けているのなら。",
        "en": "(There was a difference in our output. If I'm losing because of the scale of energy absorption and the size of the barrel, then...",
        "pl": ""
    },
    {
        "ja": "　単純な話、<術式|わたし>を<増築|でかく>するだけでいい―――！”",
        "en": "  The solution is simple. All I need to do is make the formula bigger, and me with it!)",
        "pl": ""
    },
    {
        "ja": "「―――<再接続|チェンジ>、<魔弾|ツアー><形式|プラン>―――」",
        "en": "\"<Reconnect bullet configuration!|Change Tour Plan!>\"",
        "pl": ""
    },
    {
        "ja": "　フィードバックは今までの比ではないだろう。",
        "en": "  The feedback would go beyond anything she had experienced to date.",
        "pl": ""
    },
    {
        "ja": "　彼女の選択は単純にして、蛮勇きわまりない。",
        "en": "  Quite simply, her decision went beyond recklessness.",
        "pl": ""
    },
    {
        "ja": "　最大展開する二つの術式。",
        "en": "  She expanded both formulae to maximum size.",
        "pl": ""
    },
    {
        "ja": "　一層は巨大な渦と化して霧という霧を飲みこみ、",
        "en": "  The first layer would transform into a giant vortex, swallowing up the mist.",
        "pl": ""
    },
    {
        "ja": "　二層はかたっぱしから魔力を加工して<砲身|あおこ>に注ぎ込む。",
        "en": "  The second layer would process it from one end and pump it into her, the barrel.",
        "pl": ""
    },
    {
        "ja": "「―――私の想定が甘かった。",
        "en": "\"...I was naïve,",
        "pl": ""
    },
    {
        "ja": "　撃ち落とす、なんてハンパもいいとこ。",
        "en": "  Thinking I could do something cute like shoot it down.",
        "pl": ""
    },
    {
        "ja": "　この場合、跡形もなく<撃|・><ち|・><砕|・><く|・>、だっ……！」",
        "en": "  I need to blast it to hell!\"",
        "pl": ""
    },
    {
        "ja": "　術者の確信に、太古の魔力が呼応する。",
        "en": "  The primeval magical energy responded in concert with her conviction.",
        "pl": ""
    },
    {
        "ja": "　のたうち回る<大蛇|オロチ>の紋様。",
        "en": "  It formed the pattern of a writhing serpent.",
        "pl": ""
    },
    {
        "ja": "　反旗を<翻|ひるが>す声なき魔力。",
        "en": "  Voiceless magical power flying the banner of revolution.",
        "pl": ""
    },
    {
        "ja": "　さあ―――いざ地を<省|かえり>みよ<貴|たけ>き遺産。",
        "en": "  She beckoned the great power of old to feast its eyes upon the land.",
        "pl": ""
    },
    {
        "ja": "　あれなるは開拓の<最先端|トップランナー>。",
        "en": "  For it was the first of the trailblazers.",
        "pl": ""
    },
    {
        "ja": "　これより数多の神秘、あらゆる伝統を台無しにする、恐れ知らずの人類代表。",
        "en": "  The representative of a mankind that knew no fear and would rend all manner of mythic and mystic to naught.",
        "pl": ""
    },
    {
        "ja": "「貸し借りはここまでよ嘘つきブージャム。",
        "en": "\"I'm done borrowing from you, you lying boojum.",
        "pl": ""
    },
    {
        "ja": "　お望み通り、ノシをつけて返してあげる……！」",
        "en": "  If you really want it, I'm more than happy to give it all back!\"",
        "pl": ""
    },
    {
        "ja": "　消費／消滅の理を<担|にな>う、最新の魔法使い―――！",
        "en": "  For the newest Magician commanded the principles of consumption and extinction!",
        "pl": ""
    },
    {
        "ja": "　常識外の光弾が氷の城を融解させる。",
        "en": "  An aberrant bullet of light melted through the castle of ice.",
        "pl": ""
    },
    {
        "ja": "　砲身は焼ききれない。",
        "en": "  Her barrel was tempered.",
        "pl": ""
    },
    {
        "ja": "　彼女の魔力の扱いは神懸かっている。",
        "en": "  Her control of magical energy was divine.",
        "pl": ""
    },
    {
        "ja": "　最大十万キロ、赤道の二周半に相当する<血管|バイパス>は貪欲に魔力を受け入れ、倍の速度で魔弾を月へとたたき込む―――！",
        "en": "  Her veins, totaling a hundred thousand kilometers in length, or two and a half times the circumference of the equator, accepted the flow of magical energy with avarice. The subsequent magic bullet swiftly flew straight into the moon.",
        "pl": ""
    },
    {
        "ja": "　否　否　否　否！",
        "en": "  NO NO NO NO!",
        "pl": ""
    },
    {
        "ja": "　月面に死相が浮かぶ。",
        "en": "  Death rose to the surface of the moon.",
        "pl": ""
    },
    {
        "ja": "　廃遊園地に響く、恐怖あるいは<憤怒|ふんぬ>の叫び。",
        "en": "  A cry of terror, of indignation, echoed through the abandoned park.",
        "pl": ""
    },
    {
        "ja": "　幻想に生きるソレにとって、現実はかくもおぞましく<眼|まなこ>を焦がす。",
        "en": "  Reality was burned into the eyes of this creature of fantasy.",
        "pl": ""
    },
    {
        "ja": "「―――ハ」",
        "en": "\"...Hah.\"",
        "pl": ""
    },
    {
        "ja": "　その悪あがきに、彼女は勝利を確信した。",
        "en": "  As Aoko looked upon its vain attempt to struggle, she knew she had tasted victory.",
        "pl": ""
    },
    {
        "ja": "　あまりにも無駄な魔力の使い方だ。",
        "en": "  Victory despite her absolute reckless use of magical energy.",
        "pl": ""
    },
    {
        "ja": "　<傾|かたむ>きだしていた魔力の天秤は、完全に彼女のもとへなだれこみ―――",
        "en": "  The energy scales had been tipped to their breaking point but nevertheless in her favor.",
        "pl": ""
    },
    {
        "ja": "「<魔弾形|　ツアープラン>式―――」",
        "en": "\"<Bullet configuration...|Tour Plan...>\"",
        "pl": ""
    },
    {
        "ja": "「<大月蝕|ブラックライト>、<収斂投|　スターボウ>射―――！",
        "en": "\"<Total eclipse, converge!|Blacklight, Starbow!>",
        "pl": ""
    },
    {
        "ja": "　一気に、ブチ抜けぇーーーーーえ！！！！！」",
        "en": "  Tear it a new one!\"",
        "pl": ""
    },
    {
        "ja": "　砕く。砕く。砕く。砕く。",
        "en": "  Shatter. Shatter. Shatter. Shatter.",
        "pl": ""
    },
    {
        "ja": "　微塵と散る摩天楼。",
        "en": "  The skyscraper scattered into atomized dust.",
        "pl": ""
    },
    {
        "ja": "　決して届かぬと謳われ、多くの挑戦者を飲んだ絶望の島。",
        "en": "  The island, its unattainability extolled, had swallowed whole the despair of its many challengers.",
        "pl": ""
    },
    {
        "ja": "　その、人智<未踏|みとう>を誇った先にあるモノこそ―――",
        "en": "  And that which remained of this once proud thing that boasted of its untouched knowledge?",
        "pl": ""
    },
    {
        "ja": "　破滅を叫ぶ紺碧の霧。",
        "en": "  Azure mist bemoaned its demise.",
        "pl": ""
    },
    {
        "ja": "　崩壊する絶氷の<天|ソ><蓋|ラ>。",
        "en": "  The ice canopy in the sky crumbled.",
        "pl": ""
    },
    {
        "ja": "　スナーク<狩り|ハント>の魔弾は月を越えて。",
        "en": "  The Snark-hunting bullet jumped over the moon.",
        "pl": ""
    },
    {
        "ja": "　断末魔は<潮騒|しおさい>のように、御伽の国に響き渡り―――",
        "en": "  Its throes of death sounded like the roaring sea, reverberating across this fairy-tale land.",
        "pl": ""
    },
    {
        "ja": "　―――勝敗は、ここに決した。",
        "en": "  The battle was over.",
        "pl": ""
    },
    {
        "ja": "　濃霧は途絶え、砕かれた氷は地上に降ることなく霧散していく。",
        "en": "  The thick fog dissipated, and the shattered ice melted away before it hit the ground.",
        "pl": ""
    },
    {
        "ja": "　魔弾は敗因を悔やませる間もなく、玉座ごと夜の王を撃ち砕いた。",
        "en": "  A lethal bullet had topped the night king along with his throne, affording him no time to grieve his loss.",
        "pl": ""
    },
    {
        "ja": "　月の油。",
        "en": "  The Oil of the Moon.",
        "pl": ""
    },
    {
        "ja": "　触れられぬもの、フラットスナーク。",
        "en": "  The Untouched―Flat Snark.",
        "pl": ""
    },
    {
        "ja": "　廃棄されたモノを蘇らせる一夜の夢は、自らの死をもって、悪夢に幕を下ろしたのだ。",
        "en": "  The dreamscape that had begun with its resurrection ended with its demise, drawing a close to this nightmare.",
        "pl": ""
    }
]