[
    {
        "ja": "　時計台の上で、少女は使い魔の成長を監視している。",
        "en": "  From her spot atop the clock tower, the girl observed the growth of her familiar.",
        "pl": ""
    },
    {
        "ja": "　フラットスナーク。",
        "en": "  Flat Snark.",
        "pl": ""
    },
    {
        "ja": "　廃棄されたモノたちの救世主。",
        "en": "  A savior of the discarded.",
        "pl": ""
    },
    {
        "ja": "　朽ちゆく<運命|さだめ>のモノたちに一時の希望を与え、根こそぎ奪い去る、<性悪|しょうわる>で<低俗|ていぞく>な“童話の怪物”。",
        "en": "  It was a vile, vulgar fairy-tale monster, who provided those abandoned by fate with a glimmer of hope before snatching it away.",
        "pl": ""
    },
    {
        "ja": "　自らの手駒ではあるが、スナークがその<悪癖|あくへき>を発揮しないよう、少女は目を光らせていた。",
        "en": "  Alice had it under her control, but she was still keen to keep the Snark from expressing its bad habits.",
        "pl": ""
    },
    {
        "ja": "　いまやひとつの街ほどまでに広がった遊園地を一周した駒鳥が、少女に現状を報告する。",
        "en": "  After completing a lap around the park that had now reached the size of an entire town, the robin made its situation report.",
        "pl": ""
    },
    {
        "ja": "「……そう。外を目指しているの」",
        "en": "\"...So. They're trying to get out.\"",
        "pl": ""
    },
    {
        "ja": "　青子は少年の安全を優先したのだろう。",
        "en": "  It seemed Aoko was prioritizing the safety of the boy.",
        "pl": ""
    },
    {
        "ja": "　たとえ一日で無駄になる事でも、一度決めた事を曲げないのは実に彼女らしい。",
        "en": "  Even if it resulted in wasting an entire day, choosing to not capitulate on a decision was very much like her.",
        "pl": ""
    },
    {
        "ja": "「青子の事だから、時計台ごと私を焼き払いにくるかと思ったけど」",
        "en": "\"That's too bad. I was sure Aoko would attempt to burn down the clock tower and me with it.\"",
        "pl": ""
    },
    {
        "ja": "　チチチ、と<嘴|くちばし>を鳴らす青い鳥。",
        "en": "  The blue bird cheeped in response.",
        "pl": ""
    },
    {
        "ja": "　主人の語る青子像を否定しているのか、",
        "en": "  Was it denying its master's portrait of Aoko,",
        "pl": ""
    },
    {
        "ja": "　青子ならやりかねないと同意しているのか。",
        "en": "  or agreeing that it was Aoko's style to do exactly that?",
        "pl": ""
    },
    {
        "ja": "　傍目にはどちらにも取れる合いの手である。",
        "en": "  An outsider might interpret its interjections either way.",
        "pl": ""
    },
    {
        "ja": "「退屈？」",
        "en": "\"Does this bore you?\"",
        "pl": ""
    },
    {
        "ja": "　突然話しかけられ、ビクッと震える駒鳥。",
        "en": "  The robin jumped at being addressed so unexpectedly.",
        "pl": ""
    },
    {
        "ja": "　チチチ、と必死に羽を振る仕草は、“そんなコトないっス！”とあわてる<丁稚|でっち>のようだ。",
        "en": "  It chirped and flapped its wings like a flustered servant, frantic to say otherwise.",
        "pl": ""
    },
    {
        "ja": "「……珍しく気があったわね。",
        "en": "\"...It's rare for us to get along so well.",
        "pl": ""
    },
    {
        "ja": "　いいわ。せっかくのゲームだし、もう少しだけ盛り上げましょう」",
        "en": "  Okay then. If it's a game she wants, a game she'll get. Let's liven things up a bit, shall we?\"",
        "pl": ""
    },
    {
        "ja": "　無表情のまま少女は小さな器物を取り出した。",
        "en": "  Calmly, she pulled out a small object from her pocket.",
        "pl": ""
    },
    {
        "ja": "　カチカチと内から秒針の音をこぼす、鈍色の<装飾卵|イースターエッグ>。",
        "en": "  It was a dark-gray Easter egg, and emanating from inside it was the ticking of a clock.",
        "pl": ""
    },
    {
        "ja": "　それがフラットスナークには及ばずとも、対個人戦においてトップランクに<性質|タチ>の悪い“<童話の怪物|プロイキッシャー>”である事を、駒鳥は知っている。",
        "en": "  The robin knew it to be a Ploy Kickshaw with a bad attitude far exceeding Flat Snark's, known to be among the best in one-on-one situations.",
        "pl": ""
    },
    {
        "ja": "「行ってらっしゃい。<讃|たた>える時間は二十分に設定したわ。",
        "en": "\"Go. I've set the extolling time for twenty minutes.",
        "pl": ""
    },
    {
        "ja": "　……いつも通り、控え目に壊れてきて」",
        "en": "  Break, in that subtle way of yours.\"",
        "pl": ""
    },
    {
        "ja": "　魔女の一息と共に、<祝|いわ>いの言葉がつまった卵が消える。",
        "en": "  And together with the witch's breath, the egg filled with praise disappeared.",
        "pl": ""
    },
    {
        "ja": "　不意に、遊園地に強い風が吹いた。",
        "en": "  Suddenly, a strong wind swept through the park.",
        "pl": ""
    },
    {
        "ja": "　　　『彼らを殺すのは、自分だけで十分なのに』と。",
        "en": "      The words \"I could have killed them all by myself\" floated through the air.",
        "pl": ""
    },
    {
        "ja": "　それは、目に映っていながら見過ごしてしまう、巨大な何かの嘆息のようだった。",
        "en": "  It was the disappointment of something enormous that was both visible yet overlooked.",
        "pl": ""
    }
]