[
    {
        "ja": "　しかし。",
        "en": "  However...",
        "pl": ""
    },
    {
        "ja": "　とどめを刺されたからといって、いつまでも伏せっている蒼崎青子ではなかった。",
        "en": "  Even after getting knocked down, Aoko Aozaki was not one to be kept that way.",
        "pl": ""
    },
    {
        "ja": "　早々に夕食の片付けを済ませ、はじめのお風呂を有珠に譲って居間を後にする。",
        "en": "  She made short work of clearing up after dinner and, after conceding the first bath of the night to Alice, left the drawing room.",
        "pl": ""
    },
    {
        "ja": "　洋館では人のいない場所に電灯はつけない決まりなので、明かりがついているのは居間と彼女たちの部屋ぐらいだ。",
        "en": "  Since it was customary in these sorts of mansions to turn the lights off when leaving an empty room, the only lit areas of the house were the drawing room and the two girls' bedrooms.",
        "pl": ""
    },
    {
        "ja": "　二階は暗闇に包まれている。",
        "en": "  The upstairs was enveloped in darkness.",
        "pl": ""
    },
    {
        "ja": "　長い、月明かりだけが頼りの廊下をスタスタと移動して、青子は二階東側の最奥にある自室に辿り着いた。",
        "en": "  Aoko briskly made her way to the deepest part of the east wing along the long corridor, illuminated only by the light of the moon, and arrived at her room.",
        "pl": ""
    },
    {
        "ja": "「―――結論として。",
        "en": "\"...All being said...",
        "pl": ""
    },
    {
        "ja": "　やっぱり、<騙|だま>し<討|う>ちは気にくわない」",
        "en": "  Sneak attacks make me sick to my stomach.\"",
        "pl": ""
    },
    {
        "ja": "　廊下を歩きながら、いや、居間からずっと考えていたのか。",
        "en": "  She had been considering this on the way down the corridor, or perhaps ever since she left the drawing room.",
        "pl": ""
    },
    {
        "ja": "　部屋に入るなり、青子はきっぱりと断言した。",
        "en": "  The moment she entered her room, she drew her proverbial line in the sand.",
        "pl": ""
    },
    {
        "ja": "「やるにしても隠れるのはなし。正面から堂々と、向かいあって理由を言う」",
        "en": "\"If I'm going to do it, I'm going to do it face to face. I'll give it to him straight.\"",
        "pl": ""
    },
    {
        "ja": "　情けにかられての精一杯の譲歩、ではない。",
        "en": "  This was not a concession driven by feelings of sympathy or compassion.",
        "pl": ""
    },
    {
        "ja": "　単に、彼女にとってそういうあり方が<当然|スタンダード>というだけだ。",
        "en": "  For her, this was simply the way things ought to be.",
        "pl": ""
    },
    {
        "ja": "「よし、そうと決まれば―――」",
        "en": "\"Okay, with that out of the way...\"",
        "pl": ""
    },
    {
        "ja": "　自分の意志を確認して、隣室の書斎に向かう。",
        "en": "  After settling her resolve, she headed to the study next door.",
        "pl": ""
    },
    {
        "ja": "「えーと、木曜棚の冬至覧、緑の背表紙、と……」",
        "en": "\"Let's see, Thursday shelf, winter solstice, green spine...\"",
        "pl": ""
    },
    {
        "ja": "　無数の本の中から迷わず一冊を抜き取る。",
        "en": "  Without hesitating she removed one book from the countless volumes on the shelf.",
        "pl": ""
    },
    {
        "ja": "　蒼崎の家から運びこんだ入門書は、月曜から土曜と六つの<棚|カテゴリ>に振り分けられていた。",
        "en": "  The introductory textbooks transported here from the Aozaki residence were separated into six shelves, labeled Monday to Saturday.",
        "pl": ""
    },
    {
        "ja": "　青子は蔵書を項目、分類、用途に分けておおまかに記憶している。",
        "en": "  Aoko had organized the books by topic, genre, and purpose, and had more or less memorized exactly what was in her personal library.",
        "pl": ""
    },
    {
        "ja": "　必要な知識、資料の検索には時間はとらない。",
        "en": "  Referencing any of this material took her no time at all.",
        "pl": ""
    },
    {
        "ja": "　書斎の主として最低限の務めである。",
        "en": "  As was befitting the role of the keeper of this study.",
        "pl": ""
    },
    {
        "ja": "　……などと偉ぶっても、所詮はちっぽけな書斎の管理のみ。",
        "en": "  ...Though, this keeper's fiefdom was nothing more than a small room.",
        "pl": ""
    },
    {
        "ja": "　別館にある図書室は青子も有珠もお手上げの魔窟だ。",
        "en": "  Both Aoko and Alice had given up all hope on the cluttered mess of a library in the annex.",
        "pl": ""
    },
    {
        "ja": "　もしこの書斎だけで用が足りないのなら、有珠に声をかけて別館に<赴|おもむ>くしかない。",
        "en": "  Nevertheless, on occasion, Aoko would have no option other than to give Alice a heads-up and visit it when this study did not meet her needs.",
        "pl": ""
    },
    {
        "ja": "「……できればそれは避けたいところだけど、っと」",
        "en": "\"...I really hope I don't have to go over there now.\"",
        "pl": ""
    },
    {
        "ja": "　緑色の、分厚い装丁の本を机に置いて、椅子に座る。",
        "en": "  Aoko placed the thick, green book down and took a seat.",
        "pl": ""
    },
    {
        "ja": "　頑丈で硬質で温かみのない机。",
        "en": "  The desk she sat at was sturdy but uninviting.",
        "pl": ""
    },
    {
        "ja": "　まだ年若い少女が愛用する物ではないが、青子はこの洗練されすぎて骨しかないような豪華さが好きだった。",
        "en": "  It wasn't the sort of furniture girls her age grew attached to, but she liked its minimalist elegance nonetheless.",
        "pl": ""
    },
    {
        "ja": "　古びた本のページが、その机の上ではらりとめくられる。",
        "en": "  She flipped lightly through the book's old, worn pages.",
        "pl": ""
    },
    {
        "ja": "『……有珠みたいな結界は私にはまだ無理だ。",
        "en": "(I still can't manage anything like Alice's Bounded Field.",
        "pl": ""
    },
    {
        "ja": "人払いはその場所自体に頼らないといけないか……』",
        "en": "I guess I'll just have to find a place off the beaten track.)",
        "pl": ""
    },
    {
        "ja": "　たとえば山奥。",
        "en": "  The mountains?",
        "pl": ""
    },
    {
        "ja": "　たとえば林中。",
        "en": "  The woods?",
        "pl": ""
    },
    {
        "ja": "　たとえば、生徒のいない深夜の校舎。",
        "en": "  The school building, empty at night?",
        "pl": ""
    },
    {
        "ja": "　場所自体に魔術をかけなくても、よっぽど運が悪くないかぎり誰もやってこない場所が望ましい。",
        "en": "  She was looking for a place that would be, except for the worst of luck, void of people, allowing her to forgo the use of magecraft.",
        "pl": ""
    },
    {
        "ja": "『茨の壁だの魔力の霧だの、そういう回りくどいのもナンだしなあ……退路を断つ、っていうなら、もっとこう、見た目にも状況的にも派手な方が効果的だし』",
        "en": "(Walls of thorns and magical mists are so indirect. If I want to cut off any route of escape, I need someplace... flashy and obvious, both in purpose and in looks.)",
        "pl": ""
    },
    {
        "ja": "　ぶつぶつと自分好みの、初歩的な術式はないものかとページをめくる青子。",
        "en": "  Muttering about how there had to be some basic spell that fit her needs, she continued to flip through the pages.",
        "pl": ""
    },
    {
        "ja": "　言うまでもなく、彼女が探しているのは昨夜の目撃者を始末する方法だ。",
        "en": "  It goes without saying that she was looking for a way to deal with the witness from the previous night.",
        "pl": ""
    },
    {
        "ja": "　魔術は万能ではあるが有限である。",
        "en": "  Magecraft's uses were many, but not all-encompassing.",
        "pl": ""
    },
    {
        "ja": "　基本的に、<地上|ここ>にある物、<現実|ここ>で起きる事を、実現時間や必要経費を多少無視して発現させるだけのものだ。",
        "en": "  Fundamentally, magecraft was good for making things or phenomena that existed already, while more or less bypassing the time and resources conventional means would require.",
        "pl": ""
    },
    {
        "ja": "　この<宇宙|せかい>で起きえない現象は、魔術では発現できない。",
        "en": "  It was, however, unable to manifest phenomena that were impossible in this world.",
        "pl": ""
    },
    {
        "ja": "　要はショートカットを使いまくった等価交換だ。",
        "en": "  It was essentially an equivalent exchange that used a variety of shortcuts.",
        "pl": ""
    },
    {
        "ja": "　人の手で可能となる現象を、個人の力で実行する―――",
        "en": "  A phenomenon made possible by human hands, actualized by an individual's power- ",
        "pl": ""
    },
    {
        "ja": "　それが一般的な魔術のあり方である。",
        "en": "  That was generally what magecraft was.",
        "pl": ""
    },
    {
        "ja": "　単純な話、その気になれば巨大な湖をこの洋館に持ってくる事もできる。",
        "en": "  To give a simple example, if Aoko were so inclined, she could make an entire lake appear at the mansion.",
        "pl": ""
    },
    {
        "ja": "　けれど、<こ|・><の|・><世|・><に|・><な|・><い|・><も|・><の|・>を持ってくるコトは、たとえ小指の先ほどであろうと許されない。",
        "en": "  However, it had to be something that existed within this world. Nothing, not even the smallest matter, could escape this unbreakable law.",
        "pl": ""
    },
    {
        "ja": "　例えば、青子単体で<戦闘機|Ｆ－１５>のアフターバーナー並みの熱量を放出できたとしても、それは魔術式によって蒼崎青子という回路が一時的に入力の変数になっただけだ。",
        "en": "  Even if Aoko were to release a level of heat on par with an F-15 fighter jet's afterburner, that event would only be possible if the circuit named Aoko Aozaki acted as a temporary input variable in a magical formula.",
        "pl": ""
    },
    {
        "ja": "　導き出されるイコールそのものは、現実に起こりえる数値となる。",
        "en": "  The derived equivalence was simply a value that already occurred in reality.",
        "pl": ""
    },
    {
        "ja": "　だが、そのイコールそのものが現実にないモノである場合、術式は成り立たない。",
        "en": "  If the variable in the equation did not exist elsewhere in reality, the spell would not be valid.",
        "pl": ""
    },
    {
        "ja": "　魔力という架空要素は、発火の瞬間だけ秩序の網をくぐり抜ける嘘のようなもの。",
        "en": "  The imaginary element known as magical energy was like a lie that could only slip its fantasy through the network of order at the moment of ignition.",
        "pl": ""
    },
    {
        "ja": "　この世にないものをカタチにする事―――幻想が現実を侵す事を、この宇宙は容認しない。",
        "en": "  Giving form to the nonexistent-illusions invading reality-was something the universe did not allow.",
        "pl": ""
    },
    {
        "ja": "『……とは言っても<架|エ><空|ー><要|テ><素|ル>は基本なんにでも<付属|で>きるんで、<大本|おおもと>がウソ、なんだっけ。",
        "en": "(Still, what was it? You can combine the imaginary elements-Ether-with pretty much anything else since it's not real itself...?",
        "pl": ""
    },
    {
        "ja": "　魔力だけで構成されたものは幻想扱いされて急速に消えていくとか……典型的な結界、茨の壁とかはもともと茨を生やしておいて、魔力で一気に成長・強化してるものだし。",
        "en": "  Anything composed entirely of magical energy is little more than an illusion and will quickly dissipate. Even a typical field, like a wall of thorns, generally starts with the user planting the thorns first before using magical energy to grow and strengthen them in an instant.",
        "pl": ""
    },
    {
        "ja": "　魔力っていうのは結局、使い勝手のいいガソリン、兼、事象に火をつける火花ってワケで―――』",
        "en": "  In the end, magical energy is just an easy-to-use fuel source, while acting as a firework that ignites a phenomenon.)",
        "pl": ""
    },
    {
        "ja": "「―――なんて言いつつ。",
        "en": "\"...Or so they say.",
        "pl": ""
    },
    {
        "ja": "　架空要素<云々|うんぬん>より、基本的な回路の接続と、魔力を加工して弾く事ぐらいしかできないのよね、私」",
        "en": "  Imaginary elements are all well and good, but all I can do is connect a basic circuit, and process magical energy into a projectile.\"",
        "pl": ""
    },
    {
        "ja": "　あはは、と笑って<現|い><状|ま>の自分に作れる結界は何か、と検索する。",
        "en": "  Laughing to herself, she looked for a Bounded Field or something similar more suited to her current ability.",
        "pl": ""
    },
    {
        "ja": "　目撃者の素性は不明だが、相手が同じ高校の生徒なら呼び出す口実はいくらでもある。",
        "en": "  The identity of the witness was still unknown, but if they were a classmate of Aoko's, she had any number of pretexts by which to lure them out.",
        "pl": ""
    },
    {
        "ja": "　問題は呼び出した後だろう。",
        "en": "  The problem was after that.",
        "pl": ""
    },
    {
        "ja": "『そうなると、問題は命中率よね……。一撃で決めないと逃げられちゃうだろうし』",
        "en": "(Then it becomes a question of precision. If I don't take care of him in one blow, he might slip away.)",
        "pl": ""
    },
    {
        "ja": "　正直、有珠のサポートなしで上手くやれる自信はない。",
        "en": "  To be honest, she wasn't confident she could handle this smoothly without Alice's support.",
        "pl": ""
    },
    {
        "ja": "　けれど相手が一般人なら自分だけで十分、と青子は助力を一切拒否したのだ。",
        "en": "  But Aoko saw no reason to ask for help given that the target in question was a regular bystander.",
        "pl": ""
    },
    {
        "ja": "　半人前ではあるが、青子にも魔術師としてのプライドがある。",
        "en": "  Fledgling as she was, she still had her pride as a mage.",
        "pl": ""
    },
    {
        "ja": "　ページはリズムよくめくられていく。",
        "en": "  She continued to turn through the pages rhythmically.",
        "pl": ""
    },
    {
        "ja": "　パラパラと小さな音をたてる中、青子の指がぴたりとあるページで止まった。",
        "en": "  In the midst of the fluttering sound of thumbing through the volume, Aoko suddenly stopped her finger at a certain page.",
        "pl": ""
    },
    {
        "ja": "「見付けた」",
        "en": "\"Found it.\"",
        "pl": ""
    },
    {
        "ja": "　小さな微笑。",
        "en": "  She smiled to herself.",
        "pl": ""
    },
    {
        "ja": "　それは記憶の片隅にあった、ただ壊すだけの単純な魔術式。",
        "en": "  It was a simple formula that she had tucked away somewhere in the recesses of her memory. A spell of simple destruction.",
        "pl": ""
    },
    {
        "ja": "『……檻をね、作ればいいのよ。",
        "en": "(...A cage. I need to make a cage.",
        "pl": ""
    },
    {
        "ja": "　狩りをする時の常套手段じゃない。獲物を逃げられないようにするのは』",
        "en": "  It's the oldest trick in the book, any hunter worth their salt would use.)",
        "pl": ""
    },
    {
        "ja": "　ページに栞を挟んで、部屋に持ち帰ろうと立ち上がる。",
        "en": "  She placed a bookmark in the book, closed it, and got up to return to her room.",
        "pl": ""
    },
    {
        "ja": "　ふいに視線を感じた。",
        "en": "  Suddenly she felt someone watching her.",
        "pl": ""
    },
    {
        "ja": "　夜を<透|とお>す窓に、冷めきった目の少女が映っている。",
        "en": "  Through the window, she saw her in the night―a girl, staring back with a coldhearted expression.",
        "pl": ""
    },
    {
        "ja": "　それが今の自分の<表情|かお>である事を、青子は冷静に受けとめる。",
        "en": "  The girl's face was hers, the expression undoubtedly her own.",
        "pl": ""
    },
    {
        "ja": "　―――目撃者を消す計画を立て始めた。",
        "en": "  ...She began planning how to erase the witness.",
        "pl": ""
    },
    {
        "ja": "　いや、計画なんて複雑なものではない。",
        "en": "  Though to say it was something as elaborate as a plan was overkill.",
        "pl": ""
    },
    {
        "ja": "　これはただの作業。",
        "en": "  This was just a job.",
        "pl": ""
    },
    {
        "ja": "　事前に檻を作っておき、そこに獲物を誘うだけの話。",
        "en": "  She was going to make a cage and then lure her prey into it.",
        "pl": ""
    },
    {
        "ja": "　まったくもって、何の言い逃れもできない暴力だ。",
        "en": "  There was no getting around it-premeditated violence.",
        "pl": ""
    },
    {
        "ja": "「さ、そろそろ有珠は上がったかな」",
        "en": "\"I wonder if Alice is done with her bath.\"",
        "pl": ""
    },
    {
        "ja": "　青子は冷めた心に熱を戻すように、どうでもいい独り言を口にした。",
        "en": "  Spoken in the hope a bath would return some warmth to her chilled heart.",
        "pl": ""
    },
    {
        "ja": "　有珠にはじめの入浴を譲ってから二十分近く経つ。",
        "en": "  About twenty minutes had passed since she gave Alice the privilege of the first of the hot water.",
        "pl": ""
    },
    {
        "ja": "　彼女のお風呂はカラスの行水よろしく、十分もあれば終わっている。",
        "en": "  Alice tended to bathe quickly, finishing well under ten minutes.",
        "pl": ""
    },
    {
        "ja": "　有珠はお風呂の情緒を理解できないタイプで、風呂はあくまで体のメンテナンスをするものと捉えている。",
        "en": "  Her roommate was the type that could not understand the spirit of the bath, treating it as nothing more than a necessity for looking after one's body.",
        "pl": ""
    },
    {
        "ja": "　温泉宿のすばらしさも有珠にとっては“なんか面倒なところ”にすぎず、そのあたりには本気で同情する青子だった。",
        "en": "  For Alice, the concept of staying at a hot spring inn sounded more like a chore than anything, though in this regard Aoko had to agree.",
        "pl": ""
    },
    {
        "ja": "「よし、浴場はカラ、と……あれ？　居間に電気ついてる？」",
        "en": "\"I guess it's my time to... Huh? Is that the drawing room light on?\"",
        "pl": ""
    },
    {
        "ja": "　入浴を済ませた後、有珠が居間にいるのは珍しい。",
        "en": "  It was unusual for Alice to sit in the drawing room after her bath.",
        "pl": ""
    },
    {
        "ja": "　話し合いのない夜は、さっさと自室に戻るのが彼女のスタイルなのだが。",
        "en": "  On nights when she had nothing to discuss, it was her style to return directly to her bedroom.",
        "pl": ""
    },
    {
        "ja": "「有珠、いるの？」",
        "en": "\"Alice, are you in here?\"",
        "pl": ""
    },
    {
        "ja": "「――――――」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　こくり、と頷く有珠。",
        "en": "  Alice nodded.",
        "pl": ""
    },
    {
        "ja": "　読書中でもなく、彼女は青子を待っていたようだ。",
        "en": "  With no book in hand, it appeared that Alice had been waiting for Aoko.",
        "pl": ""
    },
    {
        "ja": "『……そういうコト。私も信用ないな、ほんと』",
        "en": "(So that's how it is. She really has no faith in me, does she?)",
        "pl": ""
    },
    {
        "ja": "　はあ、と頭を掻く青子。",
        "en": "  Aoko scratched her head in exasperation.",
        "pl": ""
    },
    {
        "ja": "　信用されていないのか、心配されているのか。",
        "en": "  Was it that Alice was worried about her, or had no faith in her?",
        "pl": ""
    },
    {
        "ja": "　久遠寺有珠の表情は静かすぎて、いまいち真意が読み取れない。",
        "en": "  Her expression was so calm Aoko could hardly figure what she was thinking.",
        "pl": ""
    },
    {
        "ja": "「方針なら決まったけど。聞く？」",
        "en": "\"I have a plan. Wanna hear it?\"",
        "pl": ""
    },
    {
        "ja": "「……その顔を見れば聞かなくても分かるわ。",
        "en": "\"...I can tell what it is by the look on your face.",
        "pl": ""
    },
    {
        "ja": "　迷いがなくなったのはいい事だけど。……悪い癖ね、青子」",
        "en": "  It's good that you're no longer wavering, but...you must do something about that tell of yours, Aoko.\"",
        "pl": ""
    },
    {
        "ja": "　小さなため息。",
        "en": "  Alice let out a small sigh.",
        "pl": ""
    },
    {
        "ja": "　この黒衣の少女がこれみよがしに<落胆|らくたん>を表すのは珍しい。",
        "en": "  It was unusual for Alice to make such a display of her disappointment.",
        "pl": ""
    },
    {
        "ja": "「ええ。騙し討ちは趣味じゃないから。殺すにしても正々堂々、正面から理由を言った後にする。",
        "en": "\"I don't like sneaky attacks, so I'm going to do it fairly, and only after I've told him why straight to his face.",
        "pl": ""
    },
    {
        "ja": "　それならすっぱり後腐れもないし。文句ある？」",
        "en": "  That way there will be absolutely no trouble later. Any complaints?\"",
        "pl": ""
    },
    {
        "ja": "「文句はないわ。そういうの、好きか嫌いかはこの<際|さい>関係ないでしょうし。",
        "en": "\"Why would I have any? This is really only a matter of personal preference, after all.",
        "pl": ""
    },
    {
        "ja": "　けど―――」",
        "en": "  However...\"",
        "pl": ""
    },
    {
        "ja": "「確実性はどうかってコトでしょ。私、いまいち命中率悪いし。そのへんの問題は場所選びでフォローしようかなと。",
        "en": "\"You're worried that I'll mess up, right? My accuracy hasn't exactly been stellar lately, so I was thinking about how to cover my bases with the location.",
        "pl": ""
    },
    {
        "ja": "　私は有珠のようにはいかないから、物理的に逃げられない場所にしようと思うんだけど……なにかアイデアない？」",
        "en": "  I can't throw up a field like you, so I was thinking of doing it somewhere where he physically can't escape. Any ideas?\"",
        "pl": ""
    },
    {
        "ja": "　青子からの相談に、そうね、と一考する有珠。",
        "en": "  Alice nodded in thought.",
        "pl": ""
    },
    {
        "ja": "　そっと唇にあてた指が、彼女好みの質問だったコトを示している。",
        "en": "  The finger that gently rested on her lips indicated that the question was to her liking.",
        "pl": ""
    },
    {
        "ja": "「鏡はどう？　鏡の国なら永遠に閉じこめていられるけど」",
        "en": "\"What about mirrors? You could easily seal him in the house of mirrors for all eternity.\"",
        "pl": ""
    },
    {
        "ja": "「……アンタ、そういうところ常識ないわよね」",
        "en": "\"...Seriously? That's your idea?\"",
        "pl": ""
    },
    {
        "ja": "　というか悪趣味、と青子は顔をしかめる。",
        "en": "  She frowned at Alice's bad taste.",
        "pl": ""
    },
    {
        "ja": "　同居人なりのクリティカルなアイデアだったのだろうが、とても参考にならない。",
        "en": "  It was the kind of idea her roommate found to be inspired, but Aoko knew was out of the question.",
        "pl": ""
    },
    {
        "ja": "　青子は自分に用意できる結界を知りたいのであって、魔法スレスレの大結界など望んでいないし、用意もできないのだ。",
        "en": "  Aoko was looking for a natural Bounded Field she could prepare, not a realm bordering on True Magic that she couldn't create to begin with.",
        "pl": ""
    },
    {
        "ja": "「なら他をあたるのね。……でも、ここを使うのだけはやめてちょうだい」",
        "en": "\"Then you'll choose otherwise, I suppose. But please, whatever you do, do not bring him here.\"",
        "pl": ""
    },
    {
        "ja": "「言われなくても分かってるって。",
        "en": "\"You don't need to tell me that.",
        "pl": ""
    },
    {
        "ja": "　あ―――けど、そうね。",
        "en": "  But, actually... Yeah.",
        "pl": ""
    },
    {
        "ja": "　ミラーハウスはいいアイデアかも」",
        "en": "  A house of mirrors might actually work.\"",
        "pl": ""
    },
    {
        "ja": "　ニヤリと微笑って、青子は壁に寄りかかっていた体を起こした。",
        "en": "  Aoko smirked and shifted her balance away from the wall she was resting on.",
        "pl": ""
    },
    {
        "ja": "「サンキュ、有珠。全体の流れはできあがったわ。",
        "en": "\"Thanks, Alice. I just figured out the whole plan.",
        "pl": ""
    },
    {
        "ja": "ほんと、こういうのってダメもとでも相談してみるものよね」",
        "en": "I guess it's always best to talk to someone when you're in a bind.\"",
        "pl": ""
    },
    {
        "ja": "　ご機嫌な様子で立ち去る青子。",
        "en": "  Now in a good mood, Aoko retreated from the drawing room.",
        "pl": ""
    },
    {
        "ja": "　どんな青写真ができたのか有珠には見当もつかないが、彼女なりに万全の策ができたらしい。",
        "en": "  Alice tried and failed to visualize what kind of blueprint Aoko had drawn up in her mind, but whatever it was, it appeared to be the thorough kind Aoko was good at.",
        "pl": ""
    },
    {
        "ja": "「……………………」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　鼻歌まじりに浴場に向かう同居人。",
        "en": "  Aoko headed for the bathroom, humming to herself as she went.",
        "pl": ""
    },
    {
        "ja": "　ここ一年半の経験か。",
        "en": "  A year and a half of sharing a living space had taught Alice something:",
        "pl": ""
    },
    {
        "ja": "　黒衣の少女は、蒼崎青子は有頂天になった時こそ信じられないトラブルに見舞われる事を知っていた。",
        "en": "  When Aoko Aozaki was in this good of a mood, only deep trouble could follow.",
        "pl": ""
    },
    {
        "ja": "「え？　……青子ひとりに<任|まか>せていいのか、ですって？」",
        "en": "\"Hm? You want to know if I'm okay with letting Aoko handle this on her own?\"",
        "pl": ""
    },
    {
        "ja": "　いつから居間にいたのか。",
        "en": "  It was unclear how long the bird had been in the drawing room.",
        "pl": ""
    },
    {
        "ja": "　コマドリ……のような鳥が、チチチ、と鳴き声をあげながら調度品の上を<闊歩|かっぽ>する。",
        "en": "  Chirping at Alice, the... robin-like bird pranced across the furniture as if it were its property. ",
        "pl": ""
    },
    {
        "ja": "「……そうね。彼女がひとりでやると言ったのだから、任せるのが正しい信頼関係なんでしょうけど―――」",
        "en": "\"...Yes, I suppose. She said that she wanted to do it alone, and I do want her to know she has my every faith. Still...\"",
        "pl": ""
    },
    {
        "ja": "　黒衣の少女の腕があがる。",
        "en": "  The girl in black raised her arm.",
        "pl": ""
    },
    {
        "ja": "　口づけを許すように差し出された指先に、チチチ、と鳴き声が舞い降りる。",
        "en": "  The bird, chirping once again, alighted on her outstretched, affectionate finger.",
        "pl": ""
    },
    {
        "ja": "「……嫌な話だけど。",
        "en": "\"Suffice to say...",
        "pl": ""
    },
    {
        "ja": "信頼と信用は、また違う話よね」",
        "en": "Trust and faith are two very different things.\"",
        "pl": ""
    },
    {
        "ja": "　<言|こえ>なき鳥が、そのでっぷりとした胸を張って同意する。",
        "en": "  The bird puffed out its stout chest in agreement.",
        "pl": ""
    },
    {
        "ja": "　わりかし物騒な同居人の<囁|ささや>きを、もちろん、青子は知るよしもないのだった。",
        "en": "  And Aoko was none the wiser to her roommate's rather unsettling comments.",
        "pl": ""
    }
]