[
	[
		"　その子の影になったのは８年前の冬のこと。",
		"　彼女がはじめて命に<触|ふ>れた、<厳|しず>かな朝の出来事だ。",
		"　彼女の家は山の<中腹|ちゅうふく>にあった。",
		"　まわりは何もない荒れ地。",
		"　おとなりに住む<幼馴染|おさななじ>みなんて望むべくもなく、学校に通うのも、遊びに出かけるのも不便なコトこの上ない。",
		"　けれど水も星も綺麗な、ちょっとの不満と大きな安らぎのある、思い出の家だった。",
		"　もっとも、それは夏だけの話。",
		"　山中の冬は寒すぎて、朝はいつも辛かった。",
		"　お父さんは自動車で駅まで送ってくれるけれど、",
		"　車の窓はびっしり<霜|しも>だらけで、出かける何十分か前にエンジンをかけないと走りだせない。",
		"「　　、キーを回してきてくれるかい？」",
		"　お父さんが食後のコーヒーを楽しんでいる時、外に出て車のエンジンをかけるのが彼女の日課だった。",
		"　玄関を出て、白い息をはきながら庭を横ぎって、年代物のセダンのドアを開ける。",
		"　いつも通りにキーを差し込んでぐるりと回して、",
		"　ぶるるるる、とエンジンを振動させる。",
		"　そんな、今まで何十回とくり返してきた、小さな彼女の誇らしげな仕事が終わったとき。",
		"『■■■■■―――』",
		"　<甲|カン>高い悲鳴が<響|ひび>く。",
		"　彼女は人間の言葉でもないのに、痛いと泣き叫ぶような、小さな小さな<音|こえ>を聞いた。",
		"　数分後。",
		"お父さんが車のボンネットを開けると、そこにはひとつの命があった。",
		"　ギチギチしたベルトとか、",
		"　怪物みたいなエンジンが、",
		"　びっちりと押しこまれたハコの中。",
		"　母親であろう猫と、二匹の子猫の姿は、あまりにも<場違|ばちが>いだった。",
		"　三匹の猫はエンジンルームの中で、寄りそうように丸まっていた。",
		"　母親の猫は首から上がない。",
		"　子猫のうち一匹は、<機械|ベルト>に巻きこまれた部分が多すぎて動きがない。きっと即死だったろう。",
		"　残った子猫は顔の半分を真っ赤にして、雨に濡れたやせ犬みたいに、ヒューヒューと息をしていた。",
		"　子猫はその<亡骸|なきがら>―――いや、半ば肉片となった親猫に寄りそいながら、おそらくはあと数分たらずの命で、<懸命|けんめい>に懸命に、母親の胸にすがっていた。",
		"「かわいそうに―――」",
		"　<悼|いた>むようなお父さんの声。",
		"　昨夜の冷えこみは一段と厳しかった。",
		"　お父さんが車で帰ってきた後、エンジンの暖気に誘われて猫たちはボンネットに忍びこんだのだ。",
		"　彼らはエンジンルームで夜を明かし、",
		"　翌朝、ベルトの回転に巻きこまれて目を覚ました。",
		"　気密性の<乏|とぼ>しい80年代の車には、それなりにあった話らしい。",
		"「―――いいんだ。　　が悪いんじゃないんだよ」",
		"　お父さんの声が遠い。",
		"　灰色にささくれだった子猫の毛並み。",
		"　母親と兄弟の血と、半身をけずられた自らの血で、",
		"　　　　―――ああ、丸い頭蓋骨が見えている―――",
		"　まだらに染まった小さな命。",
		"　子猫はもう目も見えないのか、<震|ふる>えながら、一心に死んだ母親の胸にくるまっている。",
		"「　　……？　待ちなさい、　　―――！」",
		"　彼女は子猫を抱き上げ、",
		"　山奥に別居している祖父の元へ走った。",
		"　後悔で動揺していたのか、",
		"　悲しくて混乱していたのか、正直、今でも分からない。",
		"　彼女はこみあげる涙をせいいっぱい我慢しながら、祖父の工房に飛びこんだ。",
		"　祖父は何でもできる魔法使いだった。",
		"　彼女自身「魔法」なんて見たコトもないし、おとぎ話の空想だと分かっていたけれど、そんな常識とは違う基準で、祖父はそういう生き物なんだと知っていた。",
		"　だから。",
		"　祖父ならきっと、助けてくれると思ったのだ。",
		"『その子猫の運命を変えろと言う』",
		"　洞窟に<棲|す>む魔法使いは、関心のない声で言った。",
		"　助けたい、と彼女は<懇願|こんがん>する。",
		"　魔法使いはおやすいご用だとも、",
		"　それは世界を<換|か>える<大事|だいじ>だとも言わず、",
		"　まるで機械みたいにあっさりと、彼女の身勝手な願いを叶えてやった。",
		"『…………あ』",
		"　気が付くと彼女の手には小さな<亡骸|なきがら>。",
		"　冷えきった毛なみ。",
		"　とうに命の温度は消えていた。",
		"　流すまいと<律|りっ>していた涙が、瞳からこぼれている。",
		"　胸には灰色の空みたいに果てのない、大きすぎる後悔の念。",
		"『徒労だったな。結局、元に戻すとは』",
		"　何が起こったのか、彼女には把握できない。",
		"　この十分間の空白に何を経験して、",
		"　誰と出会い、",
		"　何を知ったのかも、無責任にも元通り。",
		"　確かなコトは、死に行く命は戻らないという事と、",
		"　　　　「あの―――そこにだれか、いるの？」",
		"　その日。",
		"　私という、彼女が生まれた<過|あやま>ちだけ。",
		"　　　　　　………ああ。",
		"　　　　　　何にせよ、",
		"　　　　　　全てが<懐|なつ>かしく、待ち遠しい。",
		"　それは<現実|イマ>から８年前のおとぎ話。",
		"　どんな魔法を使っても取り戻せない、いちばん初めに、彼女たちの出会った日。"
	],
	[
		"  It was a winter's day eight years prior when it happened.",
		"  That solemn morning when she understood the value of life for the very first time.",
		"  Her home was nestled on the side of a mountain.",
		"  Around it was nothing but inhospitable wilderness.",
		"  She had no neighbors or childhood friends to speak of. Things like traveling to school or playing outside were more trouble than they ought to be.",
		"  Indeed, with its pure water and bright stars, it was a place rich with memories both frustrating and halcyon.",
		"  That was only during summer, though.",
		"  Winters in those mountains were extremely frigid, each morning more severe than the last.",
		"  Her father would drive her to the train station...",
		"  ...after waiting ten minutes for the engine to warm up and the iced-over windows to clear.",
		"\"Mind starting up the car for me?\"",
		"  Her father would savor his morning coffee, leaving her to venture outside and rev the engine.",
		"  Out the front door she would go, traversing the garden with icy breath, until she reached that old sedan.",
		"  As always, she inserted the key, then started the ignition.",
		"The engine rumbled to life.",
		"  Just as she proudly finished that humble task she'd done so many times before...",
		"\"■■■■■―\"",
		"  A shrill scream pierced the air.",
		"  She knew, even though it wasn't human, that the feeble sound was a cry of agony.",
		"  A few moments passed.",
		"Her father came out and opened the hood of the car.",
		"  Creaking fan belts...",
		"A monstrous-looking engine...",
		"  And something that didn't belong.",
		"  There was a cat―a mother by the looks of it―and her two kittens.",
		"  The three cats had been huddling for warmth in the engine's compartment.",
		"The mother cat was missing its head.",
		"  One of the kittens had been mangled beyond recognition by the engine belts, and surely died instantly.",
		"  The other kitten, its face half-covered in blood, panted faintly.",
		"  It desperately clung to its mother-or rather, the chunk of meat that was its mother-with the last bit of life it could muster.",
		"\"Poor things.\"",
		"  Her father lamented their plight.",
		"  The previous night had been especially cold.",
		"  After he had returned home yesterday, the cats must have snuck under the hood, drawn by the warmth of the engine.",
		"  They had slept next to the engine...",
		"  ...and awoken to a storm of spinning belts.",
		"  Cars in the eighties were not sealed particularly well, so this was not unheard of.",
		"\"...It's okay, ____. It wasn't your fault.\"",
		"  Her father's voice seemed distant.",
		"  She could only make out a small tuft of the kitten's gray fur.",
		"  The rest of it was caked in the blood of its mother and brother.",
		"        ...I can see its skull...",
		"  The fragile life of a speckled kitten...",
		"  Trembling and possibly blind, it continued to nuzzle against its dead mother's chest.",
		"\"Hmm? ____, wait!\"",
		"  She took the kitten into her arms",
		"  and ran deep into the mountains, to her grandfather's house.",
		"  Was it because she was overcome with regret?",
		"  Or was it the shock of grief? Years later, she still wasn't sure.",
		"  Fighting back the welling tears, she burst into her grandfather's workshop.",
		"  Her grandfather was a magician who could do anything.",
		"  She had never seen magic. She knew that magic was a fantasy straight out of fairy tales... but so was her grandfather.",
		"  She had to find him.",
		"  He was the only one who could help.",
		"\"I suppose you want me to alter this kitten's fate,\"",
		"  the cave-dwelling magician said indifferently.",
		"  \"This kitten needs our help,\" she pleaded.",
		"  Whether it was a simple task,",
		"  or a herculean labor, her grandfather would not say.",
		"  He simply granted the girl's childish wish, like a machine.",
		"\"...Oh no,\" the girl said.",
		"  Before she knew it, however, she was holding a tiny corpse in her hands.",
		"  Its fur was cold.",
		"  The warmth of life had left its body.",
		"  And the tears she had fought so hard to hold back poured from her eyes.",
		"  Regret spread through her chest like an endless gray sky.",
		"\"We were too late. Some things cannot be undone.\"",
		"  Her mind struggled to come to grips what had just occurred.",
		"  The last ten minutes were a total blank.",
		"  Who she met...",
		"  What she had known... It was all as if it never happened.",
		"  The only thing she was sure of was that life, once extinguished, can never return.",
		"        \"Umm... Is somebody there?\"",
		"  That day...",
		"  It was her mistake that gave birth to me.",
		"            ...Indeed.",
		"            Whatever occurred that day,",
		"            it was a day of nostalgia and longing.",
		"  This is the fairy tale of eight years ago.",
		"  The day they first met, that no magic can ever bring back."
	]
]