[
    {
        "ja": "「―――さて」",
        "en": "\"...Well then.\"",
        "pl": ""
    },
    {
        "ja": "　本格的にまずい事になったな、と青子は心中で呟いた。",
        "en": "  Mentally, Aoko bemoaned the disaster she was in.",
        "pl": ""
    },
    {
        "ja": "　今回の<人|て><形|き>は二日前の公園で倒したものとは<品|か><質|く>が違う。",
        "en": "  The quality of this puppet was on a completely different level compared to the one from the park two days ago.",
        "pl": ""
    },
    {
        "ja": "　自動詠唱による永久機関だけでも稀少品なのに、腕を伸ばすという荒事にも耐え、両目は<呪詛|ガンド>を投影する水晶製ときた。",
        "en": "  An auto-incanting perpetual motion machine was a rarity in and of itself, but this puppet was also equipped for battle with its extending arms and Gandr-projecting crystalline eyes.",
        "pl": ""
    },
    {
        "ja": "　日本円に換算すれば九桁に届きかねない超一級品である。",
        "en": "  It was a first-class product that, if put on the market, would sell for hundreds of millions of yen.",
        "pl": ""
    },
    {
        "ja": "　ただし。それはあくまでアンティークとしての話。",
        "en": "  Although, that was only when factoring in its value as an antique.",
        "pl": ""
    },
    {
        "ja": "　戦闘に<用|もち>いるのなら、もっと安価で、かつ戦いに適した使い魔を動員すべきだろうに。",
        "en": "  For the purposes of combat, it would have made more sense to mobilize a significantly less expensive familiar.",
        "pl": ""
    },
    {
        "ja": "　あれだけの高級品を殺人に用いるあたり、あの人形の持ち主は今までの“敵”とは一線を画した変態に違いない。",
        "en": "  To use such a precious commodity as a tool for murder marked this puppet's master as a completely different breed of crazy from the enemies she had faced up until now.",
        "pl": ""
    },
    {
        "ja": "“<Vivo|ウィウォ> <in|イン> <somno|スォムノ>. <Solitarie|スォリタリエ> <putresco|プトゥレスコ> <in|イン> <inferis|インフェリス>.",
        "en": "  \"Vivo in somno. Solitarie putresco in inferis.",
        "pl": ""
    },
    {
        "ja": "@o<Hic|ヒク> <dies|ディエス> <meus|メウス> <obitus|オビトゥス> <dies|ディエス>, <et|エトゥ> <meus|メウス> <nativus|ナティウゥス> <dies|ディエス>. <Te|テ> <obeam|オベアム>.”",
        "en": "    Hic dies meus obitus dies, et meus nativus dies. Te obeam.\"",
        "pl": ""
    },
    {
        "ja": "「―――来たわね」",
        "en": "\"...Here it comes.\"",
        "pl": ""
    },
    {
        "ja": "　がさついたオルゴール。",
        "en": "  A sound of a crackling music box filled the air.",
        "pl": ""
    },
    {
        "ja": "　自らを呪う事で動力を得る<自動人形|オートマタ>が近づいてくる。",
        "en": "  The automata, animated by its own curses, approached.",
        "pl": ""
    },
    {
        "ja": "　通路の長さは約十メートル。青子は一つ奥の曲がり角で、人形が現れるのを待ちかまえる。",
        "en": "  The corridor measured approximately ten meters in length. Aoko lay in wait around a corner further down the hall, anticipating the puppet's appearance.",
        "pl": ""
    },
    {
        "ja": "　……ここで決着をつけるのは静希草十郎を逃がす為ではない。断じてない。",
        "en": "  This was not to buy Soujuurou time to escape. Far from it.",
        "pl": ""
    },
    {
        "ja": "　青子は的確に、今の自分ではあの人形からは逃げきれないと判断しただけだ。",
        "en": "  Aoko had concluded that she couldn't make a break for it under the current circumstances.",
        "pl": ""
    },
    {
        "ja": "　仮に逃走を選んだ場合、幾つかの幸運が働いてミラーハウスから出られたとしてもそこまで。",
        "en": "  Even if she did try to escape, and, by some miracle made it out of the house of mirrors, that was as far as she would go.",
        "pl": ""
    },
    {
        "ja": "　障害物のない外に出ればあっさりと追いつかれ、背中から串刺しにされる。",
        "en": "  Outside, with no cover, Aoko would quickly be overtaken and skewered from behind.",
        "pl": ""
    },
    {
        "ja": "　魔術が封じられている以上、追っ手から逃げきるのは不可能だ。",
        "en": "  As long as her magecraft was disabled, escape was impossible.",
        "pl": ""
    },
    {
        "ja": "　なので、ここで撃退する選択をとる。",
        "en": "  Instead, she chose to force the enemy back.",
        "pl": ""
    },
    {
        "ja": "　状況は不利だが、それはあちらも同じこと。",
        "en": "  Her situation was not the most favorable, but neither was the puppet's.",
        "pl": ""
    },
    {
        "ja": "　この細い通路では青子に逃げ場はないが、反面、あの人形も全速を出せずにいる。",
        "en": "  Though this narrow hall gave Aoko no place to run, it in turn prevented the puppet from reaching full speed.",
        "pl": ""
    },
    {
        "ja": "　機械仕掛けの欠点だ。",
        "en": "  That was the weak point of this machine.",
        "pl": ""
    },
    {
        "ja": "　<小刻|こきざ>みな加速と減速は、あの時代のオートマタにとっても苦手とする機能だろう。",
        "en": "  Automata of its era had a tendency to struggle with minute changes in speed.",
        "pl": ""
    },
    {
        "ja": "「―――<接続|セット>」",
        "en": "\"...<Connecting.|Set.>\"",
        "pl": ""
    },
    {
        "ja": "　断線だらけの魔術回路に魔力を流す。",
        "en": "  She flowed energy into her shorted circuits.",
        "pl": ""
    },
    {
        "ja": "　……血液の流れ、魔力の供給がまったく安定しない。",
        "en": "  Her blood flow and magical energy supply were unstable.",
        "pl": ""
    },
    {
        "ja": "　これでは魔術式を組むのは難しい。",
        "en": "  It would be difficult to construct a formula in this state.",
        "pl": ""
    },
    {
        "ja": "　魔力で右手を加工し、大雑把に硬度を上げる事しかできない。",
        "en": "  All she could do was harden her right arm by imbuing it with as much energy as she could.",
        "pl": ""
    },
    {
        "ja": "青子の武器はトンカチ以上、バット未満の<細腕|ほそうで><鈍器|どんき>だ。近づく事が前提の時点で、この上なく頼りない。",
        "en": "Doing so turned her arm into an improvised weapon like a hammer or bat. Assuming she could manage to get into close-combat range, this was the best she could do.",
        "pl": ""
    },
    {
        "ja": "　となると、あとは戦法だ。",
        "en": "  All she needed now was a plan of attack.",
        "pl": ""
    },
    {
        "ja": "　今はどんな武器を用意するかではなく、この武器でどう戦うかを選ばなくては。",
        "en": "  The question wasn't what weapon to use, but how to use the weapon she had.",
        "pl": ""
    },
    {
        "ja": "　簡単に考えつくのは鏡の反射を利用して姿を隠し、死角から襲いかかる―――しかし、それは通じまい。",
        "en": "  The simplest way would be to use the mirrors' reflections to hide and then rush the puppet from its blind spot... except for one major problem.",
        "pl": ""
    },
    {
        "ja": "　なぜなら、あの人形にはもともと視覚がない。",
        "en": "  It did not have a sense of sight in the first place.",
        "pl": ""
    },
    {
        "ja": "　人形は視覚情報からではなく、周囲の地形状況から世界を視ている。",
        "en": "  The puppet's view of the world around it did not stem from visual feedback, but from mapping the topography of its surroundings.",
        "pl": ""
    },
    {
        "ja": "　暗闇に棲息するコウモリと同じ理屈だ。高音の波を発し、その反響によって周囲の地形を<測|はか>る反響定位法。",
        "en": "  In theory, it was the same as a bat's echolocation. The environment could be measured based on the emission and return of high-frequency sound waves.",
        "pl": ""
    },
    {
        "ja": "　あの詠唱は<音波|センサー>の役割も果たしている。人形にとって壁は透明の板にすぎず、物陰からの奇襲なぞお笑い草だろう。",
        "en": "  Those chants served as sensor pulses. As far as the puppet was concerned, the mirrors were no better than transparent panes, making even the thought of an ambush laughable.",
        "pl": ""
    },
    {
        "ja": "“……近づけば近づくほど、より<明確|リアル>に察知される……ホントは遠距離からの狙撃が最適なんだけど……ガンドを撃ってくるなら、フィンの一撃ぐらい隠してるわよね……”",
        "en": "\"...The closer it gets, the more it's able to sense me.  I'd really rather fight it at a distance, but... if it's shooting Gandr, it's probably got at least a Finn Shot up its sleeve, too.\"",
        "pl": ""
    },
    {
        "ja": "　ガンド撃ちは北欧に伝わる、単純にして汎用性の高い呪詛だ。最適化されたものは“指をさす”だけで相手の体調を悪化させる。",
        "en": "  Gandr was Scandinavian in origin and, considering its simplicity, highly versatile. It was most effective at impairing a target's health by pointing a finger.",
        "pl": ""
    },
    {
        "ja": "　<一工程|シングルアクション>の魔術なので効果はあくまで“<病|やまい>”に限定されるが、ガンド撃ちには最奥と言われる秘術がある。",
        "en": "  As a single-action magecraft it was limited to only causing illness, but there was a secret technique said to be the greatest mastery of the Gandr Shot...",
        "pl": ""
    },
    {
        "ja": "　<曰|いわ>く“フィンの一撃”。",
        "en": "  The Finn Shot.",
        "pl": ""
    },
    {
        "ja": "　病ではなく、受けた相手の心臓を停止させる死の呪い。",
        "en": "  It could do more than cause simple illness. It was a deadly curse that could stop the heart.",
        "pl": ""
    },
    {
        "ja": "「…………っ」",
        "en": "\"...Nnngh.\"",
        "pl": ""
    },
    {
        "ja": "　背中に受けた傷が神経を<昂|たか>ぶらせる。",
        "en": "  The wound on her back set her nerves on fire.",
        "pl": ""
    },
    {
        "ja": "　武器を失った小娘と、即死の奥の手を持つ自動人形。",
        "en": "  An unarmed girl and a deadly automaton.",
        "pl": ""
    },
    {
        "ja": "　誰がどう見ても殺されるのは自分の方。",
        "en": "  It was clear that she was the one destined for death.",
        "pl": ""
    },
    {
        "ja": "　彼女は、現状の蒼<崎青|じぶん>子に生き延びる手段は<乏|とぼ>しいと考え、",
        "en": "  She considered her slim chances of survival.",
        "pl": ""
    },
    {
        "ja": "　そして―――",
        "en": "  When...",
        "pl": ""
    },
    {
        "ja": "　その幻視に、ぞくりとした。",
        "en": "  A vision sent chills down her spine.",
        "pl": ""
    },
    {
        "ja": "「――――――」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　青子は静かに、<努|つと>めて全霊で、いつもの錯覚を堪え忍ぶ。",
        "en": "  Quietly, using everything she could to clamp down on the feeling, Aoko faced her all-too-familiar illusion.",
        "pl": ""
    },
    {
        "ja": "　カチカチと鳴りそうな奥歯をきっと噛みしめる。",
        "en": "  She clenched her teeth to keep them from making a deafening clatter.",
        "pl": ""
    },
    {
        "ja": "　ああ、でも、首筋にナニモノかの指が<這|は>っていく感触がある。背後にいる<幽霊|さっかく>が彼女を見て笑っている。",
        "en": "  But there, the sensation of fingers crawling up her neck. Behind her the specter stared and laughed.",
        "pl": ""
    },
    {
        "ja": "　それだけで逃げだす一歩手前なのに、五秒後の<脳内予測|シミュレート>では、十戦して二回も倒れる自分の姿。",
        "en": "  This alone made Aoko want to bolt. On top of it all, when Aoko tried to mentally simulate the coming fight, she estimated a two in ten chance of dying in the first five seconds.",
        "pl": ""
    },
    {
        "ja": "　……二回。彼女の予測は時に現実よりも現実的だ。",
        "en": "  ...Twenty percent. At times, her predictions were harsher than reality.",
        "pl": ""
    },
    {
        "ja": "　……十回やって、二回。イメージに留まらない、あまりに<真実|リアル>な自分の亡骸たちを幻視する。",
        "en": "  If Aoko fought the puppet ten times, she would die twice. She could not stop herself from visualizing her own corpse.",
        "pl": ""
    },
    {
        "ja": "「――――――、っ」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　人形の呪いを受けて倒れている自分。",
        "en": "  She imagined herself collapsing, crumpling under the puppet's curse.",
        "pl": ""
    },
    {
        "ja": "　眼球は<河|フ><豚|グ>のようにこぼれかけ、<耳鼻口|みみはなくち>からだらしなく垂れる血小便。",
        "en": "  Her eyeballs swollen like a blowfish, blood and other fluids oozing from every bodily orifice.",
        "pl": ""
    },
    {
        "ja": "二回、二回、二回。",
        "en": " One in five, one in five, one in five...",
        "pl": ""
    },
    {
        "ja": "一回だけでも耐えられないのに、二回も死ぬなんて、とても正気じゃいられない……！",
        "en": " A one in ten chance of death was bad enough, but one in five!? It drove her crazy.",
        "pl": ""
    },
    {
        "ja": "「―――、―――でも」",
        "en": "\"...But...\"",
        "pl": ""
    },
    {
        "ja": "　ねじ曲がろうとする心を<抑|おさ>える。",
        "en": "  Aoko forced down her heart as it tried to escape from her mouth.",
        "pl": ""
    },
    {
        "ja": "　青子は深呼吸をして、それがどうした、と鏡に映る自分を見つめ返した。",
        "en": "  Taking in a deep breath, she peered at her own reflection.",
        "pl": ""
    },
    {
        "ja": "　―――半年前の、あの白い夜を思い出せ。",
        "en": "  She thought back to that white night, half a year ago.",
        "pl": ""
    },
    {
        "ja": "　この程度、ピンチでもなんでもない。",
        "en": "  This, she decided, was nothing compared to that.",
        "pl": ""
    },
    {
        "ja": "　半年前の久遠寺の洋館。",
        "en": "  Six months ago, at the Kuonji Estate...",
        "pl": ""
    },
    {
        "ja": "　深い霧に現れた<白薔薇|しろばら>の<猟犬|ワンダースナッチ>に、自分は十回中<百|・><回|・>は殺されたのではなかったか。",
        "en": "  The hound of white roses, the Wandersnatch, that appeared from within the thick fog, had killed Aoko a hundred times out of ten. ",
        "pl": ""
    },
    {
        "ja": "“<Me|メア>a <ani|アニマ>ma <immorta|イムモルタリス>lis. <Aute|アウテム>m <me|メア>a <futu|フトゥラ>ra <nec|ネカタ>ata <sunt|スントゥ>.",
        "en": "\"Mea anima immortalis. Autem mea futura necata sunt.",
        "pl": ""
    },
    {
        "ja": "　<Man|マネス>es <su|スム>m. <Anim|アニマム>am <defin|デフィニレ>ire <ambigu|アンビグウム>um <est.|エストゥ>”",
        "en": "  Manes sum. Animam definire ambiguum est.\"",
        "pl": ""
    },
    {
        "ja": "　青子の錯覚は、その<昏|くら>い呪詛によってかき消えた。",
        "en": "  A dark curse shattered Aoko's daydream.",
        "pl": ""
    },
    {
        "ja": "　距離にして約十メートル。",
        "en": "  It was only ten meters away.",
        "pl": ""
    },
    {
        "ja": "　対面の曲がり角に少女の人形が現れる。",
        "en": "  The puppet rounded the corner.",
        "pl": ""
    },
    {
        "ja": "　お互い、<輪郭|りんかく>もはっきりしない影の間合い。",
        "en": "  Either side stood in the shadows, their forms indistinct.",
        "pl": ""
    },
    {
        "ja": "　人形には前口上も初動もない。",
        "en": "  The puppet gave no warning.",
        "pl": ""
    },
    {
        "ja": "　気配の起こりもなく撃ち出される<呪詛|ガンド>を、",
        "en": "  Without preamble, it swiftly fired a Gandr barrage.",
        "pl": ""
    },
    {
        "ja": "　青子は予測通り、魔力の霧で<削|けず>り<防|ふせ>ぐ。",
        "en": "  Just as Aoko planned, the curses fizzled out as they hit her mist-like barrier of magical energy.",
        "pl": ""
    },
    {
        "ja": "　わずか数秒の濃霧。",
        "en": "  The protection would only last a few seconds.",
        "pl": ""
    },
    {
        "ja": "　その隙をついて、",
        "en": "  Giving her just enough time to...",
        "pl": ""
    },
    {
        "ja": "“―――来い！”",
        "en": "\"...Come on!\"",
        "pl": ""
    },
    {
        "ja": "　伸縮する槍が、青子の顔へ撃ちだされる！",
        "en": "  Its stretchable spear sprang toward Aoko's face!",
        "pl": ""
    },
    {
        "ja": "「っ、ビンゴ―――！」",
        "en": "\"Bingo!\"",
        "pl": ""
    },
    {
        "ja": "　横顔をかすめる凶器。",
        "en": "  The lethal weapon grazed her cheek.",
        "pl": ""
    },
    {
        "ja": "　死角からの攻撃を紙一重で<躱|かわ>せたのは、人形の攻撃パターンを既に経験していたからだ。",
        "en": "  All her experience analyzing puppet attack patterns gave her the wherewithal to evade the attack by a hair's breadth.",
        "pl": ""
    },
    {
        "ja": "　術者が操っているのならともかく、自律している自動人形の機能は限られている。",
        "en": "  It was one thing if a puppeteer were pulling the strings, but autonomous dolls had their limitations.",
        "pl": ""
    },
    {
        "ja": "　この距離ならこの攻撃、といったテンプレートを行うだけの殺戮機巧なら対応できると、青子は己の運に賭けたのだ。",
        "en": "  Aoko had bet everything on this killing machine following a predefined template. The puppet would use a given attack for a given range, and she could adjust her tactics to that.",
        "pl": ""
    },
    {
        "ja": "“いける、このまま―――！”",
        "en": "\"Now's my chance!\"",
        "pl": ""
    },
    {
        "ja": "　伸びきった腕が巻き戻る前に、人形へ突撃する。",
        "en": "  Before its arm had a chance to fully retract, she charged the puppet.",
        "pl": ""
    },
    {
        "ja": "　勝算の薄い賭けではあったが、ともかく<勝機|しょうき>はもぎ取った。",
        "en": "  It was a risky gamble, but her overall chances were slim to begin with.",
        "pl": ""
    },
    {
        "ja": "　勝利の天秤は青子に<傾|かたむ>いた。",
        "en": "  The scales tipped in her favor.",
        "pl": ""
    },
    {
        "ja": "　予測による十回中二回の死は、あの間合いでフィンの一撃を使われた場合と。",
        "en": "  If her predictions were correct, there were two ways she would die. One was from a Finn Shot fired at that range.",
        "pl": ""
    },
    {
        "ja": "　このように。",
        "en": "  And the other...",
        "pl": ""
    },
    {
        "ja": "　人形の攻撃パターンが、彼女の予想を大きく上まわった場合である。",
        "en": "  The other was if the puppet's attack pattern was beyond her ability to foresee.",
        "pl": ""
    },
    {
        "ja": "　一瞬の質量移動。",
        "en": "  Instantaneous mass transfer.",
        "pl": ""
    },
    {
        "ja": "あるいは<積載|せきさい>。",
        "en": "Otherwise known as mass displacement.",
        "pl": ""
    },
    {
        "ja": "　青子が人形の腕という槍を<躱|かわ>した直後、",
        "en": "  Immediately after Aoko dodged the puppet's arm,",
        "pl": ""
    },
    {
        "ja": "　正体不明の重量が、彼女の腹部に激突していた。",
        "en": "  something smashed into her abdomen.",
        "pl": ""
    },
    {
        "ja": "「ご、ぶっ……！」",
        "en": "\"GAH!\"",
        "pl": ""
    },
    {
        "ja": "　ロケットで撃ち出されたとしか思えない、肩口からの正面衝突。",
        "en": "  The head-on collision from its shoulder felt like a rocket.",
        "pl": ""
    },
    {
        "ja": "　しかし、その推進力は何処から出たものなのか。",
        "en": "  But where had the ability to propel itself come from?",
        "pl": ""
    },
    {
        "ja": "　自らを飛ばす機能なぞ、あの人形は持ち合わせていないというのに……！",
        "en": "  Puppets like this were not built to have the ability to jet around like that.",
        "pl": ""
    },
    {
        "ja": "“は―――、は―――！”",
        "en": "\"Hah... hah...\"",
        "pl": ""
    },
    {
        "ja": "　激痛で<薄|うす>れかける意識を<留|とど>めながら、青子は即座に攻撃の正体を看破した。",
        "en": "  Doing everything in her power to stay conscious in spite of the pain, Aoko could just make out what had happened.",
        "pl": ""
    },
    {
        "ja": "“今の、<推進力|すいしんりょく>じゃなくて、<牽引力|けんいんりょく>……！”",
        "en": "(It wasn't propelled, it was pulled!)",
        "pl": ""
    },
    {
        "ja": "　そう。人形の腕は本体に戻るのではなく、壁に突き刺さったまま、本体を<引|・><き|・><寄|・><せ|・><た|・>のだ……！",
        "en": "  Yes. The puppet's arm had not returned to its body. It was lodged in the wall and reeled itself in from the other direction.",
        "pl": ""
    },
    {
        "ja": "“そ、そんなのアリか―――！？”",
        "en": "(It... it can do that?!)",
        "pl": ""
    },
    {
        "ja": "　青子は驚きを飲み下しながら、必死に体勢を立て直す。",
        "en": "  Swallowing her surprise, she hastily pulled herself back up.",
        "pl": ""
    },
    {
        "ja": "　腹部、<横隔膜|おうかくまく>を強打された。",
        "en": "  Her abdomen, specifically her diaphragm, had been dealt a significant blow.",
        "pl": ""
    },
    {
        "ja": "衝撃で目も<眩|くら>んでいる。",
        "en": "The attack left her disoriented.",
        "pl": ""
    },
    {
        "ja": "だが人形は驚くほど軽い。",
        "en": "Thankfully, the puppet was surprisingly lightweight.",
        "pl": ""
    },
    {
        "ja": "おかげで骨にも内臓にも深刻なダメージはないが、とにかく呼吸ができない。",
        "en": "Her bones and organs were intact and she had sustained no life-threatening damage. She was having a hard time breathing, however.",
        "pl": ""
    },
    {
        "ja": "気は動転しているけど根っこの部分ではまだ冷静だ、あと二秒もあれば持ち直す。いや違う、マトモになるまであと二秒もかかってしまう！",
        "en": "She was shaken, though she managed to keep her calm. In another two seconds, she'd be back on her feet-no, that was two seconds too long!",
        "pl": ""
    },
    {
        "ja": "　いやいや落ち着け、もう落ち着いている、クラクラして位置関係が把握できないだけ、いい、今は呼吸も視力も後回しで、とにかく体を―――",
        "en": "  She told herself to calm down, that she was already calm. She'd only briefly lost her bearings, she was fine, she could recover her breath and her vision later if only her body would MOVE-",
        "pl": ""
    },
    {
        "ja": "“<知性は不必要でした|インテルレクトゥス・ノン・ネケススァリウス・エストゥ>。<敬虔さは重荷でした|ピウス・クウィエスカトゥ>。<ああ、私たち|オ・ノストゥラ><の本質は奪い合いで|エススェンティア・アブラタ・フイトゥ>、<理性は全て後付けでした|ラティオ・フィクサァ・タントゥム・エストゥ>。<苦しみのも|ドロリス・イニティウム><とは、脳髄でした|ケレブルム・フイトゥ>”",
        "en": "\"Intellectus non necessarius est. Pius quiescat.^ O nostra essentia ablata fuit,^ratio fixa tantum est.^ Doloris initium cerebrum fuit.\"",
        "pl": ""
    },
    {
        "ja": "　頭上には<歪|ゆが>みをあげる駆動音。",
        "en": "  Above her Aoko could hear the warped noise of a powerful force.",
        "pl": ""
    },
    {
        "ja": "“足、動け……！　でもどっち、どっちにいけば―――”",
        "en": "\"Come on legs, move! We've got to get to... to... Where!?\"",
        "pl": ""
    },
    {
        "ja": "　死の手触りがする。",
        "en": "  She could once more feel the touch of death.",
        "pl": ""
    },
    {
        "ja": "“<我々に救罪を|イィス・サルヴェティオ>。<我々に救罪を|イィス・サルヴェティオ>。<我々に救罪を|イィス・サルヴェティオ>。”",
        "en": "\"<Grant us salvation.|Iis salvatio.> <Grant us salvation.|Iis salvatio.> <Grant us salvation.|Iis salvatio.>\"",
        "pl": ""
    },
    {
        "ja": "　手を伸ばせば届く距離、",
        "en": "  The puppet was so close that Aoko could reach out and touch it.",
        "pl": ""
    },
    {
        "ja": "　手を下ろされば殺される距離にお互いがいて、",
        "en": "  That also meant that it could reach out and kill Aoko.",
        "pl": ""
    },
    {
        "ja": "“―――コイツの、右腕の死角に入れる……！”",
        "en": "(I need to get my right arm into its blind spot!)",
        "pl": ""
    },
    {
        "ja": "　青子は<勘|カン>だけで人形の右側に転がりでた。",
        "en": "  By intuition alone Aoko rolled over to the puppet's right flank.",
        "pl": ""
    },
    {
        "ja": "　人形の右腕は壁に刺さったままだ。",
        "en": "  Its arm was still embedded within the wall.",
        "pl": ""
    },
    {
        "ja": "　必然、そちらからの攻撃はない。判断は正しく、一時的な<目眩|めまい>も消えた。",
        "en": "  From here it could not attack. She had made the right decision, and her dizziness faded.",
        "pl": ""
    },
    {
        "ja": "　“<Intellectus non necessarius est. Pius quiescat|正しさは脱ぎ捨てなさい。敬虔はお休みなさい。>.",
        "en": "                      \"<Intellectus non necessarius est. Pius quiescat|Cast off righteousness. Lay piety to rest.>.",
        "pl": ""
    },
    {
        "ja": "　　　　　　<O nostra essentia ablata fuit|私たちは食み合う獣、その生はすべて装飾。>,",
        "en": "                                  <  O nostra essentia ablata fuit|We beasts are meant to consume each other. Life is but a decoration.>,",
        "pl": ""
    },
    {
        "ja": "<　ratio fixa tantum est. Doloris initium cerebrum fuit|であれ知性のすべてをブチまけて―――>”",
        "en": "                    <ratio fixa tantum est. Doloris initium cerebrum fuit.|Throw away your intellect. Pain powers the mind.>\"",
        "pl": ""
    },
    {
        "ja": "　転がる体を立て直し、今度はこちらの番と顔を上げる青子。",
        "en": "  Aoko pulled herself back up. It was her turn.",
        "pl": ""
    },
    {
        "ja": "“え―――？”",
        "en": "(What...?)",
        "pl": ""
    },
    {
        "ja": "　瞬間。",
        "en": "  It was only an instant.",
        "pl": ""
    },
    {
        "ja": "鏡の迷路の中で、彼女は、自分と同じ<像|すがた>を見た。",
        "en": "Within this labyrinth of mirrors she saw an image of herself.",
        "pl": ""
    },
    {
        "ja": "　　　　　　　",
        "en": "                                          ",
        "pl": ""
    },
    {
        "ja": "“「ワレ<ラ、死セリ|Iis salvatio>―――」”",
        "en": "\"<We die.|Iis salvatio>...\"",
        "pl": ""
    },
    {
        "ja": "　ひときわ鮮烈な光。",
        "en": "  A blinding, brilliant light flashed.",
        "pl": ""
    },
    {
        "ja": "　壁に刻まれていく爪痕じみた裂傷。",
        "en": "  Lacerations appeared across the walls.",
        "pl": ""
    },
    {
        "ja": "　人形の切札だろう一撃を、青子は体内を走る<血液|まりょく>の濃度をあげる原始的な対魔術で、かろうじて致死手前で踏みとどまった。",
        "en": "  At the last moment, Aoko managed to thicken the magical energy running through her veins into a primitive form of magecraft resistance. It just barely saved her life from what must have been the puppet's ace in the hole.",
        "pl": ""
    },
    {
        "ja": "「っ、こ、の…………！」",
        "en": "\"Why you...!\"",
        "pl": ""
    },
    {
        "ja": "　自分そっくりの人形。",
        "en": "  The puppet bore a striking resemblance to Aoko.",
        "pl": ""
    },
    {
        "ja": "　心臓を止めるだけではあきたらず、物質さえ<損傷|しめつ>させる強力な呪詛。",
        "en": "  This powerful curse was not satisfied with stopping Aoko's heart, but destroying her entire being.",
        "pl": ""
    },
    {
        "ja": "　どちらも目を見張る異常さだが、<呆|ほう>けている暇はない。",
        "en": "  Aoko did not even have the time to be shocked.",
        "pl": ""
    },
    {
        "ja": "　今度こそ反撃のチャンス。",
        "en": "  This was her chance for a counter-attack.",
        "pl": ""
    },
    {
        "ja": "　右腕を壁に突き刺したままの人形はバランスが悪い。",
        "en": "  The puppet's balance was unsteady, its right arm still embedded in the wall.",
        "pl": ""
    },
    {
        "ja": "　その無防備な体を蹴り上げようとして、しかし、青子は膝から床に倒れこんだ。",
        "en": "  Aoko prepared to give its defenseless body a strong kick, but her knees buckled and she collapsed into a heap on the floor.",
        "pl": ""
    },
    {
        "ja": "　　 “<Vivo in somno. Solitarie putresco in inferis|私は眠りの中で生きている。ひとりきりで土の中で腐っていく。>.",
        "en": "                \"<Vivo in somno. Solitarie putresco in inferis|In slumber, I live. In dirt, I rot, alone>.",
        "pl": ""
    },
    {
        "ja": "@o<Hic dies meus obitus dies, et meus nativus dies. Te obeam.|今日は私の命日であり、誕生日だ。さあ、貴方に会いに行こう。>”",
        "en": "          <Hic dies meus obitus dies, et meus nativus dies. Te obeam.|Today is the day I died and was born. I come to you.>\"",
        "pl": ""
    },
    {
        "ja": "　急激な吐き気と貧血。",
        "en": "  A sudden nausea and light-headedness overcame Aoko.",
        "pl": ""
    },
    {
        "ja": "　嘘のように低下していく体温。",
        "en": "  Her body temperature began to rapidly lower.",
        "pl": ""
    },
    {
        "ja": "“しまっ……こいつ、呪いをばらまいてるんだった……！”",
        "en": "(This... whole... time... It was spreading its curses the whole time!)",
        "pl": ""
    },
    {
        "ja": "　気付いた時には遅かった。",
        "en": "  She noticed too late.",
        "pl": ""
    },
    {
        "ja": "　人形の周囲には呪詛が渦巻いている。",
        "en": "  The puppet's curses circled the hall.",
        "pl": ""
    },
    {
        "ja": "　人形の動力源である呪いの詩は、近寄る者に病をもたらす防衛機巧にもなっている。",
        "en": "  The cursed chant that the puppet used as a source of power doubled as a defense mechanism, crippling those who drew near with illness.",
        "pl": ""
    },
    {
        "ja": "　それをこんな間近で受け続けた。",
        "en": "  She bore the full brunt the entire time she was in close proximity to it.",
        "pl": ""
    },
    {
        "ja": "　魔術回路を持つ青子といえど、草十郎のように体調を崩してしまう。",
        "en": "  Although Aoko had Magic Circuits, she was succumbing just as Soujuurou had.",
        "pl": ""
    },
    {
        "ja": "　<気怠|けだる>く、倒れこみそうな体に鞭を打って、青子は人形から跳び退いた。",
        "en": "  Languidly, she forced her deteriorating body to jump back.",
        "pl": ""
    },
    {
        "ja": "「っ、負けるかぁ……！」",
        "en": "\"I'm not done yet!\"",
        "pl": ""
    },
    {
        "ja": "　気合いで呪詛の気怠さから逃れる。",
        "en": "  With all the energy she could muster, she forced her way past the exhaustion caused by the curse.",
        "pl": ""
    },
    {
        "ja": "「――――――、ぁ」",
        "en": "\"...Ah.\"",
        "pl": ""
    },
    {
        "ja": "　だが。呪いによる貧血ではなく、自らの窮地にざあ、と青子の血圧が低下する。",
        "en": "  However, Aoko's blood pressure took a steep nose dive, not from the curse-induced anemia, but from what appeared in front of her.",
        "pl": ""
    },
    {
        "ja": "　絶好の位置関係。",
        "en": "  They stood in perfect harmony.",
        "pl": ""
    },
    {
        "ja": "　跳び退いた青子の前には、左腕を矢のように差し出す、自分と同じ顔をした自動人形。",
        "en": "  In front of Aoko was the automata that shared her face, its left arm held out like an arrow.",
        "pl": ""
    },
    {
        "ja": "　……凶器は寸分違わず、青子の心臓へと撃ちだされた。",
        "en": "  The deadly weapon shot forward and honed in on her heart.",
        "pl": ""
    },
    {
        "ja": "　ただ、そのちょっと前。",
        "en": "  Then, a moment before it made contact...",
        "pl": ""
    },
    {
        "ja": "「危ない」",
        "en": "\"Watch out!\"",
        "pl": ""
    },
    {
        "ja": "　なんて、まったく危機感のない声がしたかと思うと、青子の体はぐいっと横に引っ張られていた。",
        "en": "  The moment she heard that fearless voice, completely out of place in this storm of violence, Aoko's body was pulled forcefully to one side.",
        "pl": ""
    },
    {
        "ja": "　伸びる腕はまたも<虚空|こくう>を<掠|かす>めていく。",
        "en": "  Once again, the extending arm cut through empty air.",
        "pl": ""
    },
    {
        "ja": "　人形は急いで腕を巻き戻すが、彼はその隙にと青子の手を取って、一目散に走りだしていた。",
        "en": "  While puppet quickly retracted its left arm, Soujuurou took the brief opportunity to take Aoko by the hand and flee at full speed.",
        "pl": ""
    },
    {
        "ja": "　デタラメに通路を走り、人形から十分離れたところで、草十郎は足を止めてきりだした。",
        "en": "  Soujuurou ran through the corridor as fast as he could, only stopping when he had put enough distance between them and the puppet.",
        "pl": ""
    },
    {
        "ja": "「その、考えてみると」",
        "en": "\"I was thinking and...\"",
        "pl": ""
    },
    {
        "ja": "　助けたはずの相手はこの通り、目に見えてご立腹だ。",
        "en": "  Though he had saved her, she looked angry rather than grateful.",
        "pl": ""
    },
    {
        "ja": "それでも彼は彼なりに考え抜いた、気の利いた<台詞|いいわけ>を口にする。",
        "en": "This did not keep Soujuurou from saying his piece.",
        "pl": ""
    },
    {
        "ja": "「明日は、どうも忙しいみたいなんだ」",
        "en": "\"Tomorrow is going to be a really busy day for me, so...\"",
        "pl": ""
    },
    {
        "ja": "“だから、用件は今日中に済ませてしまわないか？”",
        "en": "In other words, let's finish this today.",
        "pl": ""
    },
    {
        "ja": "　なんて続きそうな、場違いな提案を。",
        "en": "  A rather awkward proposal.",
        "pl": ""
    },
    {
        "ja": "「――――――」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　青子は黙っている。",
        "en": "  Aoko remained silent.",
        "pl": ""
    },
    {
        "ja": "　ついでにかなり怒ってもいた。",
        "en": "  She was also rather angry,",
        "pl": ""
    },
    {
        "ja": "　この男の精神構造が理解できないから、ではない。",
        "en": "  not that she could not figure out what made him tick,",
        "pl": ""
    },
    {
        "ja": "　せっかく逃がしてやったのに戻ってきた事でもない。",
        "en": "  nor because he'd returned after escaping.",
        "pl": ""
    },
    {
        "ja": "　相変わらずの<間|ま><抜|ぬ>けな台詞に苛ついたからでもない。",
        "en": "  Not even because he was spouting his typically airheaded lines.",
        "pl": ""
    },
    {
        "ja": "　……なんというか、あの一瞬。",
        "en": "  ...It was, she supposed, that instant.",
        "pl": ""
    },
    {
        "ja": "　手を引かれた時、何も考えられなくなって<為|な>すがままになった事が、青子的に許せないらしい。",
        "en": "  The fact that when he grabbed her hand, her mind had gone completely blank-Aoko found it unforgivable.",
        "pl": ""
    },
    {
        "ja": "　なので、",
        "en": "  Which beckoned the response...",
        "pl": ""
    },
    {
        "ja": "「貴方、正気？」",
        "en": "\"Are you insane?\"",
        "pl": ""
    },
    {
        "ja": "　勢いで、つい、そんな言葉を口にしていた。",
        "en": "  In the heat of the moment, she blurted it before she could stop herself.",
        "pl": ""
    },
    {
        "ja": "「それとも自殺願望でもあったワケ？　私も<人形|アイツ>も、アンタなんか殺す対象にすぎないのよ。",
        "en": "\"Or maybe you've got a death wish? Don't you realize that either of us could kill you with a snap of a finger?",
        "pl": ""
    },
    {
        "ja": "　少なくとも恩を売る相手じゃない。",
        "en": "  At the very least, I don't owe you a damn thing.",
        "pl": ""
    },
    {
        "ja": "　言っとくけど、私、助けられたぐらいで曲がる信念は持ち合わせていないから」",
        "en": "  Saving my life doesn't a change a thing between us.\"",
        "pl": ""
    },
    {
        "ja": "　だろうね、と頷く草十郎。",
        "en": "  Soujuurou nodded, clearly unperturbed.",
        "pl": ""
    },
    {
        "ja": "「蒼崎がそんな可愛らしいもんじゃないのは、この夜だけで骨身にしみてるよ」",
        "en": "\"Don't worry, Aozaki. If tonight taught me anything, it's that you're more ruthless than that.\"",
        "pl": ""
    },
    {
        "ja": "「――――――」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　それはそれでちょっと不満な青子だった。",
        "en": "  She found herself slightly offended.",
        "pl": ""
    },
    {
        "ja": "「けど君は勘違いをしてるから、少し正そう。",
        "en": "\"But I think you need to get one thing straight.",
        "pl": ""
    },
    {
        "ja": "　あいつの狙いは蒼崎だけじゃない。君だけじゃなく、俺も殺す気だと思う」",
        "en": "  That thing isn't just trying to kill you. I think it's trying to kill me as well.\"",
        "pl": ""
    },
    {
        "ja": "　それは嘘だ、と。",
        "en": "  She was having none of it.",
        "pl": ""
    },
    {
        "ja": "　視線をいっそう鋭くして、青子は草十郎を睨んだ。",
        "en": "  Her eyes shot daggers his way.",
        "pl": ""
    },
    {
        "ja": "「話は最後まで聞く。……どうしてかって言うと、一階の入り口あるだろ？　あの細長い通路。",
        "en": "\"And before you chew me out, you need to know something. Do you remember the first-floor entrance at the end of that long corridor?",
        "pl": ""
    },
    {
        "ja": "　なんでかあそこから先に進めないんだ。逃げたくても逃げだせなくて、仕方なく戻ってきた」",
        "en": "  Well it's blocked. I tried my best to find a way out, but no luck. There was no choice but to turn right back.\"",
        "pl": ""
    },
    {
        "ja": "　青子はわずかに目を見張った。",
        "en": "  Aoko's eyes widened ever-so slightly in amazement.",
        "pl": ""
    },
    {
        "ja": "　あり得ない、と驚いたのではなく、そこまでしていたか、という敵への称賛だ。",
        "en": "  Not out of shock, but rather admiration that her enemy would go to such lengths.",
        "pl": ""
    },
    {
        "ja": "「それに、さっきので完全に敵扱いされた。あの人形、こっちをじろっと<睨|にら>んできたし。",
        "en": "\"And besides, it was hostile to me too earlier. I could tell by how it was glaring at me.",
        "pl": ""
    },
    {
        "ja": "　……いや、一瞬でよく見えなかったけど、生きた心地しなかったな。蒼崎も気をつけた方がいい。たぶん、よっぽど怖い顔をしているに違いないぞ、<彼|ア><女|レ>」",
        "en": "  ...Well, happened so fast that I didn't really get a good look at it, but it was really unsettling. You should be careful. That thing... she sure has a terrifying face.\"",
        "pl": ""
    },
    {
        "ja": "「―――それはご親切に、どうも」",
        "en": "\"...Gee, thanks.\"",
        "pl": ""
    },
    {
        "ja": "「うん。なんで、これはもう他人事じゃないんだ。",
        "en": "\"You bet. I mean, I can't pretend like this isn't happening to me.",
        "pl": ""
    },
    {
        "ja": "　蒼崎と人形。結論として、どっちが勝っても俺は殺されてしまうんじゃないか？」",
        "en": "  Whichever of you wins, I'm a dead man either way, right?\"",
        "pl": ""
    },
    {
        "ja": "「……そうね。そこまでやってるなら、目撃者は消すでしょうね。私みたいに」",
        "en": "\"...I can't argue with that. If it's willing to go as far as to seal off the entrance, then it'd probably kill any witnesses as well. At least, that's what I'd do.\"",
        "pl": ""
    },
    {
        "ja": "「だろう。でも、俺はあいつには殺されたくない」",
        "en": "\"Right? And I don't want her to be the one who kills me.\"",
        "pl": ""
    },
    {
        "ja": "「え？」",
        "en": "\"Wait, what?\"",
        "pl": ""
    },
    {
        "ja": "　きっぱりと彼は断言した。",
        "en": "  His words were decisive.",
        "pl": ""
    },
    {
        "ja": "　まるで励ますような草十郎の言葉に、顔を上げる青子。",
        "en": "  As Aoko looked up at him, she could swear he was trying to encourage her.",
        "pl": ""
    },
    {
        "ja": "　……そうして、ようやく気づいた。",
        "en": "  It was then that she realized.",
        "pl": ""
    },
    {
        "ja": "　草十郎の顔色の悪さが、さっきより濃くなっている事に。",
        "en": "  Soujuurou was looking even worse than before.",
        "pl": ""
    },
    {
        "ja": "「ちょっと待って。大丈夫なの、貴方？」",
        "en": "\"Hey. Are you okay?\"",
        "pl": ""
    },
    {
        "ja": "「……まあ、醤油を<一升瓶|いっしょうびん>飲むよりは、ましではないかと」",
        "en": "\"Well, I'm better than if I'd drunk an entire bottle of soy sauce.\"",
        "pl": ""
    },
    {
        "ja": "　彼なりに場を<和|なご>ませようとした軽口だが、額に脂汗を浮かべられては余計に重い。",
        "en": "  He tried to make light of the situation, but his forehead was clearly drenched in sweat.",
        "pl": ""
    },
    {
        "ja": "“……そうか、さっき人形に近付いたから……”",
        "en": "(Right. It's because he was close to the puppet just now.)",
        "pl": ""
    },
    {
        "ja": "　青子ですら吐き気に襲われる呪いの圏内に入って、草十郎が平気である筈がない。",
        "en": "  How could he possibly be able to withstand a curse that made even Aoko nauseous?",
        "pl": ""
    },
    {
        "ja": "　……自分の洞察力の低さに唇を噛む。",
        "en": "  She bit her lip, annoyed at herself for not noticing this earlier.",
        "pl": ""
    },
    {
        "ja": "　あんまりに彼がぼんやりしているから、そこに考えがいたらなかった。",
        "en": "  Soujuurou was such an airhead that she hadn't even paused to consider his plight.",
        "pl": ""
    },
    {
        "ja": "「……下で隠れていようとか思わなかったの？",
        "en": "\"...Why didn't you consider trying to hide down in the basement?",
        "pl": ""
    },
    {
        "ja": "　その方がどう考えても安全でしょ？」",
        "en": "  That would have been the safest bet, wouldn't it?\"",
        "pl": ""
    },
    {
        "ja": "　ほんとうに分からない、と青子。",
        "en": "  She really could not understand him at all.",
        "pl": ""
    },
    {
        "ja": "「それは蒼崎が言う台詞じゃないな。",
        "en": "\"You should really take your own advice sometimes, Aozaki.",
        "pl": ""
    },
    {
        "ja": "　―――でもまあ、長話をしている時間もない。そろそろ追いついて来る頃だ」",
        "en": "  ...But hey, this is no time to be chatting. She could catch up at any moment.\"",
        "pl": ""
    },
    {
        "ja": "　通路に視線を向ける草十郎。",
        "en": "  He turned to look down the corridor.",
        "pl": ""
    },
    {
        "ja": "　……鏡張りの闇からは、ざらついたオルゴールが聞こえだしていた。",
        "en": "  The crackling sounds of a music box could be heard creeping forth from the darkness.",
        "pl": ""
    },
    {
        "ja": "「さっき一階にいて考えたんだ。君がやられても俺は殺される。なら、まずヤツをどうにかするべきだ」",
        "en": "\"I was thinking about this while I was on the first floor earlier. If it kills you, I'm next. That's why we should deal with it first.\"",
        "pl": ""
    },
    {
        "ja": "「…………………。",
        "en": "\"...",
        "pl": ""
    },
    {
        "ja": "　貴方、なにが言いたいの？」",
        "en": "  What are you getting at?\"",
        "pl": ""
    },
    {
        "ja": "　分かりきった事を、青子はあえて問いただした。",
        "en": "  She asked a question to which she already knew the answer.",
        "pl": ""
    },
    {
        "ja": "　草十郎の決意の程を試すように。",
        "en": "  She did it to put him to the test.",
        "pl": ""
    },
    {
        "ja": "　その先を半端な気持ちで口にするのなら、やっぱり今ここで始末する、と見据えながら。",
        "en": "  If he wavered even a little, she would have killed him where he stood.",
        "pl": ""
    },
    {
        "ja": "「提案。アイツをやっつけるのに協力したら、俺の事は見逃してくれる？」",
        "en": "\"My proposal is if I agree to help you kill that thing, will you let me go?\"",
        "pl": ""
    },
    {
        "ja": "「……助けられたぐらいじゃ信念は曲げないって言ったでしょう。",
        "en": "\"...I thought I'd made it clear that helping me wasn't going to change my mind.",
        "pl": ""
    },
    {
        "ja": "それに、貴方に何が出来るって言うの？」",
        "en": "And besides, what do you think you're going to do to it, anyway?\"",
        "pl": ""
    },
    {
        "ja": "「それは蒼崎が考えてくれ。得意だろ、そういうの」",
        "en": "\"Oh, that's your end of the bargain, Aozaki. This is your area of expertise, right?\"",
        "pl": ""
    },
    {
        "ja": "　協力者を適材適所にふりわけるのは指揮者の役割だ。",
        "en": "  The commander who had the overall picture was responsible for delegating roles to their teammates.",
        "pl": ""
    },
    {
        "ja": "　そもそもこの状況をまったく把握できず、また、自身と敵の差を理解できない人間に“何が出来るか”なんてコトを考えさせるのは間違っている、と草十郎は胸を張った。",
        "en": "  It was futile to depend on someone who was unable to grasp the situation or evaluate the enemy's strength. Soujuurou was proud to share that he knew this.",
        "pl": ""
    },
    {
        "ja": "「――――――」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　彼の言う通り、草十郎を知り、自動人形を知っているのは蒼崎青子だけ。",
        "en": "  He spoke the truth. Aoko was the only one who knew both Soujuurou and the automata.",
        "pl": ""
    },
    {
        "ja": "　なので、青子の指示を全力でこなす事が“いまの自分に出来る事”だと彼は言った。",
        "en": "  That was why he pointed out that following her orders to the best of his ability was the only thing he could do.",
        "pl": ""
    },
    {
        "ja": "　思考放棄に近いが、それでも、草十郎の提案は自分が無力である事を受け入れた末の、最大限の信頼に他ならない。",
        "en": "  It may have seemed as though Soujuurou had surrendered his capacity for self-thought, but in fact, in accepting that he was helpless he was in fact giving Aoko his complete trust.",
        "pl": ""
    },
    {
        "ja": "「……。じゃあ、私の指示に百パーセント従うってこと？」",
        "en": "\"Fine, then. So you'll do exactly what I tell you to do?\"",
        "pl": ""
    },
    {
        "ja": "「ああ。それに、これは恩とか義理の話じゃない。",
        "en": "\"I will. And just so you know, I'm not doing this out of a sense of obligation or anything.",
        "pl": ""
    },
    {
        "ja": "　ひとりだと分が悪いからふたりでかかるだけだ。善意でも厚意でもない。取引って言わないか、こういうの？」",
        "en": "  It's just obvious that neither of us had a chance on our own. This isn't goodwill or kindness. It's a... transaction.\"",
        "pl": ""
    },
    {
        "ja": "　信条的な物々交換だ、純朴な<瞳|め>が語っている。",
        "en": "  His eyes sparkled, as if this was bartering in its truest form.",
        "pl": ""
    },
    {
        "ja": "「――――――まったく」",
        "en": "\"...Oh my god.\"",
        "pl": ""
    },
    {
        "ja": "　……この少年にそんな知恵をつけたのは鳶丸の阿呆に違いない。",
        "en": "  This child must have learned that from Tobimaru, Aoko thought.",
        "pl": ""
    },
    {
        "ja": "　決して口にはこぼさないが、青子は少しだけ笑いたくなった。",
        "en": "  Though she refused to let him see it, underneath she cracked a smile.",
        "pl": ""
    },
    {
        "ja": "完全に一本とられたけど、なんというか、悔しくない敗北なんてものが、世の中にはあるらしい。",
        "en": "Sure, he had gotten the best of her just now, but there were times when defeat was not the worse outcome in the world.",
        "pl": ""
    },
    {
        "ja": "「労働と報酬ってワケね。それなら理にかなってる。",
        "en": "\"Honest pay for honest work. Makes sense.",
        "pl": ""
    },
    {
        "ja": "　うん、言いたくないけど―――」",
        "en": "  And... I hate to admit it, but...\"",
        "pl": ""
    },
    {
        "ja": "　少し間をおいて、やれやれ、と肩で息をする。",
        "en": "  She relaxed her shoulders and sighed.",
        "pl": ""
    },
    {
        "ja": "　青子はふっきれたような、見ようによっては邪悪な笑みをうかべて、",
        "en": "  Her face cracked into a wicked smile, as if her fears had suddenly washed away.",
        "pl": ""
    },
    {
        "ja": "「―――それ、けっこう私の好みよ」",
        "en": "\"Your plan is just my style.\"",
        "pl": ""
    },
    {
        "ja": "　彼が向けたのと同程度の信頼を、まっすぐに投げ返した。",
        "en": "  Aoko repaid Soujuurou's trust in equal measure.",
        "pl": ""
    }
]