[
    {
        "ja": "　夜中、洋館を歩いていると不思議なコトに遭遇する。",
        "en": "  Walking around the mansion at night often led to mysterious encounters.",
        "pl": ""
    },
    {
        "ja": "　館内にただよう霧や、",
        "en": "  Mist might suddenly fill the hallway,",
        "pl": ""
    },
    {
        "ja": "　増えたり減ったりするドア。",
        "en": "  or doors might appear and disappear.",
        "pl": ""
    },
    {
        "ja": "　絨毯の手入れをする子豚っぽい影を見たかと思えば、このように、",
        "en": "  Just when Soujuurou thought he had seen it all with pig-shaped shadows mending the carpet,",
        "pl": ""
    },
    {
        "ja": "　サンルームに向かってはかき消える、鳥たちの羽音を聞いたりもする。",
        "en": "  he heard the sound of a bird's flapping coming from the sunroom.",
        "pl": ""
    },
    {
        "ja": "「なにごと……！？」",
        "en": "\"What's going on over there?!\"",
        "pl": ""
    },
    {
        "ja": "　たいていの事は見ざる聞かざるな草十郎も、今の羽音は聞き過ごせなかった。",
        "en": "  As much as he had become accustomed to turning a blind eye to such occurrences, the sound of flapping wings in the sunroom was too much to ignore.",
        "pl": ""
    },
    {
        "ja": "　一羽や二羽の話ではないのだ。",
        "en": "  And not just one bird, or even two, it sounded like dozens.",
        "pl": ""
    },
    {
        "ja": "　十羽単位の鳥がサンルームに突撃したとすれば、窓ガラスとて無事では済むまい。",
        "en": "  So many birds packed in the sunroom would inevitably lead to shattered windows and broken glass.",
        "pl": ""
    },
    {
        "ja": "　いてもたってもいられず、草十郎はちり取りと<箒|ほうき>を手にして走りだした。",
        "en": "  Soujuurou grabbed a broom and dashed toward the sound, prepared for the worst.",
        "pl": ""
    },
    {
        "ja": "　生来の小姑根性か、せいいっぱいの自己防衛か。",
        "en": "  Perhaps he was moved by his natural impulse to help, or desperate self-defense.",
        "pl": ""
    },
    {
        "ja": "　今日の授業でたまたま、",
        "en": "  His mind flashed to what a teacher had said at school.",
        "pl": ""
    },
    {
        "ja": "「皆さんも部屋の整頓は心がけてくださいね。人間の自制心って環境に流されるらしいですから。",
        "en": "\"You should all make sure to keep your rooms orderly and clean. Work ethic and self-discipline will have a positive impact on your surroundings.",
        "pl": ""
    },
    {
        "ja": "ほら、それまで犯罪の少ない街だったのに、一つボロボロの家が出来ただけで近隣住人がみーんな自堕落になるというアレ。",
        "en": "Think about it. Even in a nice neighborhood where there isn't much crime, it only takes one ill-kept house to send the whole block into a spiral of depravity.",
        "pl": ""
    },
    {
        "ja": "　環境への無関心さがすさんだ精神を作り上げるとか眉唾ですけど、正直なところ、ブームだからって盗んだバイクで走り回ったり、学校の廊下の窓ガラスとか割ってまわっちゃダメですよ。先生の仕事が増えますから」",
        "en": "  Of course, we all know a messy room won't turn you into a criminal. But I'd better not catch any of you breaking windows in the hallway or going for a joy ride on stolen motorcycles. Think of all the pain you'd be causing your poor teacher!\"",
        "pl": ""
    },
    {
        "ja": "　時に、校内暴力がある種の若者にとってステータスになっていた時代の話である。",
        "en": "  At the time, school gangs had garnered a certain reputation among the youths.",
        "pl": ""
    },
    {
        "ja": "「窓が割れると、心が荒れる」",
        "en": "\"Broken windows lead to broken hearts.\"",
        "pl": ""
    },
    {
        "ja": "　草十郎はなるほど、と今日聞いた話を<反芻|はんすう>する。",
        "en": "  Soujuurou appreciated the basic message of the lecture as he ruminated over it.",
        "pl": ""
    },
    {
        "ja": "　割れ窓理論を聞いていた彼にとって、洋館内のモラル低下は放っておけない。",
        "en": "  The thought of broken windows had given him a sense of urgency, as if the mansion's very moral foundations were at stake.",
        "pl": ""
    },
    {
        "ja": "　……同居人は<既|すで>にして十分なほど凶暴だが、これ以上<横暴|おうぼう>さが増しては、なにより本人の為にならない。また学校でよからぬ噂が流れてしまう。",
        "en": "  His roommates were harsh enough with him already; anything further would only lead to rampant rumors at school about their cruelty.",
        "pl": ""
    },
    {
        "ja": "　我らが生徒会長の名誉を守る為。",
        "en": "  He had to protect the honor of the student council president.",
        "pl": ""
    },
    {
        "ja": "　ひいては実害から自分の身を守る為、草十郎はサンルームの掃除に向かったのだが―――",
        "en": "  It was also concern for his own safety that sent him rushing to the sunroom. However...",
        "pl": ""
    },
    {
        "ja": "「む？」",
        "en": "\"Huh?\"",
        "pl": ""
    },
    {
        "ja": "　この通り、サンルームには鳥の姿はおろか、鳴き声さえ有りはしなかった。",
        "en": "  There wasn't a bird to be seen or a chirp to be heard upon his arrival.",
        "pl": ""
    },
    {
        "ja": "「あら」",
        "en": "\"Oh, hey.\"",
        "pl": ""
    },
    {
        "ja": "「――――――」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　中庭を<臨|のぞ>むテーブルには、午後のお茶を<愉|たの>しむ蒼崎青子と久遠寺有珠の姿のみ。",
        "en": "  Only Alice and Aoko, sipping afternoon tea at the table that overlooked the courtyard, were present.",
        "pl": ""
    },
    {
        "ja": "　草十郎ソナー探知で十八羽は居たであろう鳥の気配はどこにもない。",
        "en": "  The dozens of birds Soujuurou had sensed with his mountain intuition were nowhere to be seen.",
        "pl": ""
    },
    {
        "ja": "「いまここに鳥がこなかった！？」",
        "en": "\"Did anyone see a flock of birds?!\"",
        "pl": ""
    },
    {
        "ja": "「有珠、見た？」",
        "en": "\"Alice?\"",
        "pl": ""
    },
    {
        "ja": "「さあ。もう見えないのなら、いないという事でしょう」",
        "en": "\"Who knows. If can't see them, there must not be any birds.\"",
        "pl": ""
    },
    {
        "ja": "「だって。いないよ、鳥」",
        "en": "\"You heard her; no birds.\"",
        "pl": ""
    },
    {
        "ja": "　草十郎ですら感じ取れる、<清々|すがすが>しいまでの嘘である。",
        "en": "  It was a lie so blatant even Soujuurou could see through it.",
        "pl": ""
    },
    {
        "ja": "「そんなバカな」",
        "en": "\"That can't be true.\"",
        "pl": ""
    },
    {
        "ja": "　さっきの羽音は聞き間違いではない。",
        "en": "  He knew for a fact he had heard the flapping of a flock of birds.",
        "pl": ""
    },
    {
        "ja": "　こと野生動物の生態については<一家言|いっかげん>あるのか、草十郎は急ぎ足で窓まで移動し、ますます眉を<曇|くも>らせた。",
        "en": "  Unable to accept that there really were no wild animals in the room, Soujuurou approached the windows with suspicion.",
        "pl": ""
    },
    {
        "ja": "　窓ガラスには鳥の跡はおろか、羽の一枚すら落ちていない。",
        "en": "  There were no feathers or any other signs of birds having been outside, either.",
        "pl": ""
    },
    {
        "ja": "「あ。夕食、<鶏|とり>鍋？」",
        "en": "\"Oh right, dinner. Chicken stew, was it?\"",
        "pl": ""
    },
    {
        "ja": "　鳥を探す草十郎を見て、なぜその発想にいきつくのか。",
        "en": "  Of course Aoko would say something like that as she watched Soujuurou search desperately.",
        "pl": ""
    },
    {
        "ja": "「あいにく、今日のバイトは魚屋さんだ。<鰯|いわし>でよければ土産にするけど」",
        "en": "\"Sorry, I'm working at the fish place tonight. But I've got you covered if you want sardines.\"",
        "pl": ""
    },
    {
        "ja": "「鰯……鰯か……私、あのパイ嫌いなのよね……。",
        "en": "\"Sardines... Sardines, huh... I don't like sardine pie...",
        "pl": ""
    },
    {
        "ja": "　いえ、むしろ鰯のパイとか食べたコトないのよね……」",
        "en": "  Not that I've ever had it.\"",
        "pl": ""
    },
    {
        "ja": "　青子の<独|ひと>り芸は、この時代ではあまりに高度すぎたようだ。",
        "en": "  Aoko's stand-up routine was far ahead of its time.",
        "pl": ""
    },
    {
        "ja": "　草十郎は窓ガラスから離れ、とぼとぼサンルームを後にし、",
        "en": "  Soujuurou backed away from the window and begrudgingly left the sunroom,",
        "pl": ""
    },
    {
        "ja": "　今まで幾度とあった、有珠からのよく分からない視線を感じた。",
        "en": "  feeling Alice's all-too-familiar inscrutable gaze upon his back.",
        "pl": ""
    },
    {
        "ja": "「なんだい、<有|アリ>―――」",
        "en": "\"What's up, Alice-\"",
        "pl": ""
    },
    {
        "ja": "　何か聞きたい事でもあるのだろうか、と声をかけ、",
        "en": "  Just as he opened his mouth to ask her what she wanted...",
        "pl": ""
    },
    {
        "ja": "「あいたっ」",
        "en": "\"Ow!\"",
        "pl": ""
    },
    {
        "ja": "　そんな草十郎の頭部に、青い流星が直撃した。",
        "en": "  A blue comet crashed into his head.",
        "pl": ""
    },
    {
        "ja": "　流星の正体は言うまでもない。",
        "en": "  It needed no explanation.",
        "pl": ""
    },
    {
        "ja": "　洋館に出没する謎の駒鳥である。",
        "en": "  It could only be Robin, the mysterious bird that appeared frequently in the mansion.",
        "pl": ""
    },
    {
        "ja": "　チチチチチチ、と甲高く駒鳥は<訴|うった>える。",
        "en": "  Chirp, chirp, chirp! It shrilled accusingly.",
        "pl": ""
    },
    {
        "ja": "　……実のところ。",
        "en": "  The truth was...",
        "pl": ""
    },
    {
        "ja": "　草十郎に激突するコレこそが洋館の七不思議、その最たるものだった。",
        "en": "  The tiny aggressor that assaulted him just now was the greatest of the mansion's seven wonders.",
        "pl": ""
    },
    {
        "ja": "　アルバイトに向かう途中、多くの人々とすれ違う。",
        "en": "  Soujuurou encountered all sorts of people along his route to work.",
        "pl": ""
    },
    {
        "ja": "　まだ都会慣れしていない草十郎にとって、駅前通りの人の流れは圧巻だ。",
        "en": "  Still new to city life, he found the crowds of people outside the station utterly fascinating. In fact, they were the highlight of his commute.",
        "pl": ""
    },
    {
        "ja": "　誰一人として、同じ服装や歩き方の人間がいない。",
        "en": "  No two people wore exactly the same clothes or walked in the same fashion.",
        "pl": ""
    },
    {
        "ja": "　ここまで人が多ければ似たような外見の人間がいそうなものだが、ただの一人も<被|かぶ>っていない。",
        "en": "  With so many people, you would think they would all melt into an indistinguishable huddle, but each person he saw was different and unique.",
        "pl": ""
    },
    {
        "ja": "　多種多様な街の<賑|にぎ>わいに、子供のように感心してしまう。",
        "en": "  Soujuurou was excited as a child as he looked out at the bustling, diverse streets of the city.",
        "pl": ""
    },
    {
        "ja": "「―――いや」",
        "en": "\"...Stop it.\"",
        "pl": ""
    },
    {
        "ja": "　草十郎は目を閉じて反省した。",
        "en": "  Closing his eyes in shame, he sighed.",
        "pl": ""
    },
    {
        "ja": "　こんな事で感心しているようじゃまだまだ田舎者だ、とため息をつく。",
        "en": "  He was upset with himself for behaving like a bumbling tourist from the countryside.",
        "pl": ""
    },
    {
        "ja": "「ちょっと。青信号で突っ立ってられるの、邪魔なんだけど。なにガラにもなく<黄昏|たそが>れてるんだか」",
        "en": "\"Hey, you'll get in people's way spacing out in front of the crosswalk like that. Daydream somewhere else.\"",
        "pl": ""
    },
    {
        "ja": "　と。ややセンチになっていた背中に、聞き覚えのある、刺々しい声がかけられた。",
        "en": "  A stern and familiar voice behind him snapped him out of his navel-gazing.",
        "pl": ""
    },
    {
        "ja": "「なんだ、まっどべあに行く途中だったんだ。",
        "en": "\"Let me guess. On your way to The Mad Bear?",
        "pl": ""
    },
    {
        "ja": "　……ふーん。わたしはコンビニのバイト。こっちは五時からだけど、静希は？」",
        "en": "  My shift at the convenience store that starts at five. You?\"",
        "pl": ""
    },
    {
        "ja": "「同じく五時から。<久|く><万|ま><梨|り>はどこか寄るところでも？」",
        "en": "\"Same. Five o'clock start. Were you on your way somewhere else?\"",
        "pl": ""
    },
    {
        "ja": "「本屋に寄った帰り。読みたかった本がなくなってたから、仕方なく出歩いてたところよ」",
        "en": "\"I just stopped by a bookstore. I'm out of stuff to read, so I thought I'd look for something new.\"",
        "pl": ""
    },
    {
        "ja": "「なるほど。時間を持て余しているところも同じだね」",
        "en": "\"I see. I guess we both have some time to spare.\"",
        "pl": ""
    },
    {
        "ja": "　声をかけてきたのはバイト先の知り合いでもあり、同期生でもある<久万梨|くまり><金鹿|こじか>だった。",
        "en": "  The girl who greeted him was Kojika Kumari, a work friend who was also in the same year at Misaki High.",
        "pl": ""
    },
    {
        "ja": "　声をかけてきた、というよりは因縁をつけてきた、という表現の方が正しいのだが。",
        "en": "  Though, it would have been more accurate to say she was looking for a pretext to fight him rather than greet him.",
        "pl": ""
    },
    {
        "ja": "　久万梨は草十郎にとってはじめての先輩でもある。",
        "en": "  To Soujuurou, Kumari had been the first person in the city he could look up to.",
        "pl": ""
    },
    {
        "ja": "　最初のアルバイト先で知り合い、",
        "en": "  They'd met at his first job,",
        "pl": ""
    },
    {
        "ja": "　レジ打ちを間違え続けた事からコンビニは向いてないから辞めろと本気で軽蔑され、なぜか最後に、",
        "en": "  where she insisted he wasn't cut out to work the register after many mistakes, and convinced him to quit working at convenience stores altogether.",
        "pl": ""
    },
    {
        "ja": "“こっちの方が貴方に向いてる”と<中華飯店|まっどべあ>を紹介してくれた人物だ。",
        "en": "In the end, she introduced him to his current job at the Chinese restaurant, The Mad Bear, a much better fit for Soujuurou.",
        "pl": ""
    },
    {
        "ja": "「なにその無理矢理な顔。なんか元気ない。いつも以上にイラっとくるわ。",
        "en": "\"You look a little worse for wear, Shizuki. Why the long face? I've never seen you so pouty.",
        "pl": ""
    },
    {
        "ja": "　静希のいいところなんて、いつもピシッとしている背筋ぐらいなのに、みっともなく丸まってるし。",
        "en": "  Usually, standing up straight is the one thing you're good at.",
        "pl": ""
    },
    {
        "ja": "　もしかして悩みとかあるの？　……まっどべあに質の悪い先輩でもいるとか。それなら話ぐらいは聞いてあげるから、言ってみたら？」",
        "en": "  Something on your mind? ...Wait, are you getting bullied by the older guys at The Mad Bear? You can tell me anything, you know.\"",
        "pl": ""
    },
    {
        "ja": "　態度こそ厳しいものの、久万梨の目は真剣である。",
        "en": "  Though her tone was stern, her eyes were earnest.",
        "pl": ""
    },
    {
        "ja": "　都会育ちの久万梨にとって、静希草十郎という人間はそのすべてが癪に障るらしい。",
        "en": "  Having grown up in the city herself, she was irritated by virtually everything Soujuurou said and did.",
        "pl": ""
    },
    {
        "ja": "　が、それはそれとして、彼女は草十郎を対等の知人として捉えている。",
        "en": "  Nevertheless, she still treated him like an equal.",
        "pl": ""
    },
    {
        "ja": "　バイト先を紹介してくれたのも、そういう彼女の生真面目さ故だった。",
        "en": "  Introducing him to his current job was just one example of her sincerity.",
        "pl": ""
    },
    {
        "ja": "「いや、別に悩みとかそういうんじゃなくて。不思議なコトがあったというか、珍しいものを見たというか……」",
        "en": "\"No, nothing like that. It's just, something strange happened. Something really unusual...\"",
        "pl": ""
    },
    {
        "ja": "　どう説明するべきか考えながら、草十郎は用件だけを口にした。",
        "en": "  Soujuurou could not find the words to explain his situation, but that did not stop him from trying.",
        "pl": ""
    },
    {
        "ja": "　まっどべあには何の問題もない。",
        "en": "  There were no problems at The Mad Bear to speak of.",
        "pl": ""
    },
    {
        "ja": "　商店街の<魚達|ウオタツ>と同じぐらい好い職場だ。",
        "en": "  He liked it just as much as his other job at Uotatsu, the fishmongers in the shopping district.",
        "pl": ""
    },
    {
        "ja": "　そういった仕事の話とはまったく関係なく、",
        "en": "  In fact, his problem had nothing to do with work at all.",
        "pl": ""
    },
    {
        "ja": "　最近、青い鳥によくつっつかれるのだと。",
        "en": "  No, his problem was a certain blue bird that would not stop pecking at him recently.",
        "pl": ""
    },
    {
        "ja": "「鳥につっつかれる？　なにそれ、小さい悩み。",
        "en": "\"You're getting pecked? By a bird? ...Wow. And here I was thinking the world had ended.",
        "pl": ""
    },
    {
        "ja": "　……でもまあ、青い鳥っていうのは確かに珍しいわね」",
        "en": "  ...It is pretty unusual for a bird to be blue, I guess.\"",
        "pl": ""
    },
    {
        "ja": "「いや、珍しいのは外見の話じゃなくて……」",
        "en": "\"And that's not the only thing unusual about it.\"",
        "pl": ""
    },
    {
        "ja": "　うまく説明できず言いよどむ。",
        "en": "  He stopped, unsure of how to proceed.",
        "pl": ""
    },
    {
        "ja": "　あの青い鳥の、でっぷりとした外見や鳴き声を、人語でどう表現したものだろうか？",
        "en": "  Words alone were not enough to convey the bird's plump body or the sound of its chirping.",
        "pl": ""
    },
    {
        "ja": "「……ふーん。綺麗な青色といったらマウンテンブルーバードだけど、日本にはいないわよね。",
        "en": "\"Hmm. There is a beautifully colored bird called the mountain bluebird, but they're not native to Japan.",
        "pl": ""
    },
    {
        "ja": "　青いツバメだったらいるかもしれないけど」",
        "en": "  Maybe it's a blue swallow?\"",
        "pl": ""
    },
    {
        "ja": "「いや、ツバメじゃなくて、丸っこいんだ。図鑑で調べたんだけど、どうもコマドリっぽい。けど」",
        "en": "\"No, it's more round than a swallow. I tried to look it up in a bird book and the closest thing I found was a robin.\"",
        "pl": ""
    },
    {
        "ja": "「うん、青色のコマドリは存在しない。",
        "en": "\"Yeah, but robins aren't blue.",
        "pl": ""
    },
    {
        "ja": "　……静希は縁日の青ひよこって知ってる？　知らないわよね。いい、そう面白い話じゃないから忘れて。",
        "en": "  ...You know those blue chicks they have at fairs in the city? Of course you don't, why would you? Just forget it.",
        "pl": ""
    },
    {
        "ja": "　それより、そのコマドリって一羽だけなの？」",
        "en": "  Anyway, this robin-is it the only one?\"",
        "pl": ""
    },
    {
        "ja": "「ああ、一羽だけだ。つがいは見あたらない」",
        "en": "\"Yeah, there's only one. It doesn't seem to have a mate.\"",
        "pl": ""
    },
    {
        "ja": "「ふーん。突然変異だとしたらちょっと可哀想ね。",
        "en": "\"Hmm. Well, if it's the only one of its kind, then I feel kinda sorry for it.",
        "pl": ""
    },
    {
        "ja": "　……生まれた時から最後の一羽だなんて、孤独にもほどがあるわ。",
        "en": "  Imagine being the last one of your kind since the day you're born. Talk about lonely!",
        "pl": ""
    },
    {
        "ja": "　どんな鳥かは知らないけど、次に見かけたら優しくしてあげたら？　自販機で十円を拾う、ぐらいの幸運は運んでくれるかもよ」",
        "en": "  I have no idea what species it could be. Maybe you should try being nice to it next time. It might bring you something special, like when you find a ten yen coin in a vending machine!\"",
        "pl": ""
    },
    {
        "ja": "　久万梨の言い分は優しさあふれるものだが、あの駒鳥につっつかれる草十郎としては、何とも頷きがたいものだった。",
        "en": "  Her words were perfectly kind, but he could hardly sympathize with the creature after all the painful pecking to which it had subjected him.",
        "pl": ""
    },
    {
        "ja": "　そもそも孤独なんて、あの駒鳥にもっとも似合わない表現ではないだろうか？",
        "en": "  He wouldn't have called the bird lonely, either.",
        "pl": ""
    },
    {
        "ja": "「いいじゃない、小鳥一羽ぐらい。",
        "en": "\"If one little bird is all that's bothering you, you're lucky.",
        "pl": ""
    },
    {
        "ja": "　そりゃ都会で鳥につつかれるのは珍しいけど、いい方の珍事よ、それ。これがゴミ袋をあさるカラスの大軍だったら困りものでしょうけど」",
        "en": "  The pecking part is weird for sure, especially in a city like this, but it could be way worse. Imagine getting attacked by an army of crows that swarm around the dumpsters!\"",
        "pl": ""
    },
    {
        "ja": "「あ。そういえば、他にも気になる事が」",
        "en": "\"Right. Actually, there was something else bothering me, too.\"",
        "pl": ""
    },
    {
        "ja": "　久万梨の言葉から、草十郎は久遠寺邸・とり集団失踪事件を思い出した。",
        "en": "  Her example had reminded him of the mystery of the disappearing birds at the mansion.",
        "pl": ""
    },
    {
        "ja": "　あの鳥たちも不思議と言えば不思議すぎる。",
        "en": "  A stranger than strange event.",
        "pl": ""
    },
    {
        "ja": "「実は今、あそこに見える丘に住んでるんだけど。",
        "en": "\"See that hill? I actually live on it.",
        "pl": ""
    },
    {
        "ja": "　でるんだ、大量のムクドリが頻繁に。そのクセ、街に出ると見かけない」",
        "en": "  I see lots of starlings around there, but for some reason they never come down to town.\"",
        "pl": ""
    },
    {
        "ja": "「当たり前でしょ。町じゃ鳥なんて見かけないし、あそこは山だから動物は多いんじゃない？",
        "en": "\"Well, duh, you never see birds in town. But on a mountain like that there are bound to be wild animals!",
        "pl": ""
    },
    {
        "ja": "　それより貴方、あの山に引っ越したの？　前のアパートは引き払ったって聞いてたけど。……学校まで通うの、大変じゃない。なんだってあんな<辺鄙|へんぴ>なところに」",
        "en": "  Why would you move way out there, anyway? I mean, I heard you moved out of your old apartment, but isn't it a pain getting to school? What are you doing out there in the boonies?\"",
        "pl": ""
    },
    {
        "ja": "「ちょっとした成り行きだよ。それに通うのは大変じゃない。大変なのは中の話なんだ」",
        "en": "\"Things just worked out that way. And the commute isn't hard. If anything is painful, it's what happens inside that place.\"",
        "pl": ""
    },
    {
        "ja": "「？」",
        "en": "\"Huh?\"",
        "pl": ""
    },
    {
        "ja": "　街に出るまで徒歩三十分。",
        "en": "  It took thirty minutes to reach town on foot.",
        "pl": ""
    },
    {
        "ja": "　近場のコンビニエンスストアまで四十分はかかる立地条件だが、草十郎にとって交通の不便さはそう問題ではない。",
        "en": "  The forty minutes to the nearest convenience store would be the real kicker for most people, but for Soujuurou it was no inconvenience.",
        "pl": ""
    },
    {
        "ja": "　問題は住んでいる建物の人外魔境っぷりである。",
        "en": "  The real problem was the dark forces beyond human understanding that lurked within the grounds.",
        "pl": ""
    },
    {
        "ja": "「すまない、それは久万梨に話すことじゃなかった。",
        "en": "\"Sorry, I didn't mean to bring all my complaints to you.",
        "pl": ""
    },
    {
        "ja": "　それより今の話だ。町には鳥が少ないと言ったけど、どうして？」",
        "en": "  I'm curious about how you said there aren't many birds in town, though. Why is that?\"",
        "pl": ""
    },
    {
        "ja": "「……たんに、環境に適応できなかったのよ。",
        "en": "\"Simple. They failed to adapt to the environment.",
        "pl": ""
    },
    {
        "ja": "　なに、鳥の話には随分と食いつくわね。静希、動物好き？」",
        "en": "  I didn't know you were so interested in birds. Are you an animal lover or something?\"",
        "pl": ""
    },
    {
        "ja": "「どちらかというと好きな方だけど」",
        "en": "\"I guess I do like animals more than I dislike them.\"",
        "pl": ""
    },
    {
        "ja": "「そ。わたしは嫌い。そんなわたしに鳥の話とかしてほしい？」",
        "en": "\"Really? I can't stand them. I'm surprised you didn't pick up on it sooner.\"",
        "pl": ""
    },
    {
        "ja": "　久万梨の言葉は矛盾に満ちている。",
        "en": "  Her statement could hardly be more self-contradictory.",
        "pl": ""
    },
    {
        "ja": "　動物嫌いという彼女が、なぜ先ほど“鳥には優しく”と口にしたのか。",
        "en": "  Minutes after telling him to be nice to a bird that attacked him, she was now claiming she did not even like animals.",
        "pl": ""
    },
    {
        "ja": "「そうだな。嫌いなだけで苦手でないのなら、知ってる範囲で聞かせてほしい」",
        "en": "\"Well, even if you can't stand animals, I'd still like to hear what you know about birds.\"",
        "pl": ""
    },
    {
        "ja": "「痛いトコつくじゃない。",
        "en": "\"Can't take a hint, huh.",
        "pl": ""
    },
    {
        "ja": "　いいわ、バイトまでの時間つぶしにしてあげる。",
        "en": "  Fine. I need to kill some time until work starts anyway.",
        "pl": ""
    },
    {
        "ja": "　さっきの続き。環境に適応できるかできないかってところからね」",
        "en": "  So, like I was saying, survival is all about being able to adapt to your environment.\"",
        "pl": ""
    },
    {
        "ja": "「今でこそこんなだけど、三咲はここまで大きな町じゃなかったんだって。",
        "en": "\"Misaki's pretty big now, but it wasn't always like this.",
        "pl": ""
    },
    {
        "ja": "　昔はその半分が森だったから、彼らはもともと森に適した生活をしていたのよ」",
        "en": "  Half of it used to be woodland, which was closer to the type of environment the poor things were used to living in.\"",
        "pl": ""
    },
    {
        "ja": "　久万梨は鳥たちを「彼ら」と呼んだ。",
        "en": "  The way Kumari addressed them was of note.",
        "pl": ""
    },
    {
        "ja": "　好きか嫌いかはともかく、鳥たちに敬意を払っている証だろう。",
        "en": "  Whether she liked them or not, she seemed to at least have some respect for them.",
        "pl": ""
    },
    {
        "ja": "「でも近代化した街じゃ自然のサイクルも成り立たない。人間ってのは、まず環境を自分たちの都合に変えるから。",
        "en": "\"Nature ended up with the short straw as the city modernized. Humans always change their surroundings to suit their needs, after all.",
        "pl": ""
    },
    {
        "ja": "　<藪蚊|やぶか>が多いって事で小さな川の流れを変えたり、町中コンクリートで塗り固めちゃえば鳥的にはお手上げよ。",
        "en": "  Diverting streams to get rid of mosquitoes, covering everything in town with concrete... It made the area unlivable for the birds.",
        "pl": ""
    },
    {
        "ja": "　虫も森も少ないんじゃもう山に逃げるしかない。彼らは故郷を追われて、この森から山に移った。",
        "en": "  Without enough bugs or trees they had no choice but to flee. Chased out of their home they moved from the forest to the mountains.",
        "pl": ""
    },
    {
        "ja": "　人間にとって都合のいい町は、鳥たちが生きるコロニーにはなり得ないから」",
        "en": "  A convenient urban center for humans isn't the kind of place that can support a colony of birds.\"",
        "pl": ""
    },
    {
        "ja": "「……そんな事ぐらいで減るものか？",
        "en": "\"And that's all it took to get rid of birds in the city?",
        "pl": ""
    },
    {
        "ja": "　その、姿を見なくなるぐらいに？」",
        "en": "  Just like that, and we never see them again?\"",
        "pl": ""
    },
    {
        "ja": "「そこまで極端じゃない……とは思う。現に貴方だってムクドリを見てるでしょう？",
        "en": "\"It's not *that* extreme. I mean, come on, you just said you see starlings.",
        "pl": ""
    },
    {
        "ja": "　比較の問題よ。町には人間が多いから、鳥の姿はよけい稀少に感じるだけ。たまに見かけるだけで、珍しいと思えるぐらいにね」",
        "en": "  It's all relative. There are so many humans in town, the number of birds seems small in comparison. It feels special just to spot one here or there.\"",
        "pl": ""
    },
    {
        "ja": "「ああ、たしかに。じゃあ鳥は町から居なくなっただけで、あの山に移り住んで―――」",
        "en": "\"That's true. So they all just left town and moved to the mountains...\"",
        "pl": ""
    },
    {
        "ja": "　目立たないだけで、きちんと今も生き続けている。",
        "en": "  Humans might not be able to see them in day-to-day life, but they were alive and well nonetheless.",
        "pl": ""
    },
    {
        "ja": "　時代と共に、その在り方、カタチは変わっても、まったくの無に帰する事はない。",
        "en": "  Their habitat and lifestyle changed with the times, but they never truly disappeared.",
        "pl": ""
    },
    {
        "ja": "　そう安心して気を取り直す草十郎を、久万梨は冷めた顔で否定した。",
        "en": "  Soujuurou's sense of relief was sharply disrupted by a serious look from Kumari.",
        "pl": ""
    },
    {
        "ja": "「あの山に天敵がいなければね。",
        "en": "\"But the birds aren't safe in the mountains.",
        "pl": ""
    },
    {
        "ja": "　人間の手による<乱獲|らんかく>か、移った先にいる生態系との衝突か。どちらにせよ、居場所を失った彼らの寿命は短いと思う。一世紀持てばいい方かもしれない。",
        "en": "  There's still overfishing by humans and conflict between the birds and their new ecosystem. With everything going on I doubt they'll last very long. Even a century might be optimistic.",
        "pl": ""
    },
    {
        "ja": "　……リョコウバトの例もあるし。気が付いた時には取り返しつかないのが動物と人間の関係よ」",
        "en": "  Just look at what happened to passenger pigeons. Once humans noticed what they'd done to them, it was already too late. That's how it always is.\"",
        "pl": ""
    },
    {
        "ja": "「リョコウバト……？」",
        "en": "\"...What are passenger pigeons?\"",
        "pl": ""
    },
    {
        "ja": "「そ、リョコウバト。体長は四十センチほどもある、大型のきれいな鳥。",
        "en": "\"Oh, they were large, beautiful birds, about forty centimeters from head to tail.",
        "pl": ""
    },
    {
        "ja": "　オスの翼は深い青色で、胸は鮮やかな<臙脂|えんじ>色。オレンジ色の目は嘘みたいに愛らしくて、その羽は時速百キロで長い距離を旅するの」",
        "en": "  The males were a deep blue, with vivid red on their breast. The cutest part was their orange eyes-like something out of a book! And they could fly up to a hundred kilometers per hour over great distances.\"",
        "pl": ""
    },
    {
        "ja": "　久万梨の声は、少しだけ優しい。",
        "en": "  Her voice had a certain tenderness to it.",
        "pl": ""
    },
    {
        "ja": "　彼女は図鑑でしか観ることのない鳥の姿を、ひとり夢想しているようだった。",
        "en": "  She was daydreaming about birds she had never even seen in the flesh.",
        "pl": ""
    },
    {
        "ja": "「北アメリカにいた<鳩|ハト>でね、春は南から北へ、冬は冬越えのために北から南に移動するの。",
        "en": "\"They were a type of pigeon native to North America, so they used to fly north in spring and then back south in winter until it got warm again.",
        "pl": ""
    },
    {
        "ja": "　今から百年以上も前の話よ。",
        "en": "  But that was over a century ago.",
        "pl": ""
    },
    {
        "ja": "　彼らはかつて地上でもっとも繁殖した高等動物だった。",
        "en": "  They used to be the most common higher animal on Earth.",
        "pl": ""
    },
    {
        "ja": "　なにしろその数は五十億。当時の総人口より多かったっていうんだから、圧巻よね」",
        "en": "  There were five billion of them in total-that's more passenger pigeons than humans! Pretty amazing, right?\"",
        "pl": ""
    },
    {
        "ja": "「なんと。人間より数の多い動物がいたっていうのか？」",
        "en": "\"Wow. I never thought about an animal being more common than humans.\"",
        "pl": ""
    },
    {
        "ja": "「うん。でも彼らは絶滅したわ。他ならぬ人間の手によって。",
        "en": "\"Yeah, I know. But now they're all extinct, thanks to those same humans.",
        "pl": ""
    },
    {
        "ja": "　１６世紀にヨーロッパからアメリカ大陸にやってきた探検家たちは、空を覆いつくすほどの鳥の群を見た。",
        "en": "  Settlers from Europe who went to the Americas in the sixteenth century mentioned flocks of passenger pigeons so vast they covered the entire sky.",
        "pl": ""
    },
    {
        "ja": "　それがリョコウバトを<記|しる>した、一番古くて確かな記録」",
        "en": "  Those are the oldest written references to them that we have.\"",
        "pl": ""
    },
    {
        "ja": "「……まあ、わたしも本で知った知識だけど。",
        "en": "\"Books are the only way to know anything about them these days.",
        "pl": ""
    },
    {
        "ja": "　太陽を隠して、そのおびただしい数で森を覆って、雪のように糞を落としていく光景なんて、今じゃもう夢物語でしょうね。",
        "en": "  It's hard to imagine so many birds that they block out the sun, cover whole forests, and rain down droppings like snow. It sounds like something out of a dream, doesn't it?",
        "pl": ""
    },
    {
        "ja": "　でも当時の人にとっては悪夢だった。",
        "en": "  But for people back then it was more like a nightmare.",
        "pl": ""
    },
    {
        "ja": "　リョコウバト一羽一羽は美しいフォルムをしていても、それだけの数が集まれば、それはもう暴力なんだから」",
        "en": "  Sure, each individual bird was beautiful, but together they amounted to a violent force of nature.\"",
        "pl": ""
    },
    {
        "ja": "「彼らはその時点では、森を破壊し、人間を脅かす悪魔のような存在だった。",
        "en": "\"They were downright demonic with the power to destroy forests and threaten everyone.",
        "pl": ""
    },
    {
        "ja": "　営巣地は十キロメートルにまでおよんで、一コロニーにつき五万羽近い鳥の鳴き声が響いたのよ。",
        "en": "  Their nesting grounds were up to ten kilometers wide, and just one colony could have fifty thousand birds in it, so you can imagine how loud it got.",
        "pl": ""
    },
    {
        "ja": "　一瞬にして風景を変えるほどの鳥の群れと、世界を覆うほどの鳴き声。冒険家たちが<竦|すく>んだのもうなずけるわね」",
        "en": "  A flock of birds so big it could instantly transform the landscape and cover the whole land with its cries... I can see why the settlers were scared at first.\"",
        "pl": ""
    },
    {
        "ja": "「一つの住み処に五万羽―――」",
        "en": "\"Fifty thousand birds, all in one spot...\"",
        "pl": ""
    },
    {
        "ja": "　草十郎は指折り数えながら絶句した。",
        "en": "  Soujuurou trailed off as he attempted to count the number with his digits.",
        "pl": ""
    },
    {
        "ja": "　駅前の人の流れだけで手一杯な彼では、想像が追いつかないらしい。",
        "en": "  He could barely count the number of people in the crowd outside the station. This would be far beyond his capacity.",
        "pl": ""
    },
    {
        "ja": "「でも、そんな数の鳥を、人間の手でどうやって？」",
        "en": "\"But if there were so many of them, how could humans wipe them out?\"",
        "pl": ""
    },
    {
        "ja": "「ええ。当時、誰もがそう思ったんでしょうね。",
        "en": "\"Good question. No one back then thought it was possible, either.",
        "pl": ""
    },
    {
        "ja": "　でも話は簡単だったの。人間にとってリョコウバトは脅威でもあったけど、同時に安価な<実|みの>りでもあったから」",
        "en": "  But it's simple when you realize that passenger pigeons were both a threat and a cheap commodity.\"",
        "pl": ""
    },
    {
        "ja": "「渡り鳥の胸肉は美味しいでしょ。よく鍛えられてるから。",
        "en": "\"All the flying was what made the meat of migratory birds so delicious to humans.",
        "pl": ""
    },
    {
        "ja": "　そんな食材が、空に向かって鉄砲を撃つだけでバタバタと落ちてきたとしたら、貴方はどうする？",
        "en": "  And all you had to do was point your gun in the air. Bang! And there's dinner. What would you do in their shoes?",
        "pl": ""
    },
    {
        "ja": "　ま―――身もフタもないコトを言えば、リョコウバトって鳥は、簡単にお金にできる生き物だった」",
        "en": "  This might sound heartless, but the passenger pigeons were a species that could easily be converted into cold, hard cash.\"",
        "pl": ""
    },
    {
        "ja": "「かくして、狩りは延々と続けられた。",
        "en": "\"Naturally, the hunting went on and on.",
        "pl": ""
    },
    {
        "ja": "　落ちた鳥は羽をむしられて、塩漬けのタルにおしこまれて、次々と出荷された」",
        "en": "  People would pluck their feathers, stick them in a barrel with salt, and ship them out.\"",
        "pl": ""
    },
    {
        "ja": "「それはもう狩りですらなかった。ただの消費。人間側は労働の実感も、作業の手間すら感じなくなっていた。",
        "en": "\"It wasn't hunting after a point, just consuming a resource. It didn't feel like work or labor to the people doing it.",
        "pl": ""
    },
    {
        "ja": "　その頃、リョコウバトは一羽一セントで手に入れる事が出来たんだって。ここでいうならたった一円。",
        "en": "  In those days you could get a whole passenger pigeon for one cent. That's roughly equal to one yen.",
        "pl": ""
    },
    {
        "ja": "　―――ほんと、信じられる？",
        "en": "  Can you believe it?",
        "pl": ""
    },
    {
        "ja": "　その国最小の通貨一枚で売買される命が、この地球にはあったなんて」",
        "en": "  The smallest denomination of currency in society was enough to purchase an entire life.\"",
        "pl": ""
    },
    {
        "ja": "　久万梨はあくまで他人事のように語る。",
        "en": "  Kumari spoke as if reciting from a textbook.",
        "pl": ""
    },
    {
        "ja": "　……なのに、声にかすかな翳りがあるのは、鳥たちへの謝罪か、同種への嫌悪からか。",
        "en": "  Her voice nevertheless had a certain darkness to it-was it pity for the slain birds, or disgust for her fellow man?",
        "pl": ""
    },
    {
        "ja": "　どちらにせよ人間らしい、身勝手な<諧謔|かいぎゃく>だ。",
        "en": "  Either way, the passenger pigeons' fate was a cruel joke carried out by humanity. Typical, some might say.",
        "pl": ""
    },
    {
        "ja": "　一方。そんな人間らしさを、草十郎はまだ理解できないでいる。",
        "en": "  Poor Soujuurou had yet to comprehend just how typical that side of humanity was.",
        "pl": ""
    },
    {
        "ja": "「けど、それはまだまだ序の口で、本番は１９世紀に入ってからだった。",
        "en": "\"And that was only the beginning. The real damage began in the nineteenth century.",
        "pl": ""
    },
    {
        "ja": "　人間のリョコウバト狩りはますます熱狂していった。",
        "en": "  Passenger pigeon hunting became more popular than ever before.",
        "pl": ""
    },
    {
        "ja": "　学校で習ったでしょ。ゴールドラッシュ、南北戦争を経て、アメリカ合衆国は急激に成長していく。",
        "en": "  Remember learning about the Gold Rush, and the American Civil War? America was expanding really fast back then.",
        "pl": ""
    },
    {
        "ja": "　西欧からの移民は増え続け、１８７０年には４０００万もの人口に達していたわ。そんな移民たちの胃袋と財布を満たす材料として、リョコウバトは最高の獲物だった」",
        "en": "  Immigrants kept flooding in from Europe, and by 1870 there were forty million people living in America. Passenger pigeons were the perfect thing for their purses and stomachs.\"",
        "pl": ""
    },
    {
        "ja": "「で、もっと最悪な事に、人間は工夫する生き物だった。",
        "en": "\"But the worst part is how scheming people were.",
        "pl": ""
    },
    {
        "ja": "　彼らはより速く、より多く、より簡単にリョコウバトを乱獲する手段を競い合った。",
        "en": "  They competed to find the fastest, most efficient way to catch as many passenger pigeons as possible.",
        "pl": ""
    },
    {
        "ja": "　目を潰したハトを囮にして集団を誘いこんで、一日で一万羽以上捕らえたヤツさえいた。それでも彼らは乱獲に疑問すら持たなかった。",
        "en": "  One thing they used to do is blind one pigeon and then use it as a lure for the group, sometimes catching ten thousand in a single day. Yet no one had a single qualm about what they were doing.",
        "pl": ""
    },
    {
        "ja": "　―――繁殖と狩猟のバランスは、誰が見ても明らかに狂っていたのに」",
        "en": "  Any sane person could see that the balance between breeding and hunting was clearly out of whack.\"",
        "pl": ""
    },
    {
        "ja": "　淡々と、努めて冷静でいるように淡々と、久万梨は語る。",
        "en": "  She was doing everything she could to speak in calm, measured tones.",
        "pl": ""
    },
    {
        "ja": "　一方、草十郎はただ感心するばかりだった。",
        "en": "  Soujuurou, meanwhile, was completely enraptured by her words.",
        "pl": ""
    },
    {
        "ja": "　山育ちである草十郎からすれば気持ちのいい話ではないのに、今は、「どうしてそうなったのか」という疑問の方が強いらしい。",
        "en": "  Having been raised in the mountains it was by no means a happy story for him, but right now he was more interested in knowing why it ever happened in the first place.",
        "pl": ""
    },
    {
        "ja": "「それ、一方的すぎないか？　リョコウバトだって数が減ってくれば、人間には近寄らないんじゃ」",
        "en": "\"Something seems off about that. If their numbers were decreasing so fast the passenger pigeons should've tried harder to avoid humans.\"",
        "pl": ""
    },
    {
        "ja": "「そこが彼らの不幸だったのよ。",
        "en": "\"That's where they were unlucky.",
        "pl": ""
    },
    {
        "ja": "　リョコウバトは繁殖力が非常に弱くて、自衛手段を持たない鳥だった。大群で暮らすこと。それだけが、彼らの身を守る手段だったの」",
        "en": "  They had really low fertility rates and no means of protecting themselves. All they knew to do was live together in groups. That was their only form of self-defense.\"",
        "pl": ""
    },
    {
        "ja": "「彼らが五十億の王国を築けたのは、それまで天敵がいなかったからなんでしょうね。先住民であるインディアンも彼らを乱獲する事はなかったと言うし。",
        "en": "\"Passenger pigeons managed to build an empire of five billion only because they lacked natural predators. Indigenous people didn't hunt them either, apparently.",
        "pl": ""
    },
    {
        "ja": "　けど入植者たちは自然のサイクルにはてんで<疎|うと>かった。",
        "en": "  It was the settlers who wrecked the local ecosystem.",
        "pl": ""
    },
    {
        "ja": "　何より、あの<夥|おびただ>しい数の鳥が絶滅するなんて夢にも思わなかった。",
        "en": "  No one ever imagined in their wildest dreams that so many birds could just go extinct.",
        "pl": ""
    },
    {
        "ja": "　リョコウバトにしたら青天の霹靂よ。まさか何世紀も遅れて、海の向こうから天敵がやってくるなんて」",
        "en": "  The passenger pigeons couldn't have been prepared for a predator showing up centuries later out of the blue from across the ocean.\"",
        "pl": ""
    },
    {
        "ja": "「そうして１８９６年。人間はようやく、熱狂を覚ますほどの現実に直面したわ。",
        "en": "\"Finally, in 1896 humans began to realize what their crazed enthusiasm had brought about.",
        "pl": ""
    },
    {
        "ja": "　たったの２５万羽。",
        "en": "  A quarter of a million passenger pigeons...",
        "pl": ""
    },
    {
        "ja": "　それが確認されたリョコウバトの総数。何もかも手遅れよ。急いで保護法が作られたけど、人間の習慣はそう簡単には変わらないわ」",
        "en": "  That's how many they estimated were still left. But it was too late. The government tried passing laws to protect them, but human habits are hard to break.\"",
        "pl": ""
    },
    {
        "ja": "「あるいは、狩人たちはこう思ったのかもしれない。",
        "en": "\"Or maybe hunters just thought that with two hundred and fifty thousand passenger pigeons still left,",
        "pl": ""
    },
    {
        "ja": "　<ま|・><だ|・><２|・><５|・><万|・><羽|・><も|・><い|・><る|・><じ|・><ゃ|・><な|・><い|・><か|・>、千羽や二千羽ぐらいなら独り占めしても構わないだろう、って」",
        "en": "  taking one or two thousand wouldn't be a big deal in the greater scheme of things.\"",
        "pl": ""
    },
    {
        "ja": "「そうしてハンターたちは当時最新の技術―――電報でリョコウバトたちの所在を報せあって、実に２０万羽のリョコウバトを仕留め、４万羽を傷つけた。",
        "en": "\"Hunters started using the latest technological breakthrough, the telegraph, to keep track of where the passenger pigeons were. Soon they had shot down two hundred thousand, and injured forty thousand more.",
        "pl": ""
    },
    {
        "ja": "　生き延びたのは５０００羽だけ。この時点で、彼らは野生で生きられる種ではなくなったのよ」",
        "en": "  That left only five thousand passenger pigeons in the world. And at that point they could no longer survive in the wild.\"",
        "pl": ""
    },
    {
        "ja": "　草十郎は顔をしかめている。",
        "en": "  Soujuurou's face sunk into a scowl.",
        "pl": ""
    },
    {
        "ja": "“野生で生きられる種ではない。”",
        "en": "No longer able to survive in the wild...",
        "pl": ""
    },
    {
        "ja": "　その言葉の意味を、彼は言われるまでもなく知っているからだ。",
        "en": "  He knew all too well what that phrase meant.",
        "pl": ""
    },
    {
        "ja": "　野生動物は単体で生き続けるものではない。",
        "en": "  No wild animal can last long on its own.",
        "pl": ""
    },
    {
        "ja": "　全体の数と、それを支える餌場を一定数維持できなければ、存続する事ができない。",
        "en": "  No animal can survive without a sufficiently large population of their fellow kind and sufficient feeding grounds to support the group.",
        "pl": ""
    },
    {
        "ja": "　<大|・><群|・><で|・><あ|・><る|・><事|・>がリョコウバトのシステムであったのなら、もうその時点で、彼らは袋小路に入っていた。",
        "en": "  Strength in their massive numbers was all the passenger pigeons ever had, and so once that was gone they were as good as extinct.",
        "pl": ""
    },
    {
        "ja": "「それで、リョコウバトはどうなったんだ？」",
        "en": "\"What happened to them in the end, though?\"",
        "pl": ""
    },
    {
        "ja": "「最後に保護されたリョコウバトはたったの三羽。",
        "en": "\"Eventually there were only *three* passenger pigeons left.",
        "pl": ""
    },
    {
        "ja": "　シンシナティの動物園ではオス二羽、メス一羽のリョコウバトが飼育されたけど、一年でオスたちは死んじゃったわ。",
        "en": "  Two males and one female were kept in captivity at the Cincinnati Zoo, but within the year both the males had died.",
        "pl": ""
    },
    {
        "ja": "　残されたのはメス一羽だけ。",
        "en": "  Then only the female was left.",
        "pl": ""
    },
    {
        "ja": "　その時点で、彼女は地上でもっとも孤独な生き物になった」",
        "en": "  At that moment when the other two died, she became the single loneliest creature on earth.\"",
        "pl": ""
    },
    {
        "ja": "「名前はマーサ。",
        "en": "\"Her name was Martha.",
        "pl": ""
    },
    {
        "ja": "　北アメリカを旅する鳥たちの最後の一羽でありながら、ただの一度も空を飛ぶ事ができなかった<籠|かご>の鳥。",
        "en": "  The last of her species that had once soared over North America, she would never fly free again, trapped forever in her cage.",
        "pl": ""
    },
    {
        "ja": "　結局、２９年で彼女はその命を終えたわ。",
        "en": "  At the age of twenty nine she finally passed.",
        "pl": ""
    },
    {
        "ja": "　１９１４年９月１日午後１時。",
        "en": "  It happened at one o'clock on September 1st, 1914.",
        "pl": ""
    },
    {
        "ja": "　一つの種が終わる時間がここまで正確に残っている例は、今のところこれだけよ」",
        "en": "  The only case in all of Earth history where we know the exact moment a species went extinct.\"",
        "pl": ""
    },
    {
        "ja": "　……五十億の死にまつわる話は終わった。",
        "en": "  The story of five billion deaths had finally come to an end.",
        "pl": ""
    },
    {
        "ja": "　文明に飲みこまれた鳥の末路。",
        "en": "  The birds had been swallowed up by the machinations of human civilization.",
        "pl": ""
    },
    {
        "ja": "　失われた鳥たちへの哀歌のような久万梨の話は、しかし、草十郎にはあまり伝わらなかったようだ。",
        "en": "  Kumari had intended to show her sympathy for the lost species, but the emotional impact had clearly been all but lost on Soujuurou.",
        "pl": ""
    },
    {
        "ja": "「意外。できるだけ詩的に語ったつもりだけど、ウケ、悪いみたい。",
        "en": "\"Huh. I tried to make it sound all poetic and tragic, but I guess I failed.",
        "pl": ""
    },
    {
        "ja": "山育ちの貴方には<憤慨|ふんがい>ものの話だと思ったのに」",
        "en": "Aren't you angry, as someone raised around nature in the mountains?\"",
        "pl": ""
    },
    {
        "ja": "「え―――いや、すごい話だったけど。",
        "en": "\"Oh... It was definitely an amazing story.",
        "pl": ""
    },
    {
        "ja": "　その、整理がつかなくて。当時の人たちは自分たちの手で減らしておいたのに、なんで最後は保護したのかって」",
        "en": "  But it doesn't make sense. Why would humans keep passenger pigeons in captivity after working so hard to kill them?\"",
        "pl": ""
    },
    {
        "ja": "　その呟きを聞いて、久万梨はきょとんと眉を上げた。",
        "en": "  Kumari stared blankly at him, eyebrows raised high.",
        "pl": ""
    },
    {
        "ja": "　おそらく、草十郎はこう言いたかったのだ。",
        "en": "  What he likely meant to ask was why humans would protect the last of a species",
        "pl": ""
    },
    {
        "ja": "“奪うために減らしたのに、なぜ最後の一羽を守ろうとしたのか”と。",
        "en": "they themselves had hunted into extinction.",
        "pl": ""
    },
    {
        "ja": "　久万梨が思い違いをしたのも無理はない。",
        "en": "  Kumari could hardly be blamed for her bewilderment.",
        "pl": ""
    },
    {
        "ja": "　都会育ちの彼女には、草十郎の疑問の危うさは理解できない。",
        "en": "  Having been raised in the city she failed to recognize the danger inherent in his cluelessness.",
        "pl": ""
    },
    {
        "ja": "　この少年にはまだ、",
        "en": "  He felt neither anger toward humans",
        "pl": ""
    },
    {
        "ja": "　人間の身勝手な行為への怒りも、",
        "en": "  for their base selfishness, nor sympathy for the birds",
        "pl": ""
    },
    {
        "ja": "　<住処|すみか>から移動しなかった鳥たちへの同情もない。",
        "en": "  who remained in their natural habitat even at the cost of their lives.",
        "pl": ""
    },
    {
        "ja": "　そのどちらかに肩入れする<独善|じぶん>を、ここまで育てずに暮らしてきた。",
        "en": "  His upbringing had not provided him with the necessary sense of self-righteousness to produce feelings in either direction.",
        "pl": ""
    },
    {
        "ja": "「……あいかわらず、よく分かんないヤツ。",
        "en": "\"You don't get it, do you?",
        "pl": ""
    },
    {
        "ja": "　ま、わたしが言いたかったのは、どんなに強く美しく見えても、居場所から追われた生き物ははかないってコト。",
        "en": "  My point was that no matter how strong and beautiful animals might look, they don't stand a chance outside of their natural habitat.",
        "pl": ""
    },
    {
        "ja": "　静希くん。",
        "en": "  Think about it, Shizuki.",
        "pl": ""
    },
    {
        "ja": "　貴方が見た鳥は、その最後の一羽かもしれないわよ？」",
        "en": "  That bird you're complaining about might be the very last of its kind.\"",
        "pl": ""
    },
    {
        "ja": "　……<益体|やくたい>のない立ち話は終わった。",
        "en": "  And with that, their idle conversation came to an end.",
        "pl": ""
    },
    {
        "ja": "　アルバイトの時間が近づき、草十郎は一足先にバイト先へ向かっていった。",
        "en": "  It was nearly time for their shifts to begin, and Soujuurou was the first to head off.",
        "pl": ""
    },
    {
        "ja": "「……らしくない。なに熱く語ってたんだろ、わたし」",
        "en": "\"What was I even thinking? It's not like me to rant like that.\"",
        "pl": ""
    },
    {
        "ja": "　草十郎と別れた後も、久万梨は公園に留まっていた。",
        "en": "  Kumari remained in the park after Soujuurou left.",
        "pl": ""
    },
    {
        "ja": "　マーサ。最後の一羽。",
        "en": "  Martha. The last of her species...",
        "pl": ""
    },
    {
        "ja": "　そのフレーズは青い鳥にあてられたものではなく―――",
        "en": "  She had not been referring to the blue bird when she mentioned Martha, but...",
        "pl": ""
    },
    {
        "ja": "「やめやめ。珍しいから特別視するとか、バカみたいだし」",
        "en": "\"No, stop it. Thinking something is special just because it's rare is dumb.\"",
        "pl": ""
    },
    {
        "ja": "　我が事のように愚痴りながら頭をかく。",
        "en": "  She rubbed the back of her head, apparently angry at herself for getting involved in something that was none of her business.",
        "pl": ""
    },
    {
        "ja": "　久万梨からすれば草十郎は赤の他人で、同じクラスの仲間でもない。",
        "en": "  She and Soujuurou were not even in the same class at school; he was a total stranger as far as she was concerned.",
        "pl": ""
    },
    {
        "ja": "　リョコウバトの話に熱が入ったのは、嫌いなコトの話ほど熱心に調べてしまう彼女の悪癖の結果である。",
        "en": "  The more something bothered her, the more she felt compelled to investigate it. It was a personal quirk of hers and the only reason she had gotten so worked up about the passenger pigeons.",
        "pl": ""
    },
    {
        "ja": "　カタチのいい眉をひそめる。",
        "en": "  Kumari's well-groomed brow furrowed.",
        "pl": ""
    },
    {
        "ja": "　まっどべあで働く以上、ヘンな悩みを抱えて欲しくないので話し相手になったが、あるいは、あの少年に妙な磁力があるのだろうか？",
        "en": "  She had only spoken to Soujuurou to make sure he was doing okay at The Mad Bear. Or maybe, it was that she had been strangely drawn to him.",
        "pl": ""
    },
    {
        "ja": "　話せば話すほど深みに<嵌|はま>っている気がする。",
        "en": "  The more they spoke the more she felt drawn to him.",
        "pl": ""
    },
    {
        "ja": "「まあ、見てて頼りないってのが一番だろうけど……話してみるとしっかりしすぎてるのよね、彼」",
        "en": "\"At first glance he looks like the last guy you would rely on, but when you get to talking to him you realize he's really got it together.\"",
        "pl": ""
    },
    {
        "ja": "　久万梨はそうぼやきながら、別れ際の会話を思い出した。",
        "en": "  Amidst her muttered complaints she recalled their conversation upon parting.",
        "pl": ""
    },
    {
        "ja": "“で、少しは町に慣れた？”",
        "en": "\"So, gotten used to everything yet?\"",
        "pl": ""
    },
    {
        "ja": "　そう訊いた久万梨に、草十郎は頼りなげに首を振った。",
        "en": "  to which he had given a weak shake of his head.",
        "pl": ""
    },
    {
        "ja": "“全然。何にせよ、覚えなくちゃいけない事が多すぎて”",
        "en": "\"Not at all. There are so many things to keep track of.\"",
        "pl": ""
    },
    {
        "ja": "　日々新しい出会いがあって、それを飲みこむだけで手一杯。",
        "en": "  He was trying his best to keep up with the overwhelming amount of new information every day.",
        "pl": ""
    },
    {
        "ja": "　あの純朴な少年は弱々しく見えるものの、町のすべてを受け入れようと全力で立っているのだ。",
        "en": "  However, despite his apparent naivety and frailty, he was in fact trying to learn everything he could about his new surroundings.",
        "pl": ""
    },
    {
        "ja": "　しかし―――日々新しい出会いがある、というのは大仰すぎるのではないか。",
        "en": "  But at the same, there was no reason it needed to be so overwhelming in the first place.",
        "pl": ""
    },
    {
        "ja": "　出会ったものを一つも取り落とさないよう努力するのは、彼が素直すぎるからだ。",
        "en": "  It was only due to his own naively subordinate frame of mind that he felt compelled to memorize each and every detail.",
        "pl": ""
    },
    {
        "ja": "“どうだろう。素直って言うのはちょっと違うと思うよ。",
        "en": "\"I wonder...I don't think I'm exactly being subordinate.",
        "pl": ""
    },
    {
        "ja": "　単に、それが良いことか悪いことか、まだ分かってないだけかもしれないし”",
        "en": "  The fact is I'm still just figuring out what's right and wrong.\"",
        "pl": ""
    },
    {
        "ja": "　彼はばつが悪そうに返す。",
        "en": "  He awkwardly claimed.",
        "pl": ""
    },
    {
        "ja": "“そうね。でも、もしかしたら、そもそも―――”",
        "en": "\"Right. But, maybe... Just maybe...\"",
        "pl": ""
    },
    {
        "ja": "　そこまで言いかけて、久万梨はまた今度、と手を振って別れる事にした。",
        "en": "  Kumari stopped herself mid-train of thought, deciding to instead wave goodbye and take her leave.",
        "pl": ""
    },
    {
        "ja": "　思い返すとますますため息がでてきた。",
        "en": "  She sighed aloud every time she replayed the scene in her head.",
        "pl": ""
    },
    {
        "ja": "　コンビニエンスストアのアルバイトまであと五分ほど。",
        "en": "  Work at the convenience store started in five minutes.",
        "pl": ""
    },
    {
        "ja": "　久万梨は頬を叩いて先ほどの会話を飲み下す。",
        "en": "  She gave herself a light slap on the face in an effort to forget their conversation.",
        "pl": ""
    },
    {
        "ja": "　他人のコトで気を病む余裕も、考察にふける義理もない。",
        "en": "  She reminded herself that she had neither the energy to worry about other people's problems nor the obligation to do so.",
        "pl": ""
    },
    {
        "ja": "　彼女は彼女で、大学進学の費用を貯める野望がある。",
        "en": "  She had her own concerns-saving up enough money for college, for example.",
        "pl": ""
    },
    {
        "ja": "　<日夜|にちや>両親の反対と戦う久万梨金鹿にとって、同級生の悩みなど二の次だ。",
        "en": "  Fighting against her parents' opposition every night was draining enough. There was no room for burdening herself with other students' issues.",
        "pl": ""
    },
    {
        "ja": "「……でも、もしかしたら、そもそも、か」",
        "en": "\"Right. But, maybe... Just maybe...\"",
        "pl": ""
    },
    {
        "ja": "　我ながらなんて思わせぶりで、実のない言い回しかと苦笑いする。",
        "en": "  It was not like her to get so tongue-tied, she thought to herself under a strained smile.",
        "pl": ""
    },
    {
        "ja": "「ほんと、はっきり言ってやればよかった。",
        "en": "\"I should have made my point more clearly.",
        "pl": ""
    },
    {
        "ja": "　貴方は単に、<人の善悪|そういうの>に関わる気が、これっぽっちもないんじゃないのかって」",
        "en": "  I should have flat-out asked him if he cares at all about human morality.\"",
        "pl": ""
    },
    {
        "ja": "　だからアイツ嫌いなのよ、と。",
        "en": "  He really did annoy her.",
        "pl": ""
    },
    {
        "ja": "　悪態にもとれるため息をこぼして、彼女は公園を後にした。",
        "en": "  Now in a thoroughly bad mood, she left the park in a huff.",
        "pl": ""
    },
    {
        "ja": "　草十郎がアルバイトを終え、土産の<鰯|いわし>を片手に居間に入ると、ソファーには有珠の姿があった。",
        "en": "  When Soujuurou entered the drawing room after work with a gift of sardines for his roommates, he came face to face with Alice sitting on the sofa.",
        "pl": ""
    },
    {
        "ja": "「や。こんばんは、有珠」",
        "en": "\"Oh, err... Hi, Alice.\"",
        "pl": ""
    },
    {
        "ja": "「………………」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　さすがの草十郎も、まだ「ただいま」と言えるだけの親しみはないらしい。",
        "en": "  The sense of familiarity to be able to say \"I'm home\" when entering the mansion still eluded Soujuurou.",
        "pl": ""
    },
    {
        "ja": "　草十郎はそのまま台所に移動し、バケツに水を溜めて魚を保存しようとして、",
        "en": "  He headed straight to the kitchen to fill a bucket with water to keep the sardines fresh,",
        "pl": ""
    },
    {
        "ja": "背後からイヤそうな視線を感じ、しずしずと冷蔵庫を開けた。",
        "en": " but the icy stare on his back sent him anxiously to the refrigerator instead.",
        "pl": ""
    },
    {
        "ja": "『台所にバケツはダメなんだな……』",
        "en": "(Buckets are not allowed in the kitchen, remember?)",
        "pl": ""
    },
    {
        "ja": "　仕方ない、とお手軽に魚を冷蔵庫にしまって、草十郎は居間の様子を窺った。",
        "en": "  Calmly accepting the change in plans, he shoved the sardines into the fridge and peeked back into the drawing room.",
        "pl": ""
    },
    {
        "ja": "「有珠、蒼崎は？」",
        "en": "\"Alice, have you seen Aozaki?\"",
        "pl": ""
    },
    {
        "ja": "「さあ。自分の部屋にいるか、出かけているんでしょう」",
        "en": "\"Well, either she's in her room or she's gone out somewhere.\"",
        "pl": ""
    },
    {
        "ja": "　にべもなく返される。",
        "en": "  Her reply was curt.",
        "pl": ""
    },
    {
        "ja": "　そうかと頷いて、草十郎はやや散らかった台所を片づけはじめた。",
        "en": "  He nodded and got to work cleaning the kitchen.",
        "pl": ""
    },
    {
        "ja": "　特に話題もないし、無理に話をする必要性も感じなかったからだろう。",
        "en": "  There was nothing in particular he wanted to say to her and also sensed that it would not be a good idea to start up a conversation needlessly.",
        "pl": ""
    },
    {
        "ja": "　水回りを片づけ、まな板を洗い、包丁を拭き、食器を調理時に出しやすい位置に整理整頓する。",
        "en": "  So he tidied up the sink area, washed the cutting board, wiped down the knives, and put away the cutlery so they could be easily found.",
        "pl": ""
    },
    {
        "ja": "　そんな、いずれ凄腕のハウスキーパーになる事を約束された、よどみのない作業っぷりを、",
        "en": "  Her black eyes monitored every action in his streamlined work flow,",
        "pl": ""
    },
    {
        "ja": "　じっと観察する黒い目が、二つ。",
        "en": "  a rhythm that even the most seasoned housekeeper would be envious of.",
        "pl": ""
    },
    {
        "ja": "　草十郎がその視線に気が付くのは時間の問題だ。",
        "en": "  He would surely notice her gaze before too long.",
        "pl": ""
    },
    {
        "ja": "　身をかがめて、台所の収納に<寸胴|ずんどう>をしまう。",
        "en": "  He bent over to store a large pot under the sink when it happened.",
        "pl": ""
    },
    {
        "ja": "　そのまま立ち上がれば、居間にいる有珠と視線がばったり合って、",
        "en": "  As he began to stand back up he locked eyes with Alice, and then...",
        "pl": ""
    },
    {
        "ja": "『メェーーーデーーーっすよーーーー！",
        "en": "\"MAYDAY! MAYDAY!",
        "pl": ""
    },
    {
        "ja": "　小僧、今すぐロビーに顔を貸すっスーー！』",
        "en": "  Sling yer hook, boy!\"",
        "pl": ""
    },
    {
        "ja": "「あいたっ」",
        "en": "\"Owww!\"",
        "pl": ""
    },
    {
        "ja": "　その直前。",
        "en": "  Before he could make another move",
        "pl": ""
    },
    {
        "ja": "立ち上がろうとした草十郎の後頭部に、青い衝撃が突き刺さった。",
        "en": "he felt something slam into the back of his head―a bright shock of blue.",
        "pl": ""
    },
    {
        "ja": "　確かめるまでもない。",
        "en": "  He knew what it was without looking.",
        "pl": ""
    },
    {
        "ja": "　洋館内せましと飛び回る、青い駒鳥だった。",
        "en": "  It could only be the mansion's blue robin.",
        "pl": ""
    },
    {
        "ja": "「……洋館に戻ってくるなり、駒鳥に呼び出される」",
        "en": "\"Why does that thing have to start messing with me as soon as I get home?\"",
        "pl": ""
    },
    {
        "ja": "　ぼそっと呟く。",
        "en": "  Soujuurou muttered under his breath.",
        "pl": ""
    },
    {
        "ja": "　草十郎なりに、誰かにグチを言いたい気分だったのだろう。",
        "en": "  It was a rare situation that made Soujuurou feel like complaining.",
        "pl": ""
    },
    {
        "ja": "『小僧、ちょっとそこに座るッス』",
        "en": "\"Pull up a chair, boy!\"",
        "pl": ""
    },
    {
        "ja": "　チチチと駒鳥はさえずる。",
        "en": "  The robin chirped in its shrill tone.",
        "pl": ""
    },
    {
        "ja": "　……さて。",
        "en": "  You see...",
        "pl": ""
    },
    {
        "ja": "　実のところ、<頻繁|ひんぱん>に激突してくるコレこそが洋館の七不思議、その最たるものだった。",
        "en": "  This little creature that loved to attack Soujuurou so, was the greatest of the mansion's many wonders.",
        "pl": ""
    },
    {
        "ja": "　なぜなら、",
        "en": "  And with good reason.",
        "pl": ""
    },
    {
        "ja": "『なめてるっすね？　ジブン駒鳥だってなめてるッスね？　ところで鳥鍋ってどういうコトっすか、それ美味しいんっスか、今度みまってほしいッス！』",
        "en": "\"Are you havin' a bird bath, mate? You think you're better than me, ey? And what the bloody hell is chicken stew supposed to mean anyway? You got somefink against a Richard the Third?\"",
        "pl": ""
    },
    {
        "ja": "　この通り。",
        "en": "  Like so.",
        "pl": ""
    },
    {
        "ja": "　駒鳥が何を伝えたいのか、草十郎にはなんとなく分かってしまうのだ。",
        "en": "  Soujuurou had an inkling of what the bird was getting at.",
        "pl": ""
    },
    {
        "ja": "　山育ちの草十郎にとって、これこそが悪夢だった。",
        "en": "  For someone raised in the mountains this was an utter nightmare.",
        "pl": ""
    },
    {
        "ja": "　しゃべる動物なんて聞いた事もない。",
        "en": "  Animals were not supposed to be able to talk.",
        "pl": ""
    },
    {
        "ja": "　そりゃあ、ごく<希|まれ>に、十年以上も山で暮らしていれば鳥の気持ちが分かるような時はある。もちろん錯覚だが、ちょっとだけ友情を感じる時もあった。",
        "en": "  Then again, having lived in the mountains for over a decade he did sometimes feel like he could understand what birds were trying to say. He knew it was just his imagination, but sometimes he thought they even saw him as a friend.",
        "pl": ""
    },
    {
        "ja": "　だがこれはない。",
        "en": "  That was not the case with this bird.",
        "pl": ""
    },
    {
        "ja": "　都会人より動物に馴れている分、草十郎は野<生動|かれら>物に対しては徹底的なリアリストなのである。",
        "en": "  Soujuurou had a realist's attitude toward wild animals as a result of being so familiar with them, in contrast to the ever mysterious humans who lived in the city.",
        "pl": ""
    },
    {
        "ja": "「しかし、現実だ」",
        "en": "\"It's... really talking to me.\"",
        "pl": ""
    },
    {
        "ja": "　頭を抱えて無視したいところだが、久万梨に聞いた話が脳裏をよぎる。",
        "en": "  As much as he wanted to deny the reality he was facing, he could not help but recall Kumari's story.",
        "pl": ""
    },
    {
        "ja": "　鳥には優しく。",
        "en": "  She had said to try and be nice to the bird the next time he saw it.",
        "pl": ""
    },
    {
        "ja": "　それが珍しいものなら、珍しいものなりに孤独を抱えているのだとか、なんとか。",
        "en": "  According to her, any rare or one-of-a-kind creature must accordingly feel very lonely.",
        "pl": ""
    },
    {
        "ja": "『座れって言ってるのにシカトっすか。",
        "en": "\"I said sit your pipe and drum down! You hearin' me all right, mate?",
        "pl": ""
    },
    {
        "ja": "　あ、でもイスないッスねココ。じゃあ立ってるッス。小坊主だけに、廊下に立ってるのがお似合いッス。",
        "en": "  Hang on, there's no chair in 'ere! All right, just stand. I mean, I've stood up with you enough for the both of us!",
        "pl": ""
    },
    {
        "ja": "　あれ、いまウマイこと言ったっスかねジブン！？』",
        "en": "  Get it? Pretty clever, if I say so myself!\"",
        "pl": ""
    },
    {
        "ja": "　羽ばたいているのも疲れたのか、駒鳥は受話器の横に着陸する。",
        "en": "  The bird perched itself on the telephone receiver, seemingly worn out from all the flapping.",
        "pl": ""
    },
    {
        "ja": "　草十郎に打つ手はない。",
        "en": "  Soujuurou was dumbfounded.",
        "pl": ""
    },
    {
        "ja": "　基本、この鳥の鳴き声を聞くだけが対抗手段なのだった。",
        "en": "  Listening in silence to the bird's chatter was his way of expressing his denial.",
        "pl": ""
    },
    {
        "ja": "『ジブン長いッス。プロイ<歴|れき>長いッスよ。",
        "en": "\"I'm pretty old, ya know, on account of me long career as a Ploy.",
        "pl": ""
    },
    {
        "ja": "マイ女神の頃からアリスさんに仕えてるっス。なんで青いかとかどうでもいいっス。",
        "en": "I've served Miss Alice from when the Goddess Mum was around. Don't ask why I'm blue.",
        "pl": ""
    },
    {
        "ja": "特技はズバリ探偵役と被害者役。でも探偵であるジブンが真っ先にコロコロするんで、誰がジブンを殺したか、結局誰も分からないッス』",
        "en": "My best skills are playin' the detective and the victim. But my detective side always dies first so no one can ever figure out who killed me!\"",
        "pl": ""
    },
    {
        "ja": "「プロイ？　待ってくれ、それには聞き覚えがある。プロイってなんなんだ？」",
        "en": "\"Wait, you're a Ploy? I've heard that word before. What does it mean again?\"",
        "pl": ""
    },
    {
        "ja": "『？？？　なんなんだと言われても困るッス。",
        "en": "\"Say what? Is you askin' what I is?",
        "pl": ""
    },
    {
        "ja": "　エロイ、とかヤクイ、とかの最上級じゃないっスか？』",
        "en": "  I don't know what to feel right now―sexy or terrified!\"",
        "pl": ""
    },
    {
        "ja": "　ふむふむと話し合う久遠寺邸最弱のコンビ。",
        "en": "  Thusly, the conversation began between the two most powerless residents of the Kuonji Estate.",
        "pl": ""
    },
    {
        "ja": "　かくして、",
        "en": "  Humankind and birdkind, able to",
        "pl": ""
    },
    {
        "ja": "　鳥と人間は分かり合えたらしい。",
        "en": "  understand one another after all.",
        "pl": ""
    },
    {
        "ja": "　いちいち悩むのも疲れたのか、無視するのも体力がいると気が付いたのか。",
        "en": "  Soujuurou was tired of letting the bird get to him, fully aware that ignoring it took more energy than it was worth.",
        "pl": ""
    },
    {
        "ja": "　観念した草十郎が合いの手を入れはじめたところ、二人はすっかりうち解けていた。",
        "en": "  Filled with a sense of resignation, by the time he finally did make an attempt to interject, both parties' guards were firmly down.",
        "pl": ""
    },
    {
        "ja": "　草十郎は珍しい話し相手として、",
        "en": "  Soujuurou was focused on how rare the bird was,",
        "pl": ""
    },
    {
        "ja": "　駒鳥は<排斥|はいせき>すべきライバルとして、ではあるが。",
        "en": "  while Robin was focused on his showdown with his rival that was to be eliminated at all costs.",
        "pl": ""
    },
    {
        "ja": "『いいんスよ、細けぇ事は。そんなコトよりマイ天使・アリスさんの話をするッス』",
        "en": "\"Don't get your knickers in a twist. Let's talk about something more important, like my beloved Miss Alice! The Angel Mum herself!\"",
        "pl": ""
    },
    {
        "ja": "「なんと。有珠って天使なのか？」",
        "en": "\"Wait. She's an angel?\"",
        "pl": ""
    },
    {
        "ja": "　ところで天使ってなんだ、と続けないあたり、草十郎にも学習の跡が見られる。",
        "en": "  It was an impressive sign of progress that he did not need to ask what an \"angel\" was.",
        "pl": ""
    },
    {
        "ja": "『ヒユっす。ジブンにとって天使のような存在ってコトっす。下界の喧噪とか、ジブンの言葉をガン無視するところとかマジ天使。",
        "en": "\"Aye bruv, an angel! The way she's above the hustle and bustle of the masses, the way she doesn't give me the time of day... Absolutely angelic, I tell ya!",
        "pl": ""
    },
    {
        "ja": "　アリスさんは神聖<不可侵|ふかしん>にして冷酷非道。マイ女神であったところの<母君|ははぎみ>とはちょっと、毛色が違うッス。",
        "en": "  She's holy and sacred she is, but she's also cruel and inhuman. Pretty fittin' for an angel, don't you think?",
        "pl": ""
    },
    {
        "ja": "　ショージキ<女神|ははぎみ>、ちょっと育てかた間違ったッスね』",
        "en": "  Honestly, sometimes I think Goddess Mum didn't do the best job raisin' Angel Mum.\"",
        "pl": ""
    },
    {
        "ja": "「そうか。そりゃあ有珠にもお母さんはいるんだよな。",
        "en": "\"Okay... So Alice has a mom?",
        "pl": ""
    },
    {
        "ja": "　この家にはいないようだけど」",
        "en": "  I thought maybe she didn't have any family at all.\"",
        "pl": ""
    },
    {
        "ja": "『イエス、悲しいコトにみまかられたっス。あの頃は全英の鳥が泣いたッス。アリスさんに負けないぐらい美しかったッス。あ、後でアルバムとか見るッスか？　６ペンスで手を打つッスよ』",
        "en": "\"Oh yes, she has one all right, but it's a sob story, innit? All the birds in England cried out that day! Her mum was even more smashing than Alice. Gots photos later if you like. Fer only sixpence! How 'bout it, lad?\"",
        "pl": ""
    },
    {
        "ja": "「いや。そういうのは、本人の許しがないと」",
        "en": "\"Uh, no thanks. I wouldn't want to do that without her permission.\"",
        "pl": ""
    },
    {
        "ja": "　いけないんじゃないかな？　と首をかしげる草十郎。",
        "en": "  Soujuurou said earnestly as he tilted his head.",
        "pl": ""
    },
    {
        "ja": "　やや弱気なのは、以前と比べて有珠への興味が高まっているせいだ。",
        "en": "  The reason for his unease was also due to the fact that he had grown more interested in Alice than before.",
        "pl": ""
    },
    {
        "ja": "　人畜無害な顔をして、彼も健康な青年男子であるらしい。",
        "en": "  Despite his detached and passive attitude, he was still a young man like any other, after all.",
        "pl": ""
    },
    {
        "ja": "『イエス、それはそうッスね。",
        "en": "\"And right you'd be, lad.",
        "pl": ""
    },
    {
        "ja": "　おまえ、シャバ僧のわりにいいコト言うッス。人の<過去話|カコバナ>とかみだりにしちゃいけないッス。",
        "en": "  You know, you make sum sense for a feral human. You're right, I shouldn't go blabbin' about people's pasts.",
        "pl": ""
    },
    {
        "ja": "　―――ところでアリスさんの子供時代の話とかしていいっスか？　ジブン、シャバ僧の知らないアリスさんを<赤裸々|せきらら>にアピールして、精神的上位に立ちたいッス』",
        "en": "  But maybe you'd 'ike to hear about her childhood! How 'bout it, lad? I'd love to lay bare some of her deepest, darkest secrets for ya. It'd make me feel like a heap 'o dosh!\"",
        "pl": ""
    },
    {
        "ja": "「あ、いや、だからそういう話は」",
        "en": "\"Err... I just said I don't want to-\"",
        "pl": ""
    },
    {
        "ja": "『安心しろっス、アリスさんには黙っておいてやるっスから。",
        "en": "\"Lighten up, lad. I won't tell Alice about our little rabbit and pork.",
        "pl": ""
    },
    {
        "ja": "まずはアレすね、ジブンとアリスさんが初めて出会った時のメモリーを聞くっスよ。アリスさんああ見えて友達一人しかいなかったッスから、もっぱらジブンが話し相手っつーか。",
        "en": "Let me start with the day we first met. Despite 'er looks she didn't have so much as a single friend in the world, ya see. I was the only one that mother 'o pearl had to talk to.",
        "pl": ""
    },
    {
        "ja": "　ほら、壁相手にカコンカコーンってピンポン玉打ち返すゲーム。あんな感じっス。アリスさんのメモリーはおよそ十四年分。じゃあ一年目から行くッスよ』",
        "en": "  Imagine playin' that game where you bounce a ball against a wall by your lonesome. It was just like that. Fourteen years of memories with her, I have. So lemme start at the beginning...\"",
        "pl": ""
    },
    {
        "ja": "「あ、いや、だから」",
        "en": "\"I just said-\"",
        "pl": ""
    },
    {
        "ja": "『行くッスよー！",
        "en": "\"Here we go!",
        "pl": ""
    },
    {
        "ja": "　もう誰もジブンを止められないッスー！』",
        "en": "  Buckle in 'cause this is gonna get good!\"",
        "pl": ""
    },
    {
        "ja": "「――――――っ」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　この鳥は、まずい。",
        "en": "  This bird was trouble.",
        "pl": ""
    },
    {
        "ja": "　<鳥頭|とりあたま>にも程がある。",
        "en": "  The word \"bird-brained\" had taken on a whole new meaning to Soujuurou.",
        "pl": ""
    },
    {
        "ja": "　加えて、このまま話を聞いていたら取り返しのつかないコトになる、と察する草十郎だった。",
        "en": "  If he were stuck here listening any longer, he had the feeling he might hear something he would not be able to unhear.",
        "pl": ""
    },
    {
        "ja": "「すまない。そろそろいいかな」",
        "en": "\"Sorry, but I should really get going.\"",
        "pl": ""
    },
    {
        "ja": "　草十郎は手をあげて、じゃあ、と三階の屋根裏部屋への逃走を試みた。",
        "en": "  With a wave of his hand he attempted to flee to the attic above the second floor.",
        "pl": ""
    },
    {
        "ja": "『ちょっ、待つッスーーー！　ここからがいいところなのにナンデ去るっスか。スカーレットオハラっすか。激動の主人公気取りっスか！",
        "en": "\"Now wait just one minute, boy! You're about to miss the best part! Who do you think you are, Scarlet O'Hara? You think you're the most important character in this war?!",
        "pl": ""
    },
    {
        "ja": "　そのあたりジブン、なんか納得いかないッス。まだうちに入ったばかりの新参ものが、なんでアリスさんの視線をひとりじめしてるっスか？　許せないスけど、その秘訣を教えてほしいっス。<切実|せつじつ>に。ジブン、本気だしたら凄いッスよ』",
        "en": "  You're not foolin' me, that's for sure. What's a saucepan and lid like you gettin' all Angel Mum's attention? Why, you're all she looks at. I can't stand it! So you'd better tell me your secret! I'm serious, and you ne'er wanna see me get serious!\"",
        "pl": ""
    },
    {
        "ja": "「なに？」",
        "en": "\"What?\"",
        "pl": ""
    },
    {
        "ja": "　もう半分ほど登っていた階段から、草十郎はトコトコと舞い戻る。",
        "en": "  Halfway up the stairs already, Soujuurou quickly retraced his steps.",
        "pl": ""
    },
    {
        "ja": "「君。いまのはどういう？」",
        "en": "\"What did you just say?\"",
        "pl": ""
    },
    {
        "ja": "『だからアリスさん、スキあらばオマエを見てるッス。",
        "en": "\"That whenever Angel Mum has a moment to spare, she starts watchin' you like a hawk, that's what!",
        "pl": ""
    },
    {
        "ja": "　思い出したッスよ、そもそもジブン、熱視線でサーチされてるからってつけあがるなと釘刺しにきたんス。",
        "en": "  And now I remember why I wanted to talk to you! I wanted to make sure you don't go gettin' any big ideas just 'cause she's looking you over with that burning look in her mince pies!",
        "pl": ""
    },
    {
        "ja": "　だいたい草の字は何度もジブンに助けられてるッス。",
        "en": "  I've already saved you more times than you know, Mr. Sono-G.",
        "pl": ""
    },
    {
        "ja": "　アリスさんの命令がなかったら、今ごろ草の字、鏡の中でおだぶつっス。コレなんスかね。人間の感情とかわかんないっスけど、魚へんに里とか描くっスかね？』",
        "en": "  If it wasn't for Miss Alice's orders you'd be stuck in some old mirror, you know. What's really going on? Is this that crazy rubber and glove that you humans get all Moby Dick over?\"",
        "pl": ""
    },
    {
        "ja": "「助けられてるって、俺が？」",
        "en": "\"...You're saying she saved me? Alice? Saved me?\"",
        "pl": ""
    },
    {
        "ja": "『まあ、殺そうとしてるのもアリスさんっスけどね！",
        "en": "\"Yeah, well, she's also the one tryin' to kill you, but come off it!",
        "pl": ""
    },
    {
        "ja": "　アリスさんはこう言ったっス。彼が鏡の中に迷いこみそうになったら助けてあげて、危険なモノには近寄らないように誘導もしてあげて、ええ、でも思い上がらないコトねシズキクン、別にアンタのコトが心配なワケ",
        "en": "  Here's what she told me. She said to save you if you ever were about to get lost in the mirror or got too close to somefin dangerous... but don't go gettin' no big 'ead, you hear me? It's not like anyone cares what happens to yo-",
        "pl": ""
    },
    {
        "ja": "じゃぶきゃっ！？』",
        "en": "GYARGH!\"",
        "pl": ""
    },
    {
        "ja": "　一瞬の早技だった。",
        "en": "  It happened in a flash.",
        "pl": ""
    },
    {
        "ja": "　突如ロビーにやってきた有珠は、一瞬の<躊躇|ちゅうちょ>もなく受話器台の駒鳥を片手で粉砕した。",
        "en": "  With a swift, unhesitating strike of her hand, Alice squashed the bird right then and there as it sat on the telephone receiver stand in the foyer.",
        "pl": ""
    },
    {
        "ja": "　もとい、片手で押さえつけた。",
        "en": "  Her pressed palm continued to pin it down.",
        "pl": ""
    },
    {
        "ja": "　青い鳥はぶにゃ、と潰されたカラーボールのように変形しながら、",
        "en": "  The bird's crushed form resembled a bright rubber ball, like what a child might play with.",
        "pl": ""
    },
    {
        "ja": "『ちょっ、アリスさん暗いッスー！",
        "en": "\"Hey! What's the big idea, Miss Alice!",
        "pl": ""
    },
    {
        "ja": "　そして痛い、体中の血液がくちばしからこう、右方向に流れていく感覚とかー！』",
        "en": "  You're killin' me! I can feel all the blood in my body gushing out me beak!\"",
        "pl": ""
    },
    {
        "ja": "　たくましい鳴き声をあげている。",
        "en": "  The bird raised a mighty uproar.",
        "pl": ""
    },
    {
        "ja": "「…………",
        "en": "\"...",
        "pl": ""
    },
    {
        "ja": "コレの言うことは、気にしないで」",
        "en": "...Ignore everything the bird says.\"",
        "pl": ""
    },
    {
        "ja": "　駒鳥を回収し、居間に去っていく有珠。",
        "en": "  Alice returned to the drawing room, taking the bird with her.",
        "pl": ""
    },
    {
        "ja": "　その後ろ姿は駒鳥とは正反対の、暗い<翳|かげ>りを帯びている。",
        "en": "  Her dark silhouette cloaked in shadow was the complete opposite of the gaudy little bird.",
        "pl": ""
    },
    {
        "ja": "「…………」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　草十郎は困った顔のまま腕を組んで、",
        "en": "  Soujuurou folded his arms as he stood alone, no less confused than before, and whispered,",
        "pl": ""
    },
    {
        "ja": "「こうして、ますます疑問は増えていくのだった」",
        "en": "\"Things get stranger by the day around here,\"",
        "pl": ""
    },
    {
        "ja": "　ひとり、天窓から<覗|のぞ>く夜空に呟いた。",
        "en": "  up at the night sky visible through the skylight.",
        "pl": ""
    },
    {
        "ja": "　三咲高校の冬休みは十二月の中旬から始まる。",
        "en": "  Misaki High School's winter vacation began in mid-December.",
        "pl": ""
    }
]