[
    {
        "ja": "　……そうして。",
        "en": "  Then...",
        "pl": ""
    },
    {
        "ja": "　見知らぬ部屋のベッドで目を覚ました瞬間、草十郎は大きく息を呑んだ。",
        "en": "  Soujuurou woke up in an unfamiliar room, gasping.",
        "pl": ""
    },
    {
        "ja": "　アパートの安布団とは段違いのベッドの感触や、",
        "en": "  Not because the plush mattress he was on was softer than his apartment's cheap futon,",
        "pl": ""
    },
    {
        "ja": "　絨毯はおろか壁紙まで高価そうな部屋の雰囲気に……ではなく。",
        "en": "  or because everything from the carpet to the wallpaper looked expensive...",
        "pl": ""
    },
    {
        "ja": "「―――、―――」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　眼を白黒させたまま、こぼれかけた息を呑みこむ。",
        "en": "  Bewildered, he tried to catch his breath.",
        "pl": ""
    },
    {
        "ja": "　驚きの<原因|モト>はそれだ。",
        "en": "  She was the cause of his surprise.",
        "pl": ""
    },
    {
        "ja": "　草十郎がぱちりと目を覚ました<傍|かたわ>らに、あの、黒衣の少女が座っていた。",
        "en": "  The moment Soujuurou's eyes snapped open, there she was, the girl dressed in black, sitting at his bedside.",
        "pl": ""
    },
    {
        "ja": "　物音ひとつない静寂だった。",
        "en": "  The silence was deafening.",
        "pl": ""
    },
    {
        "ja": "　草十郎はベッドに横になったまま少女を見つめる。",
        "en": "  Still supine on the bed, Soujuurou gazed at her.",
        "pl": ""
    },
    {
        "ja": "　なんとなく<上半身|からだ>を起こしたい衝動にかられもしたが、真っ正面からまじまじと見るのは無遠慮かもしれない、と思いとどまった。",
        "en": "  His impulse was to sit up, but he refrained, thinking it might be rude to be it staring at the person sitting next to him.",
        "pl": ""
    },
    {
        "ja": "　少女は椅子に座っているようだ。",
        "en": "  She was just sitting there, on a chair,",
        "pl": ""
    },
    {
        "ja": "　黒い、飾り気のない服装。",
        "en": "  dressed in black, modest clothes.",
        "pl": ""
    },
    {
        "ja": "　そのくせ質素な印象はなく、単色なのに言いようのない気品を感じる。",
        "en": "  Still, she projected an air that was anything but plain; her monochrome outfit evoked indescribable elegance.",
        "pl": ""
    },
    {
        "ja": "　高級な繊維で作られた、この少女の為の装飾―――",
        "en": "  Like a costume handmade just for her, from the finest fabrics.",
        "pl": ""
    },
    {
        "ja": "　そんな詩的な感想を、草十郎をして抱かせるほどの。",
        "en": "  It was enough to inspire poetic sentiments even in Soujuurou.",
        "pl": ""
    },
    {
        "ja": "　少女は座ったままぴくりとも動かない。",
        "en": "  The girl continued to sit, completely motionless.",
        "pl": ""
    },
    {
        "ja": "「――――――」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　草十郎の呼吸は知らず止まっていた。",
        "en": "  Without realizing it, Soujuurou had stopped breathing.",
        "pl": ""
    },
    {
        "ja": "　呼吸を忘れて少女に見入ったのは、純粋な驚きからだ。",
        "en": "  Genuine astonishment had him captivated.",
        "pl": ""
    },
    {
        "ja": "　ただ美しい。",
        "en": "  Such beauty...",
        "pl": ""
    },
    {
        "ja": "　その、あまりにも単純で、あんまりにも理由のない表現を同じ<人間|いきもの>に用いたのは、初めてのことだった。",
        "en": "  It was the first time he had ever thought to use such a simple, plain expression to describe another human being.",
        "pl": ""
    },
    {
        "ja": "　純潔のまま成長した<水仙|すいせん>の花。",
        "en": "  She was the daffodil, in perfect bloom.",
        "pl": ""
    },
    {
        "ja": "　あるいは、夢に描かれた理想の少女像。",
        "en": "  Or the ideal female form, seen only in dreams.",
        "pl": ""
    },
    {
        "ja": "　少女のソレは、鑑賞され、愛でられる為の美しさだ。",
        "en": "  This quality was something to be cherished and admired in her.",
        "pl": ""
    },
    {
        "ja": "　蒼崎青子の華やかな、生命に満ちた輝きとは違う。",
        "en": "  It was different from Aoko Aozaki's blindingly radiant vitality.",
        "pl": ""
    },
    {
        "ja": "　なぜなら、生命あるかぎり人は老いて尽きる。",
        "en": "  After all, the flame that burns twice as bright burns half as long,",
        "pl": ""
    },
    {
        "ja": "　そのような結末―――幸福な完結は、この少女には許される筈がない。",
        "en": "  and there was no way this girl would be allowed such a happy ending.",
        "pl": ""
    },
    {
        "ja": "　それはこの<奇跡|カタチ>のまま生まれ、このカタチのまま滅び去るひとつの<寓話|ぐうわ>。",
        "en": "  Her life was a solitary fable of someone who left the world in exactly the same way they entered it.",
        "pl": ""
    },
    {
        "ja": "　生まれながらに人間としての生を奪われた、この世ならざる命のあり方。",
        "en": "  With her humanity stolen at birth, hers was an existence not of this world.",
        "pl": ""
    },
    {
        "ja": "　……<過|か><度|ど>に美しいものほど、結末は<無惨|むざん>なものになる。",
        "en": "  ...The more beautiful something was, the more tragic its fate.",
        "pl": ""
    },
    {
        "ja": "　山奥育ちの草十郎にとって、それは教えられるまでもなく経験している事だった。",
        "en": "  Growing up in the mountains, this was not something Soujuurou was taught, but something he learned from experience.",
        "pl": ""
    },
    {
        "ja": "『……眠ってるみたいだ』",
        "en": "(...It looks like she's sleeping.)",
        "pl": ""
    },
    {
        "ja": "　草十郎は誘われるように、首を横に向ける。",
        "en": "  Soujuurou turned his head, as though he was being lured in.",
        "pl": ""
    },
    {
        "ja": "　横顔を盗み見るのは無遠慮だと知りつつ、本能には逆らえなかった。",
        "en": "  He knew it was rude to stare, but he couldn't fight his instincts.",
        "pl": ""
    },
    {
        "ja": "　そうして―――",
        "en": "  Then...",
        "pl": ""
    },
    {
        "ja": "「……え？」",
        "en": "\"...Huh?\"",
        "pl": ""
    },
    {
        "ja": "　今度こそ本当に、一瞬、心臓が止まった。",
        "en": "  This time, his heart actually skipped a beat.",
        "pl": ""
    },
    {
        "ja": "　少女は眠ってなどいなかった。",
        "en": "  She was not asleep at all.",
        "pl": ""
    },
    {
        "ja": "　無表情に、横たわる怪我人を見つめていただけだったのだ。",
        "en": "  Expressionless, she was merely watching over him while he recovered.",
        "pl": ""
    },
    {
        "ja": "「…………」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　草十郎はベッドに横になったまま、動かした首を戻す事もできず、かといって気のきいた台詞も浮かばず、少女と無言で見つめあう。",
        "en": "  Soujuurou froze, unable to turn his head away or think of something clever to say. It was like staring into her eyes turned him to stone.",
        "pl": ""
    },
    {
        "ja": "　……<華奢|きゃしゃ>な輪郭からか、自分よりいくぶん幼く見える。",
        "en": "  Perhaps because of her delicate features, she looked somewhat younger than him.",
        "pl": ""
    },
    {
        "ja": "　反面、落ち着いた表情が年上のようにも感じさせた。",
        "en": "  On the other hand, her tranquil expression made him feel like she was older.",
        "pl": ""
    },
    {
        "ja": "　肩口までの髪はにごりのない黒。",
        "en": "  Jet-black hair, just to her shoulders.",
        "pl": ""
    },
    {
        "ja": "　そんな髪に合わせたように、大きめの瞳も混ざり気のない黒一色。",
        "en": "  Her large eyes were set like onyx stones, matching her hair.",
        "pl": ""
    },
    {
        "ja": "「……………………」",
        "en": "\"......\"",
        "pl": ""
    },
    {
        "ja": "　少女は感情のない瞳を草十郎に向けている。",
        "en": "  Devoid of emotion, her gaze stayed fixed on Soujuurou.",
        "pl": ""
    },
    {
        "ja": "　草十郎と見つめ合うカタチになっても目は逸らさない。",
        "en": "  Even after their eyes met, she did not turn away.",
        "pl": ""
    },
    {
        "ja": "「…………………………」",
        "en": "\".........\"",
        "pl": ""
    },
    {
        "ja": "　草十郎は声をかけようにもかけられない。",
        "en": "  He wanted to speak, but could not find the words.",
        "pl": ""
    },
    {
        "ja": "　蛇に睨まれた蛙、という程でもないけれど、いま少女に話しかけるのは<躊躇|ためら>われた。",
        "en": "  It was not unlike a frog being stared down by a snake. Nevertheless he just could not bring himself to say something.",
        "pl": ""
    },
    {
        "ja": "　それに、",
        "en": "  Additionally...",
        "pl": ""
    },
    {
        "ja": "　いかに<暢気|のんき>な草十郎でも、この少女が青子と同じ種類の<爆|にん><弾|げん>である事は身に染みて知っていた。",
        "en": "  No matter how carefree Soujuurou might have been, he was painfully aware that this girl was as powerful as Aoko.",
        "pl": ""
    },
    {
        "ja": "　一方、少女は少女で<堅|かた>く口を閉ざしている。",
        "en": "  Less talkative, to be sure, but still powerful.",
        "pl": ""
    },
    {
        "ja": "　一心に、雑念なく、横になった異邦人を看病する……ような雰囲気。",
        "en": "  Objectively, the scene was not unlike that of someone nursing a bedridden stranger.",
        "pl": ""
    },
    {
        "ja": "　少女が何を考えているかは不明だが、草十郎にとっては辛い沈黙が続いていく。",
        "en": "  He had no idea what she may have been thinking about, but it seemed to him this harsh silence might last forever.",
        "pl": ""
    },
    {
        "ja": "　草十郎に分かるのは、少女はこの沈黙をまったく気にしていない、という事だけ。",
        "en": "  All he could say for sure was that the quiet did not appear to bother her in the slightest.",
        "pl": ""
    },
    {
        "ja": "　これでは何らかの罰ゲーム、<罰則|ペナルティ>と言えなくもない。",
        "en": "  It was like some bizarre form of punishment.",
        "pl": ""
    },
    {
        "ja": "『……。これが蒼崎の仕込みなら手がこみすぎる……』",
        "en": "(...If this is some kind of test from Aozaki, it sure is elaborate.)",
        "pl": ""
    },
    {
        "ja": "　などと思いつつも、草十郎は少女から目を離せなかった。",
        "en": "  He thought, keeping his eyes on the girl.",
        "pl": ""
    },
    {
        "ja": "　自分が首を戻したり目を閉じた瞬間、少女が隠し持ったナイフで自分の胸を刺すのでは……",
        "en": "  He felt like the moment he turned his head or blinked, she might stab him in the chest with a hidden blade...",
        "pl": ""
    },
    {
        "ja": "　なんて想像をかきたてられたからではない。",
        "en": "  ...and not because his imagination was running away with him.",
        "pl": ""
    },
    {
        "ja": "　たしかに重苦しい沈黙で、遊園地での事を思い返すと不安になるけれど―――",
        "en": "  In the stifling silence, it was only natural that Soujuurou would think back on what had happened in the amusement park, and it made him uneasy.",
        "pl": ""
    },
    {
        "ja": "　それ以上に少女は魅力的だと、彼は思ったのだ。",
        "en": "  But stronger than any anxiety was his fascination with the girl.",
        "pl": ""
    },
    {
        "ja": "　細い体と白い肌。",
        "en": "  Her slender frame and milky white skin...",
        "pl": ""
    },
    {
        "ja": "　人を寄せ付けない瞳の冷たさと、いまだ残った少女の面影の温かさ。",
        "en": "  The chill of her guarded stare, the warmth of her lingering femininity...",
        "pl": ""
    },
    {
        "ja": "　その二つが混ざりあった姿は、魔的なものと言ってもいい。",
        "en": "  It was the mixture of those two latter qualities that was almost magical.",
        "pl": ""
    },
    {
        "ja": "『…………？』",
        "en": "(...?)",
        "pl": ""
    },
    {
        "ja": "　そこまで少女と向き合って、草十郎は彼女とは以前会っているような気がした。",
        "en": "  He stared at her for so long, he began to get the feeling that they had met somewhere before.",
        "pl": ""
    },
    {
        "ja": "　遊園地の一件よりもう少し前。",
        "en": "  Sometime before the conflict at Kitsy Land...",
        "pl": ""
    },
    {
        "ja": "　どこでだったかは思い出せないけれど、たしかに以前見かけた気がする。",
        "en": "  He could not quite put his finger on it, but he was sure he had seen her previously.",
        "pl": ""
    },
    {
        "ja": "「その、いまさらだけど」",
        "en": "\"Um, I don't know if this is the right time to ask this, but...\"",
        "pl": ""
    },
    {
        "ja": "　凍りついた部屋に、白々しく響く自分の声。",
        "en": "  His voice shattered the frozen silence in the room.",
        "pl": ""
    },
    {
        "ja": "　その場違いさに申し訳ない気持ちになりながら、草十郎は少女に語りかけた。",
        "en": "  He almost felt sorry for making noise as he spoke out to her.",
        "pl": ""
    },
    {
        "ja": "　いつまでも見つめ合っている訳にもいかない。",
        "en": "  But they could not very well just sit and stare at each other forever.",
        "pl": ""
    },
    {
        "ja": "　……見つめ合っていると思っていたのは自分だけで、少女は睨み合っていたつもりかも知れないし。",
        "en": "  ...Though, he might have been the only one thinking they were \"staring,\" and perhaps she thought they were \"glaring\" at each other.",
        "pl": ""
    },
    {
        "ja": "「ここはどこで、君は誰だか分かるかな」",
        "en": "\"Where am I, and who might you be?\"",
        "pl": ""
    },
    {
        "ja": "　少女は黒い瞳をかすかに細める。",
        "en": "  She narrowed her eyes slightly,",
        "pl": ""
    },
    {
        "ja": "　気分を害した……風ではなさそうだ。",
        "en": "  though apparently, not out of offense.",
        "pl": ""
    },
    {
        "ja": "「………………」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　質問の返事はない。",
        "en": "  There was no response.",
        "pl": ""
    },
    {
        "ja": "　やっぱり黙ってよう、と草十郎が思った矢先、少女は静かに片腕を上げた。",
        "en": "  Just as he was thinking it would have been better to keep quiet, she quietly raised her hand.",
        "pl": ""
    },
    {
        "ja": "「これ、あなたのでしょう」",
        "en": "\"This is yours, is it not?\"",
        "pl": ""
    },
    {
        "ja": "　冷たいが、唄のような声。",
        "en": "  Her voice was  cold, but melodic .",
        "pl": ""
    },
    {
        "ja": "　少女の指には白い布が<絡|から>まっている。",
        "en": "  A white piece of cloth was wrapped in her fingers.",
        "pl": ""
    },
    {
        "ja": "　それが何であるかなど、草十郎には語るまでもない。",
        "en": "  There was no need to tell him what it was.",
        "pl": ""
    },
    {
        "ja": "　自分の持ち物を忘れるほど寝ぼけてはいなかったらしい。",
        "en": "  He was conscious enough to recognize his own possessions.",
        "pl": ""
    },
    {
        "ja": "　無言の草十郎に、少女はふわりと布を落とした。",
        "en": "  Soujuurou sat speechless as she tossed it to him.",
        "pl": ""
    },
    {
        "ja": "　草十郎は布を拾い上げ、くるくると自分の首に巻く。",
        "en": "  Picking it up, he wrapped it around his neck.",
        "pl": ""
    },
    {
        "ja": "「……青子は、それを知っているの？」",
        "en": "\"...Does Aoko know about that?\"",
        "pl": ""
    },
    {
        "ja": "　ぶしつけな問いから、草十郎は目を逸らす。",
        "en": "  He looked away in response to her blunt question,",
        "pl": ""
    },
    {
        "ja": "　彼の頭に浮かんだのはまったく関係のない事だ。",
        "en": "  distracted by something unrelated.",
        "pl": ""
    },
    {
        "ja": "　少女は蒼崎青子を『青子』と呼んだ。",
        "en": "  She called Aoko Aozaki by her given name,",
        "pl": ""
    },
    {
        "ja": "　では、青子が喧嘩を売っていたのは向かいの山ではなく彼女だったのだろう、と。",
        "en": "  which led him to believe that the mountain Aoko had argued with in his dream was actually the girl beside him.",
        "pl": ""
    },
    {
        "ja": "「さあ、どうだろう」",
        "en": "\"I'm not sure.\"",
        "pl": ""
    },
    {
        "ja": "　できるだけ真摯に、予断を<交|まじ>えず草十郎は返答する。",
        "en": "  As sincerely as he could, he answered without presumption.",
        "pl": ""
    },
    {
        "ja": "　知るべき事と、知らなくてもいい事。",
        "en": "  There are things that should be known, and things that need not be.",
        "pl": ""
    },
    {
        "ja": "　伝えるべき事と、伝わってはいけない事。",
        "en": "  There are also things that should be told, and other things that must not be.",
        "pl": ""
    },
    {
        "ja": "　少女の言う「それ」がどちらなのか、草十郎には考えられない。ただ、",
        "en": "  Soujuurou was not exactly sure what \"that\" she was referring to. However...",
        "pl": ""
    },
    {
        "ja": "「でも、その方がいいとは思うよ」",
        "en": "\"But, maybe it's better that way.\"",
        "pl": ""
    },
    {
        "ja": "　ごく自然に、少女の問いに微笑んだ。",
        "en": "  He smiled slightly at her question.",
        "pl": ""
    },
    {
        "ja": "　そんな草十郎の対応に感じ入るものがあったのか、部屋を支配していた重圧は目に見えて薄れていった。",
        "en": "  Perhaps impressed by his response, the overwhelming pressure in the room dissipated noticeably.",
        "pl": ""
    },
    {
        "ja": "　もしかすると、緊張の度合いは草十郎より少女の方が上だったのかも知れない。",
        "en": "  Or maybe she had been more nervous than he was the entire time,",
        "pl": ""
    },
    {
        "ja": "　……この場を支配していた少女の心の在り方が、部屋に投影されていたのなら。",
        "en": "  projecting the image that his room was her domain a tad too strongly.",
        "pl": ""
    },
    {
        "ja": "　緊張は消えた。",
        "en": "  The tension faded.",
        "pl": ""
    },
    {
        "ja": "　草十郎は体を起こそうとベッドに腕をたてる。",
        "en": "  Soujuurou tried to sit up and prop his arms beneath him.",
        "pl": ""
    },
    {
        "ja": "　こうして話し合える以上、寝たままなのは不便だと思ったらしい。",
        "en": "  Now that they were talking, it seemed awkward to stay lying down.",
        "pl": ""
    },
    {
        "ja": "　が。起きようとした途端、体の異様なだるさに驚いてしまって、簡単には起き上がれなかった。",
        "en": "  However, his body felt strange as he tried to move, and it surprised him how difficult it was to sit up.",
        "pl": ""
    },
    {
        "ja": "　もぞもぞと動いて、ようやく上半身を起こすのが精一杯だ。",
        "en": "  It took everything he had just to raise his upper body to a sitting position.",
        "pl": ""
    },
    {
        "ja": "「……あれ？　洋服のままだ」",
        "en": "\"...Huh? I'm still in my clothes.\"",
        "pl": ""
    },
    {
        "ja": "　かかっていた毛布を<剥|は>ぐなり、不思議そうに首をかしげる。",
        "en": "  As he threw the covers back, he tilted his head quizzically.",
        "pl": ""
    },
    {
        "ja": "「申し訳ない。こんないい布団なのに、これじゃ不釣り合いだ。……というより、勿体ない」",
        "en": "\"I'm sorry. This is such a nice bed, too. I shouldn't be in my clothes under the sheets. What a waste of a good bed.\"",
        "pl": ""
    },
    {
        "ja": "　どうせならベッドに似合う寝間着で寝たかった、などとぼやく草十郎を、少女は意外そうに見つめている。",
        "en": "  She stared at him, not expecting him to complain about not wearing pajamas while sleeping.",
        "pl": ""
    },
    {
        "ja": "　何か、少女にとって予想外の事をしてしまったらしい。",
        "en": "  Somehow, it appeared that he had done something to surprise her.",
        "pl": ""
    },
    {
        "ja": "『なんでだ。何もしてないぞ、俺』",
        "en": "(But why? I didn't do anything.)",
        "pl": ""
    },
    {
        "ja": "　<謂|い>われのない好奇心を向けられ、なんとなく拗ねながら草十郎は少女に体を向けた。",
        "en": "  Pouting a bit at the unwarranted curiosity, he turned to face her.",
        "pl": ""
    },
    {
        "ja": "　まだベッドの上に横たわってはいるものの、幾分ましな姿勢になっている。",
        "en": "  Although he was still mostly laying down, it was at least a more dignified position.",
        "pl": ""
    },
    {
        "ja": "「それで、さっきの続きだけど」",
        "en": "\"So... any chance you'll tell me...?\"",
        "pl": ""
    },
    {
        "ja": "　そう、ここが何処で少女が何者なのか、まずそれを教えてもらわないと始まらない。",
        "en": "  Indeed, he needed to find out where he was and who she was before anything else.",
        "pl": ""
    },
    {
        "ja": "　実際のところ、遊園地の事を思い出せば思い出すほど、そら恐ろしい想像しかできないのだが。",
        "en": "  Actually, the more he thought about what happened at the amusement park, the more he got a sinking feeling in his stomach.",
        "pl": ""
    },
    {
        "ja": "「――――――」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　そんな草十郎の決意が伝わったのか、少女も冷徹に、背中に回していた手を動かそうとした時。",
        "en": "  Perhaps finally getting through to her, she calmly moved her arm from behind her back, when...",
        "pl": ""
    },
    {
        "ja": "「…………」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "「…………」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　またも無言で見つめ合ってしまう。",
        "en": "  Once again, they silently locked eyes.",
        "pl": ""
    },
    {
        "ja": "　バタバタバタ。",
        "en": "  Thump, thump, thump.",
        "pl": ""
    },
    {
        "ja": "　外から響いてくる足音は、何者かが走って来るものだ。",
        "en": "  There was a startling sound of rapidly approaching footsteps.",
        "pl": ""
    },
    {
        "ja": "　それが誰のものか、少女はともかく草十郎にさえもありありと予測でき―――",
        "en": "  They both had a pretty good idea of who it was.",
        "pl": ""
    },
    {
        "ja": "「有珠っ、約束！」",
        "en": "\"Alice! You promised!\"",
        "pl": ""
    },
    {
        "ja": "　この通り。",
        "en": "  Just as expected.",
        "pl": ""
    },
    {
        "ja": "　乱暴な<一喝|いっかつ>と共に入ってきたのは予想通り、蒼崎青子その人だった。",
        "en": "  Aoko Aozaki burst through the door with a thunderous roar.",
        "pl": ""
    },
    {
        "ja": "　彼女は制服姿で、長い髪をなびかせて登場した。",
        "en": "  She entered wearing her school uniform, her long hair flowing behind her.",
        "pl": ""
    },
    {
        "ja": "　乱れた呼吸と不機嫌そうにつり上がった瞳が、どことなく修羅めいている。",
        "en": "  Her breathing was heavy and her forehead was wrinkled by a scowl, granting her a demonic appearance.",
        "pl": ""
    },
    {
        "ja": "「有珠っ！」",
        "en": "\"Alice!\"",
        "pl": ""
    },
    {
        "ja": "　青子にそう呼ばれた少女―――有珠はわずかに眉を<顰|ひそ>めた。",
        "en": "  This girl named Alice scowled slightly in response.",
        "pl": ""
    },
    {
        "ja": "　……はあ、とかため息をこぼしたのかもしれない。",
        "en": "  She may have even let a sigh of disappointment slip out.",
        "pl": ""
    },
    {
        "ja": "「早かったわね、青子」",
        "en": "\"Aoko. Home early, I see.\"",
        "pl": ""
    },
    {
        "ja": "　激している青子とは正反対の落ち着いた声。",
        "en": "  Her calm voice was the polar opposite of Aoko's.",
        "pl": ""
    },
    {
        "ja": "　どこか白々しいのは言うまでもない。",
        "en": "  Needless to say, her voice dripped with a brazen coldness.",
        "pl": ""
    },
    {
        "ja": "「そりゃあ、アンタの性格は知り抜いてるからね。",
        "en": "\"That's because I know you all too well.",
        "pl": ""
    },
    {
        "ja": "　こういう時の短絡思考はこの二年で経験済みよ。お行儀がいいようで、面倒になったらあっさり投げ捨てるのがアンタでしょ」",
        "en": "  Over the past two years, I've come to expect how quickly you jump to conclusions. You might act mild-mannered, but as soon as things don't go your way, the veil drops.\"",
        "pl": ""
    },
    {
        "ja": "「いやね、人聞きの悪い」",
        "en": "\"Oh dear, you make it sound so scandalous.\"",
        "pl": ""
    },
    {
        "ja": "　青子の指摘を軽く受け流す有珠。",
        "en": "  Effortlessly, she brushed aside Aoko's jab.",
        "pl": ""
    },
    {
        "ja": "　もう草十郎なんて目に入っていない、と言わんばかりの態度だった。",
        "en": "  In doing so, Soujuurou had the distinct impression that she no longer even realized he was in the room.",
        "pl": ""
    },
    {
        "ja": "「はん。それで今日まで何度<煮|に>え湯を飲まされたコトか。",
        "en": "\"Ha! Let the record show that I've lost count of how many times you've gone back on your word.",
        "pl": ""
    },
    {
        "ja": "　青子に<譲|ゆず>るといったけど、よく考えると面倒だから私の方で処理しておいたわ―――なんて事<後承|いいわけ>諾、もう聞き飽きたっつーの。",
        "en": "  I'm tired of hearing the same old story after the fact: 'I know I said I would leave it to you, but after careful consideration I decided to take care of it myself.'",
        "pl": ""
    },
    {
        "ja": "　短気なのはそっちの自由だけど、それなら後の始末は相方に任せるのが最低限の筋ってもんじゃないの？」",
        "en": "  I may have come to terms with your short fuse, but the least you can do in return is to trust your partner to set things right, no?\"",
        "pl": ""
    },
    {
        "ja": "「そうね。そうでなければ協闘している意味がないわ。",
        "en": "\"You're right. We wouldn't be partners otherwise.",
        "pl": ""
    },
    {
        "ja": "　……まあ。今後の方針を勝手に決めた人の台詞じゃないとは思うけど」",
        "en": "  Though... you're hardly one to talk, after unilaterally deciding our plan from here on out.\"",
        "pl": ""
    },
    {
        "ja": "「それもきっちり片をつけたでしょう。",
        "en": "\"We've been over this already.",
        "pl": ""
    },
    {
        "ja": "　いい、勝ったのは<私|・><た|・><ち|・>よ。逃げ切れば見逃してあげるって言ったのは誰？　言動には責任を持ちなさい有珠。",
        "en": "  We won, okay! Besides, who was the one who said we should let him live if he escaped? Yet again you've gone back on your word, Alice.",
        "pl": ""
    },
    {
        "ja": "　それともなに。もしかして、一番気に食わないのはそのあたりの理由なワケ？」",
        "en": "  Oh, don't tell me. Next you'll be saying *that's* the reason you can't let sleeping dogs lie!\"",
        "pl": ""
    },
    {
        "ja": "　む、と考えこむ有珠。",
        "en": "  Alice frowned slightly and fell silent.",
        "pl": ""
    },
    {
        "ja": "　青子の詰問は、有珠自身気付いていなかったところを突いたらしい。",
        "en": "  Her housemate seemed to have struck a nerve that Alice herself did not know was there.",
        "pl": ""
    },
    {
        "ja": "「とにかく。",
        "en": "\"Anyway...",
        "pl": ""
    },
    {
        "ja": "　コイツの扱いは、ちゃんと目が覚めて、本人の意志でどうするか決めるまで保留ってコトで合意したでしょ。",
        "en": "  We agreed to decide what to do with him when he wakes up, after hearing him out, right?",
        "pl": ""
    },
    {
        "ja": "　人の留守中に出し抜くのはやめてよね」",
        "en": "  So stop trying to flip the script every time my back's turned.\"",
        "pl": ""
    },
    {
        "ja": "「……それ。青子、学校はどうしたの。",
        "en": "\"...Speaking of which, aren't you supposed to be at school?",
        "pl": ""
    },
    {
        "ja": "　まだ正午になったばかりなのに」",
        "en": "  It's noon already.\"",
        "pl": ""
    },
    {
        "ja": "「有珠の<学|と><校|こ>が今日で<終業式|おわり>って思い出して、家庭の事情って事で早退したのよ。期末試験前だってのに、ほんと、なにやってんだか」",
        "en": "\"I remembered you only had your school's end-of-term ceremony today, so I told them I had to leave early for personal reasons. This is so warped. I have finals coming up, for goodness' sake.\"",
        "pl": ""
    },
    {
        "ja": "　誰かに同意を求めるのではなく、自分自身に言い聞かせるように青子は言う。",
        "en": "  Aoko grumbled, more to herself than anyone else in the room.",
        "pl": ""
    },
    {
        "ja": "　そうして青子と有珠は見つめ合った。",
        "en": "  Then, she locked eyes with Alice.",
        "pl": ""
    },
    {
        "ja": "　いや、正しくは睨み合っている。",
        "en": "  Or more accurately, they glared daggers at each other.",
        "pl": ""
    },
    {
        "ja": "　今まさにとっくみ合いの喧嘩が始まりそうな緊迫感だが、<第三者|そうじゅうろう>としてはなす術なく眺めているしかない。",
        "en": "  The room had become tense once again, and it felt like a fight could break out at any moment. With no way to escape, Soujuurou had no choice but to sit and watch.",
        "pl": ""
    },
    {
        "ja": "　……もっとも。",
        "en": "  But then...",
        "pl": ""
    },
    {
        "ja": "　しばらく続くと思われた沈黙は、一分ほどであっさりと終わってしまった。",
        "en": "  The electric silence that seemed like it would last forever suddenly broke about a minute later.",
        "pl": ""
    },
    {
        "ja": "　この程度のぶつかり合いは日常茶飯事らしい。",
        "en": "  Apparently this sort of clash was an everyday occurrence.",
        "pl": ""
    },
    {
        "ja": "「……わたしは居間に行っているから。",
        "en": "\"...I'll be in the drawing room.",
        "pl": ""
    },
    {
        "ja": "　彼に事情を説明してあげて」",
        "en": "  Explain the circumstances to him.\"",
        "pl": ""
    },
    {
        "ja": "　有珠は椅子から立ち上がり、扉へと歩きだす。",
        "en": "  Alice stood up from the chair and made for the door.",
        "pl": ""
    },
    {
        "ja": "　その背中を見て草十郎は首を<傾|かし>げてしまった。",
        "en": "  Watching her go, Soujuurou cocked his head.",
        "pl": ""
    },
    {
        "ja": "　有珠の手には何か、どう控えめに表現しても、",
        "en": "  In her hand was what could only be described as...",
        "pl": ""
    },
    {
        "ja": "『……果物、ナイフ……？』",
        "en": "(...A fruit knife?)",
        "pl": ""
    },
    {
        "ja": "　としか言い表せない<得物|えもの>が握られていたからだ。",
        "en": "  He had no other words to describe the tool she was clutching.",
        "pl": ""
    },
    {
        "ja": "「有珠。あえて聞くけど、その手に持ってるの、なに？」",
        "en": "\"Alice. I hate to ask, but what's in your hand?\"",
        "pl": ""
    },
    {
        "ja": "　横を通り過ぎる有珠に問いかける青子。",
        "en": "  Aoko asked Alice as she walked past.",
        "pl": ""
    },
    {
        "ja": "「短剣ね、どう見ても」",
        "en": "\"A dagger, what else?\"",
        "pl": ""
    },
    {
        "ja": "　有珠は無表情で返答し、スタスタと部屋から立ち去った。",
        "en": "  Alice answered expressionlessly, before briskly walking out of the room.",
        "pl": ""
    },
    {
        "ja": "「……………………」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　よし。今の会話に関しては深く考えないようにしよう、と自己防衛する草十郎なのだった。",
        "en": "  Soujuurou thought it best to not think too deeply about the scene he had just witnessed.",
        "pl": ""
    }
]