[
    {
        "ja": "　つまり、",
        "en": "  Let me tell you...",
        "pl": ""
    },
    {
        "ja": "昨日こんな事があった。",
        "en": " ...how the events of yesterday transpired.",
        "pl": ""
    },
    {
        "ja": "　“月の無い夜は、決して振り向いてはいけないよ―――”",
        "en": "  \"On moonless nights, you must never look back.\"",
        "pl": ""
    },
    {
        "ja": "　それは教訓だったのか、警告だったのか。",
        "en": "  Was it a lesson or was it a warning?",
        "pl": ""
    },
    {
        "ja": "　ずいぶんと昔……私がまだ今の<自分|ありかた>を夢にも思っていなかった頃。",
        "en": "  It was so very long ago. At the time, I could not have imagined what I, what my very being, would become.",
        "pl": ""
    },
    {
        "ja": "　突然、何の前触れもなく、泣きだしたくなるぐらいの不安でいっぱいになって、祖父の工房に逃げこんだ夜の話だ。",
        "en": "  One night, it came without warning. I was filled with an anxiety so heightened that it made me want to burst into tears, so I fled to my grandfather's workshop.",
        "pl": ""
    },
    {
        "ja": "　祖父は別人のように優しく微笑み、私の頭に静かに手を乗せて、",
        "en": "  Unlike the grandfather I knew, he smiled and kindly placed his hand upon my head.",
        "pl": ""
    },
    {
        "ja": "　“―――<赤色|あかいろ>の死が、おまえの背中を見ているからね”",
        "en": "  \"...Yes, the red death follows your every step.\"",
        "pl": ""
    },
    {
        "ja": "　そんな、気休めどころかより絶望的な言葉を残して、私を家につき返した。",
        "en": "  Rather than consoling me, he sent me home with only those haunting words.",
        "pl": ""
    },
    {
        "ja": "　私はあの夜、たしかに背後に<潜|ひそ>む影を認めた。",
        "en": "  That night, I am certain that I sensed a shadow lurking behind me.",
        "pl": ""
    },
    {
        "ja": "　ずっと遠くから私を見ている何者か。",
        "en": "  Something or someone watching me from afar...",
        "pl": ""
    },
    {
        "ja": "　それは少しずつ、年々距離を<縮|ちぢ>めていき―――",
        "en": "  Then little by little, year by year, it drew closer.",
        "pl": ""
    },
    {
        "ja": "　小さな点ほどだった気配は、その息づかいさえ感じるほどすぐ後ろまで迫っていた。",
        "en": "  Eventually, the presence that once felt like a spot on the horizon grew so close that I could feel its breath down the base of my neck.",
        "pl": ""
    },
    {
        "ja": "　もちろん錯覚。",
        "en": "  Of course it was all in my mind.",
        "pl": ""
    },
    {
        "ja": "　振り向いた先には誰もいない。",
        "en": "  When I turned around, nobody was there.",
        "pl": ""
    },
    {
        "ja": "　ただ―――きっかけになったあの夜。",
        "en": "  But that night marked the beginning.",
        "pl": ""
    },
    {
        "ja": "　あの時の言いようのない不安は、間違いなく、約束された<恐怖|し>に起因するものだった。",
        "en": "  In hindsight, I later understood that the indescribable anxiety I felt was the dread of certain death.",
        "pl": ""
    },
    {
        "ja": "“",
        "en": "\"",
        "pl": ""
    },
    {
        "ja": "……Hey diddle diddle,The cat and the fiddle,",
        "en": "...Hey diddle diddle, the cat and the fiddle,",
        "pl": ""
    },
    {
        "ja": "　The cow jump'd over the moon,",
        "en": "  The cow jumped over the moon,",
        "pl": ""
    },
    {
        "ja": "　The little dog laugh'd……”",
        "en": "  The little dog laugh'd...\"",
        "pl": ""
    },
    {
        "ja": "　……あれはいつの話だっただろう。",
        "en": "  ...How much time has passed since that night?",
        "pl": ""
    },
    {
        "ja": "　遠い子供の頃の記憶の片隅。",
        "en": "  It lingered deep in the recesses of my mind where childhood memories are kept.",
        "pl": ""
    },
    {
        "ja": "　絵日記じみたかすかな思い出。",
        "en": "  A faded, story book-esque memory.",
        "pl": ""
    },
    {
        "ja": "　……暗い夜には決まって祖父の言葉が耳に響く。",
        "en": "  On dark nights, I still hear the faint echo of my grandfather's words.",
        "pl": ""
    },
    {
        "ja": "　どんなに風が強く吹いても、<傍|かたわ>らの少女の<鐘|うた>が聞き惚れるほどのものでも、不吉な言葉をかき消す事はできない。",
        "en": "  But no matter how strong the wind may howl, or how entrancing the song of the girl next to me, I could never bury his ominous words completely.",
        "pl": ""
    },
    {
        "ja": "「……ご到着ね」",
        "en": "\"...It's here.\"",
        "pl": ""
    },
    {
        "ja": "　傍らの<少女|ありす>が言った。",
        "en": "  The girl beside me said.",
        "pl": ""
    },
    {
        "ja": "　抑揚のない声は、完全に傍観者でいる事を示している。",
        "en": "  Alice's inflectionless voice spoke volumes of her role as the bystander.",
        "pl": ""
    },
    {
        "ja": "　夜の公園には私と彼女だけ。",
        "en": "  That night, there was only me and her.",
        "pl": ""
    },
    {
        "ja": "　今日は私にとって“今の自分”の誕生日。",
        "en": "  It was the night I would mark as the birth of who I am today.",
        "pl": ""
    },
    {
        "ja": "　記念すべき<初陣|ういじん>にしては、少々不吉な夜と言わざるをえない。",
        "en": "  For what should have been quite the memorable night, it sure wasn't a promising start.",
        "pl": ""
    },
    {
        "ja": "　ぶあつい雲は黒い傘のように星明かりを<遮|さえぎ>っている。",
        "en": "  Dense clouds blocked the starlight above like a black umbrella.",
        "pl": ""
    },
    {
        "ja": "　強い風は夜空を引き裂き、重い雲を運んでいく。",
        "en": "  Strong wind tore through the sky, carrying the heavy clouds with it.",
        "pl": ""
    },
    {
        "ja": "　公園の真ん中に立つ柱時計の針は、二本とも頭上の月を指すように頂点を向いている。",
        "en": "  The hands on the clock in the middle of the park pointed skyward, as if reaching for the moon.",
        "pl": ""
    },
    {
        "ja": "　あいにくと、今日は月のない夜だったけれど。",
        "en": "  Unfortunately for them, tonight there was no moon to point at.",
        "pl": ""
    },
    {
        "ja": "　冬の大気は、深夜になって狂暴さを増している。",
        "en": "  The winter air grew fiercer as the night wore on.",
        "pl": ""
    },
    {
        "ja": "　息を吸うだけで体の中が凍る気がする。",
        "en": "  Inhaling felt as though it would freeze me from the inside.",
        "pl": ""
    },
    {
        "ja": "　骨に染みこむような冷気は、そのまま背骨を通じて脳に直接入りこんでくる。",
        "en": "  The air chilled me to the bone, threatening to pass up my spine directly to my brain.",
        "pl": ""
    },
    {
        "ja": "　思考が寒さで麻痺しないよう、",
        "en": "  To prevent my mind from being paralyzed,",
        "pl": ""
    },
    {
        "ja": "　指先が寒気で化石にならないよう、",
        "en": "  and to prevent my fingertips from becoming stone,",
        "pl": ""
    },
    {
        "ja": "　私は、自分の<鼓動|リズム>と感情を炎にくべた。",
        "en": "  I sparked a fire using my internal rhythm and emotion. ",
        "pl": ""
    },
    {
        "ja": "「触覚を<譲|ゆず>るわ。……幸運ね。",
        "en": "\"I'm transferring tactile feedback to you. ...Good luck.",
        "pl": ""
    },
    {
        "ja": "　あの位置なら刻んでおいた<鬼火|ウィスプ>が灯る」",
        "en": "  Stand over there, and the engraved will-o'-the-wisp will ignite.\"",
        "pl": ""
    },
    {
        "ja": "　有珠の言葉に頷きだけで応える。",
        "en": "  I responded to Alice with a nod.",
        "pl": ""
    },
    {
        "ja": "　その時、一瞬だけ地面が見えた。",
        "en": "  And then, for just a moment, I saw the ground.",
        "pl": ""
    },
    {
        "ja": "　……私の両足はかすかに震えている。",
        "en": "  ...My legs quivered ever so faintly.",
        "pl": ""
    },
    {
        "ja": "　寒いから震えているんだ、と判断したけれど自信はなかった。",
        "en": "  I told myself they were shaking from the cold, but I wasn't so sure.",
        "pl": ""
    },
    {
        "ja": "　本当は寒さではなく恐怖で<痺|しび>れてしまっているのかも知れない。……ホッと息を吐く。感情が働いているのなら、私はじゅうぶんに人間らしい。",
        "en": "  In reality, they may not have been numbed by the cold, but by fear. I breathe a sigh of relief. My humanity must still be intact if my emotions are still present.",
        "pl": ""
    },
    {
        "ja": "　そんな感傷にひたる間もなく、結界の感触が有珠から私に移ってきた。",
        "en": "  Before I could sink into a pool of my own sentimentality, the sensations from the Bounded Field flowed from Alice into me.",
        "pl": ""
    },
    {
        "ja": "　この公園一帯に敷かれた透明の<境|かべ>。",
        "en": "  A transparent wall covered the entire park.",
        "pl": ""
    },
    {
        "ja": "　地中深くまで根を張った認知外の絨毯。",
        "en": "  An unrecognizable carpet rooted deep under the earth.",
        "pl": ""
    },
    {
        "ja": "　―――夜に<浸|ひび>く、久遠寺有珠の<童話詠唱|マザーグース>。",
        "en": "  Alice Kuonji's chants of the Mother Goose fairy tales permeated the night.",
        "pl": ""
    },
    {
        "ja": "　それらの感覚と、私の体がひとつになる。",
        "en": "  The sensations became one with my body.",
        "pl": ""
    },
    {
        "ja": "　ざわり、と右腕に鳥肌がたつ。",
        "en": "  I felt goosebumps on my quivering right arm.",
        "pl": ""
    },
    {
        "ja": "　誰かが私の腕に侵入したのだ。",
        "en": "  Someone had trespassed.",
        "pl": ""
    },
    {
        "ja": "　鳥肌は<蟻|あり>のように右腕を<這|は>い上がってくる。",
        "en": "  The goosebumps crept up my right arm like ants,",
        "pl": ""
    },
    {
        "ja": "　ゆっくりと、確実に、この心臓めがけて。",
        "en": "  and slowly but surely, made inroads for my heart.",
        "pl": ""
    },
    {
        "ja": "　払い<除|の>けたくなる衝動をおさえて、より決定的な位置、より確実な到来を待つ。",
        "en": "  Holding back the desire to drive them out, I waited for them to reach a certain, definitive position.",
        "pl": ""
    },
    {
        "ja": "　月の無い夜。",
        "en": "  A moonless night.",
        "pl": ""
    },
    {
        "ja": "　公園の小さな街灯だけでは、闇の<全容|すべて>は見渡せない。",
        "en": "  The park's quaint street lights were not enough to lift the darkness.",
        "pl": ""
    },
    {
        "ja": "　蟻の進行は止まった。",
        "en": "  The ants came to a stop.",
        "pl": ""
    },
    {
        "ja": "　私の右腕から離れて離れて<心臓|まなか>のとなり。",
        "en": "  Far, far from my right arm, they had reached my very heart.",
        "pl": ""
    },
    {
        "ja": "　視覚を動員することなく、闇に<潜|ひそ>む侵入者の姿が見える。",
        "en": "  Even without the aid of my sense of sight, I could see the intruder lurking in the darkness.",
        "pl": ""
    },
    {
        "ja": "　ここから<右舷|うげん>後方三十歩ほどの茂みの<陰|かげ>、四つんばいに手足をついたソレは<手招|てまね>きするように右手をあげ―――",
        "en": "  To starboard, in the bushes about thirty steps back, on all fours. It was beckoning with its right hand.",
        "pl": ""
    },
    {
        "ja": "「―――そこ！」",
        "en": "\"...There!\"",
        "pl": ""
    },
    {
        "ja": "　私の知覚と、敵の行動はほぼ同時だった。",
        "en": "  The enemy's movement and my perception of it were in lockstep.",
        "pl": ""
    },
    {
        "ja": "　体が振り向く。",
        "en": "  I spun around.",
        "pl": ""
    },
    {
        "ja": "　敵の腕は槍のように伸びた。",
        "en": "  The enemy's arm stretched out like a spear.",
        "pl": ""
    },
    {
        "ja": "　高速で後頭部に放たれた凶器が、私の髪をさらっていく。",
        "en": "  This lethal weapon, aimed at the back of my head, brushed my hair at breakneck speed.",
        "pl": ""
    },
    {
        "ja": "　有珠から結界を<譲渡|じょうと>され、ここ一帯そのものとなった全能の知覚が、最小の回避を可能とする。",
        "en": "  With the omniscient view granted by Alice's ward, I managed to avoid it by the skin of my teeth.",
        "pl": ""
    },
    {
        "ja": "　礼儀知らずの蛮行に舞い上がる髪。",
        "en": "  My hair fanned through the air from the violence of the attack.",
        "pl": ""
    },
    {
        "ja": "　頬をかする、小さいが鋭い痛み。",
        "en": "  An attack grazed my cheek and I felt a small, sharp pain.",
        "pl": ""
    },
    {
        "ja": "　―――死が、魂に触れた気がした。",
        "en": "  It felt like the kiss of death.",
        "pl": ""
    },
    {
        "ja": "「っ―――！」",
        "en": "\"...!\"",
        "pl": ""
    },
    {
        "ja": "　体内の血流を、異なる<循環|かいろ>に切り替える。",
        "en": "  I switched the flow of my body's blood to a different cycle.",
        "pl": ""
    },
    {
        "ja": "　秒速一メートルで体内を巡る血液が、架空の元素に変質する。",
        "en": "  The blood running through my veins at a few meter per second transmuted into an imaginary element.",
        "pl": ""
    },
    {
        "ja": "心臓はまったく別の<生|エ><成|ン><機|ジ><関|ン>に成りはてて、私の体を一つの回路として利用する。",
        "en": "My body became a single circuit and my heart transformed into a completely different engine.",
        "pl": ""
    },
    {
        "ja": "　熱量として計測されない不可知の運動。",
        "en": "  An unknowable motion of immeasurable heat.",
        "pl": ""
    },
    {
        "ja": "　私を今の私にならしめた、いまだ人の手の及ばぬ神秘。",
        "en": "  A Mystic, yet untapped by humankind, that made me who I am.",
        "pl": ""
    },
    {
        "ja": "　あらゆる奇跡、<寓話|ぐうわ>の動力となる生命の火。",
        "en": "  The fire of life behind all miracles and fables.",
        "pl": ""
    },
    {
        "ja": "　これを、私たちは魔力と呼ぶ。",
        "en": "  This is what we mages call magical energy.",
        "pl": ""
    },
    {
        "ja": "「―――<接続|セット>」",
        "en": "\"...Set.\"",
        "pl": ""
    },
    {
        "ja": "　振り向いて敵を視界に収め、片手を振りかぶる。",
        "en": "  I turned around, set the enemy in my sights, and held up one hand.",
        "pl": ""
    },
    {
        "ja": "　腕は意志の代行だ。",
        "en": "  My arm was the agent of my will.",
        "pl": ""
    },
    {
        "ja": "　私はまだ未熟だから、<発|こ><音|え>と<手足|どうさ>を使わないと魔術は働いてくれない。",
        "en": "  My lack of experience meant my magecraft would only be possible with the use of vocalizations and gestures.",
        "pl": ""
    },
    {
        "ja": "　魔術式は予め公園に刻まれている。",
        "en": "  Magical formulae were engraved all over the park.",
        "pl": ""
    },
    {
        "ja": "　私がするコトは、その式に火をくべるだけ。",
        "en": "  All I had to do was ignite them.",
        "pl": ""
    },
    {
        "ja": "　体内で生成した魔力を、各自それぞれの方式で流しこめばいい。",
        "en": "  I needed to direct the flow of the magical energy within my body into each formula.",
        "pl": ""
    },
    {
        "ja": "　たいていの魔術師は転移方式だ。有線にしろ無線にしろ、式に魔力を<注|そそ>げばいい。",
        "en": "  Typically, a mage acts as a conduit. Whether wired or wireless, the mage simply pours magical energy into the formula.",
        "pl": ""
    },
    {
        "ja": "　“出す”“撃つ”“流す”と色々あるけど、私の場合はなんていうか、こう―――",
        "en": "  Releasing this energy in the form of a projectile, stream, or any number of other methods would usually suffice, but in my case...",
        "pl": ""
    },
    {
        "ja": "自分の手足で<弾|はじ>く感じ……！",
        "en": " It was the feeling of my limbs whipping out!",
        "pl": ""
    },
    {
        "ja": "「―――燃えろ！」",
        "en": "\"Burn!\"",
        "pl": ""
    },
    {
        "ja": "　高速に高速で対抗する。",
        "en": "  I fought speed with speed.",
        "pl": ""
    },
    {
        "ja": "　数メートル伸ばした腕はそのまま、敵は炎に包まれた。",
        "en": "  The enemy's arm, extended few meter forward, became engulfed in flames.",
        "pl": ""
    },
    {
        "ja": "　夜の公園というコトもあってキャンプファイヤーを連想させる。ただ、炎の中で影絵のように<蠢|うごめ>くのは人間らしき姿だったけど。",
        "en": "  It was nighttime at the park. The scene, reminiscent of a campfire, but one in which the center of the flames contained a humanoid figure wriggling like a shadow puppet.",
        "pl": ""
    },
    {
        "ja": "　不自然に発した炎は、やっぱり不自然に消えた。",
        "en": "  The flame subsided just as unnaturally as it had ignited.",
        "pl": ""
    },
    {
        "ja": "　物を焼く音も、焦げた臭いもあまりない。",
        "en": "  No crackling, no burning smell.",
        "pl": ""
    },
    {
        "ja": "「―――結界、返すわ。死体を確認するから」",
        "en": "\"You can have the Bounded Field back. I'll check the remains.\"",
        "pl": ""
    },
    {
        "ja": "　傍らの彼女に言って、もう動かない人影に足を向けた。",
        "en": "  After telling this to Alice, I headed toward the motionless figure.",
        "pl": ""
    },
    {
        "ja": "　殺した。",
        "en": "  I killed it.",
        "pl": ""
    },
    {
        "ja": "殺した。",
        "en": "I killed it.",
        "pl": ""
    },
    {
        "ja": "殺した。",
        "en": "I killed it.",
        "pl": ""
    },
    {
        "ja": "　相手が何者であれ、人の命に、手をかけた。",
        "en": "  Regardless of who my opponent was, I just took someone's life.",
        "pl": ""
    },
    {
        "ja": "　その、現実味もなければ手応えもなかった事実を、<渇|かわ>ききった喉で嚥下する。",
        "en": "  My throat parched, I swallowed the truth that without this sense of reality I would have been helpless.",
        "pl": ""
    },
    {
        "ja": "硬くて苦くてこれっぽっちも飲み込めないけど、嚥下しようと努めていた。",
        "en": "So hard and bitter, impossible to swallow...but I tried to anyway.",
        "pl": ""
    },
    {
        "ja": "「――――――」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　私はいたって冷静だ。心拍数はレートを幾分オーバーしていて、呼吸も<千|ち><々|ぢ>に乱れているけど、頭はすっごく冷静の筈。",
        "en": "  I was unnervingly calm. My heart pounded and my breath felt heavy, but my mind was nonetheless calm.",
        "pl": ""
    },
    {
        "ja": "　気が付けば消し炭はもう目の前。",
        "en": "  By the time I realized it, the charred remains were already in front of me.",
        "pl": ""
    },
    {
        "ja": "　反撃を想定しつつ、ゆっくり死骸を確認する。",
        "en": "  Bracing for a counter-attack, I carefully examined the corpse.",
        "pl": ""
    },
    {
        "ja": "　……よし、問題なし。公園の地面に倒れ臥したそれは、燃えつきて灰になっていた。",
        "en": "  Everything seemed fine. This body lying slumped to the ground, was nothing but ash.",
        "pl": ""
    },
    {
        "ja": "「………？」",
        "en": "\"...?\"",
        "pl": ""
    },
    {
        "ja": "　けれど何かおかしい。",
        "en": "  But something wasn't right.",
        "pl": ""
    },
    {
        "ja": "　一見した感想、残骸のあり方に生命の匂いがしない。",
        "en": "  To begin with, its remains didn't smell organic.",
        "pl": ""
    },
    {
        "ja": "　まさか、と人影の顔を見る。",
        "en": "  Not willing to believe my hunch, I took a closer look at the corpse's face.",
        "pl": ""
    },
    {
        "ja": "　そこには目も鼻もなく、マネキンのような白い面だけがあった。",
        "en": "  All that greeted me was the featureless white face of a mannequin.",
        "pl": ""
    },
    {
        "ja": "「ちくしょー、またやられた！」",
        "en": "\"Damn it, they got us again!\"",
        "pl": ""
    },
    {
        "ja": "　叫んでマネキンを蹴っとばす。",
        "en": "  Screaming, I kicked the mannequin.",
        "pl": ""
    },
    {
        "ja": "　灰は風に舞い、死体も風化していく。",
        "en": "  The corpse crumbled to ash and disappeared with the wind.",
        "pl": ""
    },
    {
        "ja": "いや、死体というのは正しくないか。これはただの人形で、結局、おびき寄せたつもりが、またハズレを引かされた。",
        "en": "No, this was no corpse. This was just a puppet, and for all our efforts to lure the master out, we had once again been tricked by a familiar.",
        "pl": ""
    },
    {
        "ja": "　……本当の意味での初陣は、また先送りになったということだ。",
        "en": "  My debut, my first test out in the open, would be postponed for another day.",
        "pl": ""
    },
    {
        "ja": "「はあ……",
        "en": "\"Argh...",
        "pl": ""
    },
    {
        "ja": "いつになったら一人前にって……",
        "en": " Will I ever pass this test...?",
        "pl": ""
    },
    {
        "ja": "あれ？」",
        "en": " ...What?\"",
        "pl": ""
    },
    {
        "ja": "　その時、ふと視界を見慣れた物がかすめた。",
        "en": "  At that moment, I suddenly noticed something familiar in the corner of my eye.",
        "pl": ""
    },
    {
        "ja": "　むこうの滑り台の影のカタチがおかしい。なんというか、余分なモノでぷくっと太っている気がする。",
        "en": "  Something seemed strange about the slide on the other end of the park. It appeared as though its shadow were larger than it should be.",
        "pl": ""
    },
    {
        "ja": "　戦闘の余熱でのぼせていたのか。",
        "en": "  Was I still drunk on the high of battle?",
        "pl": ""
    },
    {
        "ja": "　私は、その“余分な影”が何であるか、思い出すのに一秒もかかってしまった。",
        "en": "  It took me a second to realize what it was.",
        "pl": ""
    },
    {
        "ja": "「―――誰ッ！？」",
        "en": "\"Who's there?!\"",
        "pl": ""
    },
    {
        "ja": "　自分で言うのもなんだけど、失敗だった。",
        "en": "  Calling out was a mistake.",
        "pl": ""
    },
    {
        "ja": "　その見慣れた高校の制服を着た誰かは私の声でビクっと後じさって、そのまま、",
        "en": "  Startled by my voice, the figure, wearing a familiar high school uniform, took a step back, and then...",
        "pl": ""
    },
    {
        "ja": "ものすごい勢いで走り出した。",
        "en": " It broke into a sprint.",
        "pl": ""
    },
    {
        "ja": "　まるで必死に逃げるみたい―――",
        "en": "  Like someone running for their life.",
        "pl": ""
    },
    {
        "ja": "　―――って、実際逃げてるんだアレ！",
        "en": "  ...Or should I say, he was doing exactly that!",
        "pl": ""
    },
    {
        "ja": "「追いかけて！　見られた！」",
        "en": "\"After him! We've been spotted!\"",
        "pl": ""
    },
    {
        "ja": "　急いで相棒に言うけれど、彼女は第三者の存在に気付いてもいなかった。",
        "en": "  In a rush, I shouted to my partner, but she hadn't even noticed the third party's presence in the first place.",
        "pl": ""
    },
    {
        "ja": "　かといって自分も動けない。情けない事に、今の戦闘でまだ足がすくんでやがる……！",
        "en": "  Though, it wasn't as if I could move by myself. Embarrassingly, the fight had taken more out of me than I'd have liked...!",
        "pl": ""
    },
    {
        "ja": "「だめ、逃げられる！",
        "en": "\"No, he'll get away!",
        "pl": ""
    },
    {
        "ja": "　捕まえて始末しないと……！」",
        "en": "  We need to catch and eliminate him!\"",
        "pl": ""
    },
    {
        "ja": "　上品に振る舞う余裕なんてない。",
        "en": "  There was no time for niceties.",
        "pl": ""
    },
    {
        "ja": "　この現場を誰かに見られる事は、私たちにとって生死に関わる問題なんだから―――！",
        "en": "  For us, being seen here was a matter of life and death!",
        "pl": ""
    },
    {
        "ja": "「待て、この……！」",
        "en": "\"Wait, get back here you...!\"",
        "pl": ""
    },
    {
        "ja": "　足の<痺|しび>れを振り払って公園の外に出る。",
        "en": "  Shaking off the numbness in my legs, I made for the park's exit.",
        "pl": ""
    },
    {
        "ja": "　……なんて見事な逃げ足だろう。",
        "en": "  I had to admire his escape.",
        "pl": ""
    },
    {
        "ja": "　一部始終を目撃していた何者かは、跡形もなく住宅地の闇に消えていた。",
        "en": "  The witness, party to the entire night's proceedings, had disappeared into the darkness of the residential district without a trace.",
        "pl": ""
    },
    {
        "ja": "「ああもう、結界にあいつの感触なんてなかったのに……！」",
        "en": "\"Why the hell didn't I sense him in the field?!\"",
        "pl": ""
    },
    {
        "ja": "　などと、文句を言ってみても学生服の人影が戻ってくる筈もない。",
        "en": "  Complaining to myself wouldn't bring back the figure in uniform.",
        "pl": ""
    },
    {
        "ja": "　自分の情けなさを恨めしく思いながら、私は追跡を諦めた。",
        "en": "  Bitter at my own incompetence, I gave up the chase.",
        "pl": ""
    },
    {
        "ja": "　一時的にしろ、公園は有珠の“森”になっている。",
        "en": "  Though temporary, the park had become Alice's \"woods.\"",
        "pl": ""
    },
    {
        "ja": "　ここでは一メートル以内にいようと人物像の特定、声の確認はあやふやになる。なにしろ童話の中の出来事だ。",
        "en": "  For anyone within a one meter of the park, other park-goers' identifiable features and voices became murky, like the stuff of fairy tales.",
        "pl": ""
    },
    {
        "ja": "　一連の出来事は見られたが、私や彼女の顔や素性は知られていない―――なら、他に打つ手はある。",
        "en": "  Tonight's proceedings may have had a witness, but if our identities were still hidden... Then this was still a chance.",
        "pl": ""
    },
    {
        "ja": "「あの背中、男だった」",
        "en": "\"That looked like a male from behind.\"",
        "pl": ""
    },
    {
        "ja": "　公園に戻る。",
        "en": "  I returned to the park.",
        "pl": ""
    },
    {
        "ja": "　見慣れていて当然で、アレは間違いなくうちの高校の制服だ。",
        "en": "  That uniform was, without a doubt, from my high school.",
        "pl": ""
    },
    {
        "ja": "　手がかりとしてはそれで十分。うちの生徒なら洗いだす手段はいくらでもある。",
        "en": "  That was clue enough. If he was a schoolmate of mine, I had plenty of methods to flush him out.",
        "pl": ""
    },
    {
        "ja": "「……にしても。どうしてこう問題ばっかり増えていくんだろう」",
        "en": "\"...It's one thing after another.\"",
        "pl": ""
    },
    {
        "ja": "　などと愚痴りつつも、解決の優先順位ははっきりしていた。",
        "en": "  Amidst my grumbling, I set my priorities straight.",
        "pl": ""
    },
    {
        "ja": "　変な噂をばらまかれるより早く、さっきの目撃者の口を封じなくてはいけない。",
        "en": "  Before some strange rumors spread, I needed to seal the witness's mouth shut.",
        "pl": ""
    },
    {
        "ja": "　それも最優先で、迅速に、容赦なく。",
        "en": "  That was the highest priority. Quickly and without mercy.",
        "pl": ""
    },
    {
        "ja": "　顔を上げると、離れていた有珠の姿が見えた。",
        "en": "  Looking up, I saw Alice's previously distant figure.",
        "pl": ""
    },
    {
        "ja": "　魔術師としてのあり方を目撃され、ピンチなのは彼女も同じなのに、",
        "en": "  Though she was in as much trouble as I was with her existence as a magus also exposed, she had but one thing to say.",
        "pl": ""
    },
    {
        "ja": "「……これは、困った事になったわね」",
        "en": "\"...This means trouble.\"",
        "pl": ""
    },
    {
        "ja": "　人影の走り去った闇を見つめる姿は、冷静というより彫像か何かのように無反応。",
        "en": "  Her statue-like figure, staring into the darkness, seemed more expressionless than calm.",
        "pl": ""
    },
    {
        "ja": "　……本当、うんざりする。",
        "en": "  ...I was pissed off.",
        "pl": ""
    },
    {
        "ja": "　抑揚のないその声は、月の無い晩に、憎らしいほど似合っていた。",
        "en": "  Her inscrutable voice resembled the moonless night so much it made me angry.",
        "pl": ""
    }
]