[
    {
        "ja": "　雲のかかった夜空の下、草十郎はあいかわらずの徒歩でアパートに帰ってきた。",
        "en": "  Soujuurou returned to his apartment on foot as per routine, under a blanket of clouds in the night sky.",
        "pl": ""
    },
    {
        "ja": "　カンカンカン、と<錆|さ>びた金属音を踏みながら階段を上っていく。",
        "en": "  The rusty stairs of his apartment building clanged with each step.",
        "pl": ""
    },
    {
        "ja": "　アパートの塀に置かれた自転車をチラリと見て、",
        "en": "  Out of the corner of his eye, he could see the bicycles parked by the apartment building's outer wall.",
        "pl": ""
    },
    {
        "ja": "　自分も自転車があれば楽なのだろうか、でも余分な出費だし、あれば便利だけど無くて死ぬようなものじゃなし、もう少し我慢しよう、などと真剣に悩んでみる。",
        "en": "  He debated the pros and cons of a bicycle―how much easier life would be versus the expense, the convenience versus the necessity―but in the end, decided one was not right for him just now.",
        "pl": ""
    },
    {
        "ja": "　ドアに到着して、リンゴのつまった紙袋を抱えたまま鍵を取り出す。",
        "en": "  Clutching the bag of apples under his arm, he took out the key to his residence.",
        "pl": ""
    },
    {
        "ja": "　　　　　“あれば便利だけど無くて―――”",
        "en": "          \"A bike sure would be convenient, but it's not like...\"",
        "pl": ""
    },
    {
        "ja": "　ん？と首をかしげる。",
        "en": "  He tilted his head in confusion.",
        "pl": ""
    },
    {
        "ja": "　<益体|やくたい>も無い自分の言葉にひっかかるものを感じた草十郎だったが、もらい物の<果物|リンゴ>をどうさばくかでいっぱいだったコトもあり、あっけなくスルーした。",
        "en": "  More and more he found himself preoccupied with such random thoughts, when the real issue at hand was deciding what to do with the apples he had received.",
        "pl": ""
    },
    {
        "ja": "　紙袋を流し場に置いて、部屋の電気をつける。",
        "en": "  He placed the paper bag by the sink and switched on the lights.",
        "pl": ""
    },
    {
        "ja": "　時刻は午後十時過ぎ。",
        "en": "  It was just after ten in the evening.",
        "pl": ""
    },
    {
        "ja": "　試験前なのでいつもより一時間早い帰宅。",
        "en": "  With the end-of-term exams just around the corner, he had come home an hour earlier than usual.",
        "pl": ""
    },
    {
        "ja": "　とりあえずリンゴをひとつ食べてみるか、と台所を振り返ると、新聞受けに差しこまれた封筒に気が付いた。",
        "en": "  As he made back for the kitchen to pick one of the apples to snack on, he found an envelope stuffed in his mail slot.",
        "pl": ""
    },
    {
        "ja": "　差出人の明記はなく、切手すら貼っていない。",
        "en": "  The envelope had no name, return address, or stamp.",
        "pl": ""
    },
    {
        "ja": "　中には一枚の手紙が入っていて、用件と差出人の名前だけが書かれていた。",
        "en": "  Inside was a single piece of paper that had only the sender's name and a short message.",
        "pl": ""
    },
    {
        "ja": "　内容はいたってシンプルで、",
        "en": "  It read:",
        "pl": ""
    },
    {
        "ja": "『話があるので今夜どこそこのここに来られたし、",
        "en": "\"There is something we need to talk about tonight.",
        "pl": ""
    },
    {
        "ja": "　大事な用なので来るまでずっと待っている、",
        "en": "  It's important, so I'll be waiting.",
        "pl": ""
    },
    {
        "ja": "　言うまでもなく他言無用―――』",
        "en": "  Needless to say, keep this a secret.\"",
        "pl": ""
    },
    {
        "ja": "　という<旨|むね>が、簡潔、かつ凛々しい文字で<綴|つづ>られていた。",
        "en": "  A concise set of orders, neatly written.",
        "pl": ""
    },
    {
        "ja": "　差出人の名前は蒼崎青子とある。",
        "en": "  It was signed Aoko Aozaki.",
        "pl": ""
    },
    {
        "ja": "　丁寧な事に、待ちあわせ場所の詳細な地図まで同封されていた。",
        "en": "  She had been considerate enough to enclose a detailed map of the meeting place.",
        "pl": ""
    },
    {
        "ja": "　ふむ、と少しだけ首をかしげて、彼はアパートを後にした。",
        "en": "  Puzzled, he cocked his head to the side then headed out the door.",
        "pl": ""
    },
    {
        "ja": "　……その後。",
        "en": "  Afterward...",
        "pl": ""
    },
    {
        "ja": "　主人のいなくなった部屋で残された封筒はひとりでに燃えだし、はじめから何も無かったかのように、跡形もなく消滅した。",
        "en": "  Upon the room's sole tenant leaving the premises, the envelope burst into flames and evaporated without a trace, as though it had never existed in the first place.",
        "pl": ""
    },
    {
        "ja": "　高度成長期もひとまずの落ち着きを見せ、安定期に入った８０年代後半。",
        "en": "  By the late '80s, Japan's postwar economic boom had somewhat stabilized and the city experienced a period of steady growth.",
        "pl": ""
    },
    {
        "ja": "　街の近代化は着々と進み、新時代を代表するＪＲの駅が落成しようとしていた頃。",
        "en": "  The city's modernization marched on, and the Japan Railways train station, a symbol of the new era, neared completion.",
        "pl": ""
    },
    {
        "ja": "　三咲町の隣町である<社木|やしろぎ>に、またひとつ、町の新しいシンボルが生まれようとしていた。",
        "en": "  In Misaki's neighboring town of Yashirogi, a new symbol of its own was about to be born.",
        "pl": ""
    },
    {
        "ja": "　その名はやしろぎブレッド＆キッツィーランド。",
        "en": "  Yashirogi Bread & Kitsy Land.",
        "pl": ""
    },
    {
        "ja": "　三咲市最大の不良債権。",
        "en": "  It was Misaki's worst investment.",
        "pl": ""
    },
    {
        "ja": "　<後|のち>にバブルのあだ花と言われる、一つの時代の残骸である。",
        "en": "  Years later it would be dubbed the fool's gold of the economic bubble, a relic of a bygone age.",
        "pl": ""
    },
    {
        "ja": "“この町には<夢|ゆめ>とか<洒脱|しゃだつ>さが足りない”",
        "en": "\"This city lacks aspiration and sophistication.\"",
        "pl": ""
    },
    {
        "ja": "　今をさかのぼること十年前。",
        "en": "  Ten years ago...",
        "pl": ""
    },
    {
        "ja": "　社木の名士であり、全国に多くの工場をかまえる<土桔|ときつ>製パン株式会社―――通称トッパンの経営者・<土桔|トキツ><由里彦|ユリヒコ>翁（当時五十六歳）はそんな使命感を合い言葉に、所有地であった社木郊外の土地を開放、三咲市を代表するレジャーランドの建築に着手した。",
        "en": "  Yashirogi's renowned Tokitsu Baking Company ran factories all across the nation. Its proprietor was a middle-aged gentleman (then age fifty-six) by the name of Yurihiko Tokitsu, known affectionately by most as Toppan. He took it upon himself to begin development on an estate on the outskirts of Yashirogi and broke ground on a recreational wonderland that he hoped to be the pride of Misaki City.",
        "pl": ""
    },
    {
        "ja": "　こうして運命の１９８１年。",
        "en": "  The long-awaited opening came in 1981.",
        "pl": ""
    },
    {
        "ja": "　完成までに三年の月日を費やし、夢とユーモアあふれる地域密着型遊園地・やしろぎブレッド＆キッツィーランドはその短い人生をスタートさせた。",
        "en": "  After three years of investment, this local amusement park, full of all kinds of hopes and dreams, began its short-lived tenure.",
        "pl": ""
    },
    {
        "ja": "　敷地面積三十五万㎡。",
        "en": "  It covered more than eighty-five square acres.",
        "pl": ""
    },
    {
        "ja": "　<入り口|ゲート>をくぐった人々の目を奪う豪華絢爛なメリーゴーラウンド。",
        "en": "  Its magnificent merry-go-round dazzled all who passed through the park's gates.",
        "pl": ""
    },
    {
        "ja": "　のたうつ龍のように遊園地をぐるりと囲むコースター。",
        "en": "  Its roller coaster twisted and turned about the edges of the park like a writhing Japanese dragon.",
        "pl": ""
    },
    {
        "ja": "　当時の建築技術の限界に挑んだといわれる、無駄にギミック満載な観覧車。",
        "en": "  Its Ferris wheel, packed beyond necessity with gimmicks, was said to have tested the limits of modern engineering.",
        "pl": ""
    },
    {
        "ja": "“完璧だ。遊園地に必要なものはすべてつぎこんだ”",
        "en": "\"It's perfect, infused with everything an amusement park could ever need.\"",
        "pl": ""
    },
    {
        "ja": "　自らの仕事っぷりに目を細める由里彦翁。",
        "en": "  Old Yurihiko looked upon his creation and smiled.",
        "pl": ""
    },
    {
        "ja": "　その自信を裏付けるように、開園当時の盛況はこの世の春だったという。",
        "en": "  Only boosting his confidence was the fact that its grand opening was staged during a period of prosperity, the springtime of the world.",
        "pl": ""
    },
    {
        "ja": "　だが。",
        "en": "  But...",
        "pl": ""
    },
    {
        "ja": "　だがしかし。",
        "en": "  In spite of this.",
        "pl": ""
    },
    {
        "ja": "　夢と洒脱のバランスを、彼らは豪快に間違えていた。",
        "en": "  They splendidly miscalculated the balance between aspirations and sophistication.",
        "pl": ""
    },
    {
        "ja": "　あまりにも不細工、かつパチもん臭いオリジナルマスコット・キッツィーちゃん。",
        "en": "  Its mascot, Kitsy, was poorly designed and appeared like a cheap knockoff.",
        "pl": ""
    },
    {
        "ja": "　必要以上に園内をにぎわす焼きたてブレッドの売店。",
        "en": "  The park was stuffed to the brim with bread stands.",
        "pl": ""
    },
    {
        "ja": "　８０年初頭から流行しだした大迷路を極限まで難解にしたミラーメイズ。",
        "en": "  Even its impossible-to-navigate mirror maze seemed out of date from the start.",
        "pl": ""
    },
    {
        "ja": "“キッツィーランドにドリームはない。",
        "en": "\"There are no dreams to be had at Kitsy Land.",
        "pl": ""
    },
    {
        "ja": "　ただ悪夢のようなユーモアがあるだけだ”",
        "en": "  Only nightmarish satire.\"",
        "pl": ""
    },
    {
        "ja": "　各種専門誌はこぞってキッツィーランドの欠点をあげつらい、客足は減少。",
        "en": "  Numerous trade magazines lambasted Kitsy Land's shortcomings, and customer attendance declined.",
        "pl": ""
    },
    {
        "ja": "　また、不運な事に母親とはぐれた六歳児が園内の施設で遭難し、衰弱死寸前で救出される事件まで起きてしまった。",
        "en": "  There was even an incident where a six-year-old strayed from his mother, had an accident, and nearly died.",
        "pl": ""
    },
    {
        "ja": "　開園から五年後の１９８６年。",
        "en": "  1986, five years after the park opened.",
        "pl": ""
    },
    {
        "ja": "　悪化の一途をたどる経営不振、",
        "en": "  The situation had grown from bad to worse, and the park was hemorrhaging money.",
        "pl": ""
    },
    {
        "ja": "　キッツィーちゃんのブレイクに余生をかけていた由里彦翁の引退が重なり、キッツィーランドの運営は困難となった。",
        "en": "  On top of everything, Yurihiko, who had bet everything on the success of mascot Kitsy, retired, and Kitsy Land's operations were officially in trouble.",
        "pl": ""
    },
    {
        "ja": "　こうして、地域の人々に惜しまれながらも三咲市唯一の遊園地は、その短い一生を終えたのだった。",
        "en": "  And thus, amidst the scorn of nearly all residents of the area, ended Misaki City's one and only amusement park.",
        "pl": ""
    },
    {
        "ja": "　……また。",
        "en": "  What's more...",
        "pl": ""
    },
    {
        "ja": "　余談ではあるが、キッツィーちゃんをデザインしたパリ在住（自称）のアーティスト、トッキー・ユーリッヒ氏も、閉園を<悼|いた>むようにその筆を折ったという。",
        "en": "  Perhaps best described as a footnote to this debacle, the (self-proclaimed) Parisian artist who designed the mascot, Toki Julich, was said to have snapped his brush in mourning over the closure of the park.",
        "pl": ""
    },
    {
        "ja": "　そして現在。",
        "en": "  Returning to the present...",
        "pl": ""
    },
    {
        "ja": "　深夜零時のキッツィーランドは、かつての栄華など微塵も見られない。",
        "en": "  It was midnight, and the Kitsy Land of today was a shadow of its former glory.",
        "pl": ""
    },
    {
        "ja": "　オモチャ箱の片隅においやられた人形のように、ひとり寂しく、今も生き続ける町からの明かりに照らされている。",
        "en": "  Like a doll abandoned in the corner of a toy box, the lonely park was illuminated only by the light of the town that continued to live around it.",
        "pl": ""
    },
    {
        "ja": "「なるほど」",
        "en": "\"So that's what happened.\"",
        "pl": ""
    },
    {
        "ja": "　草十郎はぱたん、と来る途中で拾った『社木案内のしおり』を閉じた。",
        "en": "  Soujuurou closed the Yashirogi guidebook that he had picked up on the way here.",
        "pl": ""
    },
    {
        "ja": "　いまいち実感の湧かない歴史だが、これも<必衰|ひっすい>というヤツだろう、と納得する。",
        "en": "  The story of its history was almost difficult to believe, but he supposed this was what people referred to as entropy.",
        "pl": ""
    },
    {
        "ja": "　遊園地の正門は施錠されていなかった。",
        "en": "  The park's front gate was unlocked.",
        "pl": ""
    },
    {
        "ja": "　以前アルバイトにきた時、<鉄柵|いりぐち>は錆びた鎖によって施錠されていたが、今は外され、鉄柵も少しだけ開いている。",
        "en": "  When he worked here the previous time, the iron fence was locked shut with a rusty chain, but the chain was nowhere to be seen and the gate left ajar.",
        "pl": ""
    },
    {
        "ja": "「――――――」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　草十郎は手紙に描かれた地図にしたがって、ひょこっと園内に侵入する。",
        "en": "  Following the map drawn in the letter, Soujuurou quickly made his way inside.",
        "pl": ""
    },
    {
        "ja": "「……急ぎの用なんだろうけど。こんな夜中に、なんなんだいったい」",
        "en": "\"...It sounded urgent, but to meet this late at night? What in the world could she want?\"",
        "pl": ""
    },
    {
        "ja": "　らしくなく<愚|ぐ><痴|ち>を言う。",
        "en": "  Soujuurou complained, quite out of character for him.",
        "pl": ""
    },
    {
        "ja": "　世間知らずな彼にでも、この行為がよくない事だと分かっているからだろう。",
        "en": "  It was probably because, in spite of his naivety, even he knew that something was amiss.",
        "pl": ""
    },
    {
        "ja": "　廃墟になったとはいえ、立ち入り禁止の遊園地に忍びこんでいる。",
        "en": "  Though the park was abandoned, this was still trespassing.",
        "pl": ""
    },
    {
        "ja": "　不法侵入、窃盗、泥棒。",
        "en": "  Unlawful entry, larceny, burglary...",
        "pl": ""
    },
    {
        "ja": "決して胸を張れる事ではなく、犯罪と言えば犯罪なのだが―――",
        "en": "These were certainly not things, or perhaps crimes, that Soujuurou was proud to do, but...",
        "pl": ""
    },
    {
        "ja": "「……すまない、お金は払えないんだ。",
        "en": "\"...Sorry, I can't pay you any money.",
        "pl": ""
    },
    {
        "ja": "　タダで入って申しわけない」",
        "en": "  I'm really sorry for coming in for free.\"",
        "pl": ""
    },
    {
        "ja": "　彼にとって後ろめたいのはその一点だけらしい。",
        "en": "  Money―the real reason his conscience was gnawing at him.",
        "pl": ""
    },
    {
        "ja": "　目のペンキがいい感じで<融解|とけだ>しているキッツィーちゃん像に、ぱんぱん、と手を合わせる。",
        "en": "  He clapped his hands in apology toward the statue of Kitsy, on whose eyes the paint had begun to aptly dissolve.",
        "pl": ""
    },
    {
        "ja": "　赤ペンキを<眼窩|がんか>から流すマスコットを通過して、草十郎は夜の遊園地へと歩き出した。",
        "en": "  Soujuurou passed the mascot bleeding red paint from its eye sockets and began to walk the night park.",
        "pl": ""
    },
    {
        "ja": "　色落ちた建物。",
        "en": "  The buildings' colors had faded.",
        "pl": ""
    },
    {
        "ja": "　錆び付いた機械の群。",
        "en": "  The collection of machines was rusted.",
        "pl": ""
    },
    {
        "ja": "　もう時を刻むことのない、作り物の住人たち。",
        "en": "  The man-made residents no longer felt the passage of time.",
        "pl": ""
    },
    {
        "ja": "　かつての栄華とのあまりの落差に、幽霊すらいたたまれず住み着かなくなったゴーストタウン。",
        "en": "  Even the ghosts themselves could not endure the disparity between this forsaken place and its previous grand stature.",
        "pl": ""
    },
    {
        "ja": "　―――まるで<童話|ユメ>の化石だ。",
        "en": "  It was like a fossilized dream.",
        "pl": ""
    },
    {
        "ja": "　ここは<現実|人の手>によって造られながら、<現実|ひとびと>に置き去りにされた楽園の跡。",
        "en": "  These were the ruins of a paradise both created and abandoned by man and reality.",
        "pl": ""
    },
    {
        "ja": "　経済が安定し、",
        "en": "  The economy had stabilized,",
        "pl": ""
    },
    {
        "ja": "　人々の生活水準は右肩あがりで、誰もが未来に不安を抱かなかった、狂騒の時代の遺物である。",
        "en": "  and the standard of living was on the rise. Nobody was overly concerned with the future. These were the remains of a wild and exciting era.",
        "pl": ""
    },
    {
        "ja": "「――――――」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　白い息を吐きながら、草十郎は廃遊園地を歩いていく。",
        "en": "  His breath turning to white wisps before him, Soujuurou continued through the abandoned amusement park.",
        "pl": ""
    },
    {
        "ja": "　人気はないが、山中の闇に比べればそう怖くもない。",
        "en": "  Though void of human presence, this was not nearly as frightening as the darkness deep in the mountains.",
        "pl": ""
    },
    {
        "ja": "　郊外といっても様々で、キッツィーランドは遊園地にしては珍しく、住宅地の<傍|そば>に造られている。",
        "en": "  City suburbs can take many different forms, but Kitsy Land was unusual for an amusement park insomuch as it had been built adjacent to a residential district.",
        "pl": ""
    },
    {
        "ja": "　遊園地は林に囲まれているが、それも所詮は人工のもの。教室の窓を閉ざすカーテンとなんら変わりはない。",
        "en": "  The park was surrounded by a forest, but even that, ultimately, was man-made. It was no different from the curtains on a classroom window.",
        "pl": ""
    },
    {
        "ja": "　キッツィーランドを囲む鉄柵を越え、二十メートルほど造林された木々を抜ければ、簡単に見慣れた町並みに帰ることができる。",
        "en": "  If he were to scale the iron fence encircling Kitsy Land and break through the twenty meters of afforested trees, he could make it back to the familiar townscape.",
        "pl": ""
    },
    {
        "ja": "　都会の人間にとって夜の遊園地は恐怖を喚起させるものだが、草十郎にとっては、この遊園地も駅前の喧噪も“怖さ”の深度は同じだった。",
        "en": "  Though the amusement park tended to arouse dread in the city folk, to Soujuurou it was little different from the commotion and terror of downtown.",
        "pl": ""
    }
]