[
	[
		"　カメラは少しだけさかのぼる。",
		"　日付にすると１２月初めの、ちょっとした閑話休題。",
		"　三時限目の授業が終わり、帰りの<ＨＲ|ホームルーム>を残すだけの土曜の昼前。",
		"　２－Ｃ組の生徒である<静希|しずき><草十郎|そうじゅうろう>と<木|き><乃|の><美|み><芳助|ほうすけ>は、担任の山城和樹がいっこうに現れない為、帰りたいのに帰れない、という宙づり状態でベランダから校庭など眺めていた。",
		"　他のクラスメイトたちは教室内で雑談中。",
		"　ふたりの隣には、暇つぶしで付き合っている<Ａ|よ><組|そ>のクラスの<槻司|つきじ><鳶丸|とびまる>の姿があった。",
		"　三人はやる気なさげにベランダの<欄干|らんかん>によりかかり、週末の予定などを話しあっている。",
		"「木乃美はベアでアルバイトか？」",
		"「バッカ、誰が日曜まで働くかってーの。",
		"　明日はほら、Ｂ組の子たちと遊びに行く……予定だったんだけどなー。なんかうちから出られねぇー」",
		"「む。それはつまり、またふられたのか」",
		"「ごはっ、直撃!?　言いづらいコトをまっすぐ言うよね静希クンってば！」",
		"「そりゃ毎日テメエのバカ面みてれば、ヒヨコだってふられるって言葉を覚えるだろうよ。自滅するのは勝手だけどな、くれぐれも草の字にヘンな遊び教えんなよ」",
		"「あん、そりゃ<殿下|でんか>の方じゃねえの？",
		"　気ぃつけろよ静希、<槻司|つきじ>はマジで腹黒いからよ。",
		"　コイツの頭ん中は、ほら、アレ。ゴミ捨て場の貼り紙？　あんな感じだから。くっきり使えるモンと使えないモン分けてんだよ」",
		"「ああ、それは知ってる。",
		"　―――ところで唐突に思ったんだが、鳶丸の中じゃ木乃美はどういう扱いなんだ？」",
		"「そうだなあ。粗大ゴミ回収は、金でも貰わねえとワリ合わなくなるんじゃねえか？　国が無料で回収するのはそろそろおしまいってトコ」",
		"「はあ？　なに言ってんのオマエ？　使い古しの箪笥とか高く売れるじゃん！",
		"　オレみたいな開封・即使用、みたいな男がこれからのトレンドなワケでしょ？　ほら、コンビニで売ってる使い捨てカメラとか大人気だし？　ようやく流行がオレの消費文明に追いついたと、」",
		"「じゃあ木乃美はバイト、と。",
		"鳶丸は？」",
		"「来るからネ、ちゃんとオレの時代！」",
		"「俺はちょい私用だ。親父の客が来てるんで接待しなきゃならん。街の案内をしてくれとさ」",
		"「きけよー。人の話きけよー。",
		"　あのよぅ、オレは妹の相手してやるだけなんだよぅ。隣のクソ中華飯店の手伝いなんかしねーよー」",
		"「草の字は？　明日もバイトか？」",
		"「いや、それが一日空いてる。今日はこれから遊園地でアルバイトだけど」",
		"「うげぇ、それって魔のキッツィーランド？",
		"　タフだねぇ静希。あそこのバイトは柔道部の連中でも音を上げるって話じゃんか」",
		"「……なんと。まさか、ネコクロの荷物運びより辛い？」",
		"「んー。いや、そこまではよく。",
		"　しっかし山城のヤロウ遅ぇなあ。見ろ、となりのＢ組すらお帰りになられてるぞ」",
		"「だな。仕方ねえ、面倒だが呼んでくるか。草の字を遅刻させるワケにゃいかねえし」",
		"　大儀そうにベランダの手すりから体を起こす槻司鳶丸と、",
		"　狙いすましたように、ピンポンパン、と鳴り響く校内放送。",
		"『２年Ｃ組の静希草十郎くん。山城先生がお呼びです。至急、職員室まで来てください。繰り返します、２年Ｃ組の～』",
		"　三人の間に気まずい沈黙。",
		"　五秒ほどぼんやりしてから、草十郎はそれじゃあ、とふたりを残してベランダを後にした。",
		"「面白いコトねぇなあ。誰か、校庭にミステリーサークルとか作ってくんねぇかなあ」",
		"　肩の力を抜きまくり、完全脱力人間になりながらぼやく木乃美。",
		"「他人の妄想力に期待すんなよ。刺激が欲しいならテメエでイベント起こせ。ほら、クラス分け発表の時よろしく、蒼崎につっかかればすぐだぜ」",
		"「ひいい、蘇るトラウマ！　やだよー、会長の<大立|おおた>ちまわりは<面白|おもしろ>いのを通りこして<恐|おそ>ろしいよー。",
		"善良な一男子生徒としちゃあ、美少女が転校してくるだけでいいんだよー。",
		"　んー、まあ、フツーの子じゃつまんないから、ハリウッドのプロデューサーとか、イギリスの歌姫とかー」",
		"「どんな<括|くく>りだそりゃ。そこは火星のお姫さまあたりにしとけよ」",
		"『それと、２年Ｃ組の皆さんへ、山城先生から伝言です。",
		"“山城先生は訳あってＨＲを欠席しますので、各自、勝手に下校しちゃってくださいね。それではでは”",
		"　以上、放送室からお知らせしました』",
		"「……どうよコレ。山城、新車買ってからフリーダムすぎねえ？　このままではあの真新しいセルビアに、オレのギザ<十|じゅう>がうなりかねん」",
		"「鍵穴にガム程度にしとけ。教師の薄給はマジ同情に値するからな」",
		"　ぼやきながらも教室に戻る悪友ふたり。",
		"　職員室に呼び出された友人の心配は、これっぽっちもしていなかった。",
		"「納得いきません。生徒のアルバイトは認められています。",
		"　学校公認の職場であるなら、社会経験の一環として推奨する、と校則にもありますが」",
		"「そうなんだけどねえ。彼の場合、やりすぎなのが問題なワケで。",
		"仮に、もし認可していない、労働基準法に反してそうな所で働いてたら困るでしょ、<学校|うち>も彼も」",
		"　<土曜日|ハンドン>の昼食を前に浮き足立つ職員室で、鬼の生徒会長となあなあ現国教師が危険な匂いをまき散らす。",
		"　他の教師陣はくわばらくわばら、と会議室にそそくさ移動。",
		"　山城教諭がおや？と気づいた時、職員室にいるのは彼と、生徒会長・蒼崎青子その人だけだった。",
		"「……逃げたか。ひどいなあみんな、怖いのは僕に押しつけてばっかりだもんなあ」",
		"「話の続きです、先生。",
		"　仮に彼が指定以外のアルバイトをしているとしたら、それは彼の要求に学校側が応えていないからではありませんか？」",
		"「下宿先の家賃を奨学金でまかなえとは言いませんが、時間の許すかぎり働きたい、という要望は考慮すべきです。",
		"　指定外のアルバイトを疑うのなら、まず“働き先は一生徒につき一件だけ”という規則を改めてください」",
		"　生徒会長の静かな語り口調に、これはどうあっても引いてくれないなあ、と山城教諭はうなだれる。",
		"　事はもっと単純に済む筈だった。",
		"『複数のアルバイトをしている』と噂をたてられた生徒を呼び出して事情を<訊|たず>ね、これが真実なら注意・指導し、世は全て事も無し、と昼食に向かう予定だったのだ。",
		"　その話をたまたま職員室に来ていた生徒会長が聞きつけ、それはおかしい、と食いついてしまった。",
		"　山城自身、生徒会長の意見はもっともだし、<件|くだん>の生徒の事情も理解している。",
		"　個人的には応援してやりたいのだが、彼も悲しい新米教師。",
		"　副教頭のご機嫌もうかがいたいし、薄給とはいえ職を失うのもよろしくない。",
		"「……こればかりはね。副教頭先生直々の注意なんで、僕も助けてあげられないんだよ」",
		"「それでしたら、落としどころがあればいいんですね？」",
		"「うん？」",
		"　生徒会長は鞄から一枚の書類を取り出した。",
		"　今朝の職員会議でも取り上げられた、全教員の頭痛の種の一つである。",
		"「蒼崎くん、それは」",
		"「はい。<合田|あいだ>教会のボランティア参加の申告書です。",
		"　今月も希望者ゼロですね。敬虔なクリスチャンである副教頭先生は、さぞお気を悪くしているかと。",
		"　我が校の生徒には信心が足りん、と、今朝も<嘆|なげ>かれていたとか？」",
		"「……そうだけど。どうして君が今朝の職員会議の内容を知っているか聞きたいよ、ホント」",
		"　頭を掻く山城教諭だが、その目は楽しげに笑っている。",
		"　生徒会長の狙いに合点がいったからだ。",
		"「<魚心|うおごころ>あれば<水心|みずごころ>あり、ですか。",
		"　教会への奉仕活動はボランティアだけど、きちんと謝礼がでる。あれもカタチの上では学校側が推奨する社会見学だからね。",
		"　副教頭先生は参加者がでた事に喜び、加えて、」",
		"「その参加希望者が既に他のアルバイトに就いていた場合、学校側の認可が二つになっちゃいますね。",
		"　前例にしては、いい落としどころだと思いますが」",
		"　まいった、と手をあげる山城教諭。",
		"　問題を告発しながらも、きちんと解決策を提案してくる生徒はそういない。",
		"　この女生徒が恐れられながらも頼られているのは、この姉御肌なところによるものだろう。",
		"「よし、その方向で攻めてみよう。上手くいくよう祈ってくれよ」",
		"「他力本願は嫌いです。<悪巧|わるだく>みに乗ってくれるのなら、きちんと活躍してください、山城先生」",
		"　それでは失礼します、と礼をして職員室を去る生徒会長。",
		"「あ、待った待った、君も残るんだ。",
		"今から静希くんを呼ぶから、ちゃんと面倒見てもらわないと」",
		"「――――――は？」",
		"　少女のクールな瞳が、きゅっと細くなる。",
		"　いま、心底理解できない台詞を聞いたんだけど、と山城教諭を睨みつける。",
		"「いや、参加希望者は一人より二人の方がいいだろ。",
		"　蒼崎くんがフォローしてくれるなら僕も安心だしね」",
		"「あの、ちょっと、先生」",
		"「あ、放送室？　２年Ｃ組の静希草十郎くん、至急職員室に来てください、で放送、お願いします」",
		"「その、だから、先生」",
		"「いやあ、これで万全だ！　まさか頭痛のタネが同時に消え去るなんて、今日はついてる！",
		"　ああ、けど蒼崎くん、ずいぶん親身になってくれるんだね。なに、もしかしてああいうのがタイプ？　あ、放送室さん、ついでに生徒会長が心からお待ちしていますと付け足して―――」",
		"「って、山城ォ―――！」",
		"　翌日、気持ちのいい日曜日。",
		"　草十郎は待ち合わせの時間より二時間早く目を覚ました。",
		"　その後、気を落ち着けるためにジョギングがてらの散歩にでかけ、三十分で戻るつもりがあれこれ考えているうちに一時間近く経っている事に気づき、あわてて帰宅。",
		"　何を着ていくものか考え抜いたあげく、結局、学校の制服で臨むことにした。",
		"“午前十時、三咲中央公園の東入り口で待ち合わせ”",
		"　昨日の職員室。",
		"　風邪気味だったのか、蒼崎青子は頭痛を押し殺すような顔でそう言った。",
		"「しかし、蒼崎の風邪は治っているのだろうか」",
		"　草十郎はあさっての方向を見ながら、あさってを向いた心配ごとを呟く。",
		"　ともあれ、そうして待つこと約五分。",
		"　十時きっかりに生徒会長は登場した。",
		"「おはよ。",
		"　いつもの事だけど、時間だけはピッタリよね、貴方」",
		"「――――――」",
		"「ひどい顔ね。もしかして気分悪いの？」",
		"「いや、体調はいいと思う」",
		"　しんぱいごむよう、と軽く弁明する草十郎。",
		"「だがしかし、蒼崎は制服だった」",
		"「ええ。学校の行事だもの、当然でしょう？」",
		"「――――――」",
		"　がっくりと肩に重みを感じる草十郎。",
		"　朝から<益体|やくたい>もなく浮き足立っていた二時間は、こうして容赦なく台無しにされた。",
		"　休日の駅前を、制服姿の男女が歩く。",
		"　はじめは丁寧に街の案内をしていた青子だが、今は必要最低限の説明だけにとどめている。",
		"　草十郎が思いのほか町に詳しくなっていた事もあるが、",
		"　やれここのゴハンがおいしいだの、",
		"　急いでる時はこっちが近道だの、自転車を買うなら駅前デパートよりあっちの専門店のがいいだの、",
		"　そんな会話をしている時、ハタと冷静に、今の状況が第三者的にどう見えるかに気付いたからだ。",
		"「話は変わるけど。具体的にどんな労働内容なのか、そろそろ聞いていいかな」",
		"　教会の奉仕作業に参加すれば、今後、アルバイトの<掛|か>け<持|も>ちを大目にみてあげられる―――",
		"　そんな甘い誘いにコクコクと頷いた草十郎だが、例によって例の如く、どんな作業なのか考えてもいないようだ。",
		"「……まあ、そんなコトだろうと覚悟はしてたけど。",
		"　貴方、<合田|あいだ>教会は初めて？」",
		"「教会なら二回目だ。珍しい建物なんで近寄ったら、中の人がタダでお菓子をくれたんだけど……」",
		"　どういう仕組みなんだろう、と草十郎は真剣に考えこんでいる。",
		"　うつむく仕草は哲学者のソレだが、しょせん、",
		"“やっぱり二回目からはお金をとられるのだろうか？”",
		"　程度の悩みである。",
		"「……普通、そういうコトは子供にしかしないんだけどね、あの教会は」",
		"　よっぽど迷える子羊に見えたんだろう、とため息をつく青子。",
		"「で、どんな人にあったの？　神父、それともシスター？」",
		"「それはそれは、綺麗な女の人だった」",
		"「じゃあ<唯架|ゆいか>さんの方ね。今日会ったらお礼を……って、必要ないか。アンタの事だから、そのあたりはキチッとしてるだろうし」",
		"「？」",
		"「仕事の話なら簡単よ。学校でやってる事と変わらないから。",
		"あの教会、規模のわりに人数が少ないのよ」",
		"　早足で教会に向かう青子。",
		"　なんだか敵地に向かう鬼将軍のようだ、と草十郎は不安げに眉を曇らせた。",
		"　合田教会は古い歴史を持つ教会だ。",
		"　駅から離れた、オフィス街と住宅地の<狭間|はざま>に建てられた白い聖域。",
		"　青子の知るかぎり、たしか八年ほど前に今のカタチに改装された、こんな田舎町には十分すぎるほどの大教会である。",
		"　ちなみに横にあるのは三咲市一の総合病院。",
		"　青子からすれば、町で一番多くの命が失われる場所の隣にちゃっかり居を構える時点で信用ならない―――のだが、その所感を知るのは同居人である久遠寺有珠と、教会の神父だけに留まっている。",
		"「蒼崎はこの教会に<縁|えん>があるのか？」",
		"「私？　私はこれっぽっちも、もう過去に戻って<改竄|かいざん>したいぐらい微塵もないけど、うちの父と祖父は長い付き合い。",
		"　ここの手伝いなんて、忌々しいコトに小学生の頃は毎日してたもんだけど―――」",
		"　話せば話すほど、青子の表情は凶悪になっていく。",
		"　忘れがたいトラウマと向き合い、胸ぐらを掴み、豪快に一本背負いをかまして脳天を地面にたたきつけたあと、無防備な胴体にローキックを食らわせる―――",
		"　トラウマとやらが擬人化していれば、その程度の報復行為を軽く五セットはこなしそうな、それはそれは凄まじい気炎をあげるのだった。",
		"「――――――」",
		"　そんな青子の不機嫌っぷりに、草十郎が我が身の危険を感じだした頃。",
		"　教会の上空にバサバサ集まりだしたカラスに惹かれたのか、",
		"正面玄関から<修道女|シスター>服の女性が姿を見せた。",
		"「失礼ですが、どちらのお客様でしょう。",
		"　当教会は暴力団関係の方はご遠慮いただいておりますので、日を<改|あらた>める、<或|ある>いは生き方を<悔|く>い改めた後、社会的な罪を<償|つぐな>ってから門をくぐって頂きたいのですが―――」",
		"「蒼崎青子です、シスター唯架」",
		"「まあ―――青子さんでしたか。",
		"　驚きました。昼間のうちに貴女が来るのは久しぶりです」",
		"「そうですね。いつもは夜に呼ばれて、神父さまとだけお話をしていますから。唯架さんとは……",
		"　まあ。意外ですね、一年近く<ま|・><と|・><も|・>にお話をしていません。",
		"ま、この先だって一度もないでしょうけど」",
		"「ええ。貴女もずいぶんと立派になられたようで、ガッカリです。なにより、今の気配は清らかな少女とは思えないほど<悪辣|あくらつ>でした」",
		"　表向き、和気あいあいと挨拶を交わすふたり。",
		"　そのピリピリした空気をまったく読めず、仲がいいなあ、と見守る草十郎。",
		"「今月のボランティアは私とそこの彼です。",
		"　親愛なる合田教会のためですから。十時から三時まで、一分の狂いもなく、きっかり働かせていただきますわ」",
		"「まあ。世も末ですが歓迎しますね。",
		"　神の家は万人に等しく開くもの。この際、貴女の内面は見なかった事にしておきましょう」",
		"　上品に、しかし酷薄に微笑むシスター。",
		"　表向きはどうあれ、労働力が手に入ったのは喜ばしい事らしい。",
		"　シスターは<周|す><瀬|せ><唯架|ゆいか>と名乗り、自ら奉仕活動を希望した草十郎に礼を述べた。",
		"　彼女の閉じた目に気づいていた草十郎だったが、青子の手前もあるし、なにより失礼な事かもしれない、と質問は遠慮した。",
		"「静希さんと仰るのですね。",
		"　声のイメージ通り、落ち着いたお名前です」",
		"「はあ。それはどうも」",
		"　名前を誉められてもいまいち実感の湧かない草十郎に、シスターはわずかに顔を曇らせる。",
		"「失礼、名字で呼ばれるのはお嫌いのようですね。",
		"　草十郎さん、でよろしいですか？」",
		"「え、いや、どっちでも、いいですけど」",
		"「ではそのように。……本当、難儀なことですね」",
		"　口調こそ穏やかだが、シスターの言葉はどこか冷淡だ。",
		"　視界を閉ざしている彼女だが、確かな足取りで青子たちを先導する。",
		"「それで、奉仕の内容ですが」",
		"「分かってます。クリスマス前だし、面倒な掃除を済ませておきたいんでしょう？",
		"　問題ありません、そういうの得意ですから」",
		"　青子ではなく、おもに連れの草十郎がであるが。",
		"「……。では青子さんは<竈|かまど>の方で、<聖餅|せいへい>の作り置きを。",
		"　静希さんは外に。",
		"私どもでは手の届かない箇所の清掃をお願いします」",
		"「ちょっと待って。台所に<律架|りつか>のヤツ、いないでしょうね？　こんな所であんなのに会うなんてゴメンだから」",
		"「律架は留守です。ですので、どうぞ気兼ねなく」",
		"　はいはい、と手を振って、青子は礼拝堂奥のドアに向かっていった。",
		"　公言通り、この教会には慣れきっているようだ。",
		"「静希さんはこちらに。",
		"　まずは物置から、清掃道具を運んでいただきます」",
		"　草十郎に託された仕事は、これといって特殊な技術を必要としない、いたって普通の窓拭きだった。",
		"「窓を全部拭けばいいんですね？」",
		"「水拭きとから拭き、その後にコートスプレーもお願いします。ハシゴの高さは足りますか？」",
		"「あれ。ちょっと足りないっぽいですね」",
		"「では届く範囲で結構ですので、よろしくお願いします」",
		"　そんな簡潔なやりとりをして、シスターは教会に戻ってしまった。",
		"　よほど草十郎を信頼しているのか、もともとドライな性格なのか。",
		"　初対面で判断がつく筈もなし、そもそも草十郎にそんな詮索ができる筈もなし。",
		"　ぽつんと独り放置されても腐ることなく、草十郎は窓拭きを開始した。",
		"　今日も天候は思わしくない。",
		"　雨が降る程ではないが太陽も見えないハンパな天気だ。",
		"　高いハシゴに腰をかけて、高さにして五メートル近い窓をのどかに掃除する。",
		"　草十郎は肉体労働が苦にならない人柄なので、これで空が真っ青であったら、それだけで素晴らしい休日になったかもしれない。",
		"　三枚目、四枚目、と仕上げていくうちに気が<緩|ゆる>み、口笛など吹きつつ窓を拭く。",
		"　五メートル近い高さは怖くはあるが、同時に絶景でもあった。",
		"　ふと町の方に目を向ければ、引っ越してきてからずっと気になっていた、緑の丘が見てとれる。",
		"「やっぱり、林の中に家があるような……」",
		"　三咲町のはずれにある丘と森。",
		"　眠らない町を見下ろす森は、ここから見ると異国の城塞のようだ。",
		"「あれ？　なになに、ドロボウさんー？」",
		"「？」",
		"　―――と。",
		"　物思いにふけりながらもセッセと腕を動かしていた草十郎の眼下で、トコトコと人の気配。",
		"　視線を下げると、そこには一見して人の良さそうな、それでいてだらしなさそうな、女性の姿があった。",
		"「ん、でもちょっと怪盗には似合わないのんびり屋さん風味。どっちかって言うと、あれかしら。暖炉から現れては微妙に要らないオモチャを押しつける<聖者|セイント>、みたいな。",
		"　うわあ……わたし、あのヒゲ苦手なのよねぇ……だってどう見ても不法侵入者じゃない、あの人？」",
		"　年齢は二十代後半、だろうか。",
		"　この寒さで上着を羽織っておらず、バッグらしきものも持っていない。草十郎はまだ知りえないコトだが、大人の女性とバッグはワンセットの存在である。",
		"　そのあたりを無視しているあたり、この女性の自由奔放さが<窺|うかが>える。",
		"抜けている、とも言う。",
		"「あ。わたし、ピーンと来たわ。",
		"　キミ、ミサ高のバイトの子？　偉いわ、今時の高校生は業者さん顔負けなのね！」",
		"　ハシゴの頂点に座った草十郎を見上げて、女性は感動しきっている。",
		"「よーし、わたしも手伝っちゃおうかな！",
		"　ハシゴはまだある？　他の<雑巾|ぞうきん>は？　あ、どうせだからホースで水をかけるのはどうかしら！　こうバアーっと、けるひゃー！とか叫びながら！　バチあたりだけど、それなら少しぐらいは楽しくなりそうじゃない？」",
		"　心底から楽しそうに女性は笑った。",
		"　光がこぼれそうな、自立して走りまわるサボテンみたいな笑顔だった。",
		"はた迷惑という意味だった。",
		"　そんな草十郎の連想通り、女性は草十郎の返事を待たず、まあまあ、と窓拭きに参加した。",
		"「いえ、教会の前を通ったら、人影っぽいのが窓にへばりついてるのが見えちゃったの。昼間っから泥棒とか豪快だなあって、ちょっと興味ひかれちゃって。",
		"　そしたら可愛い子が真面目に労働してたワケ。窓拭きの達人みたいに、ビっと格好よく。そんなの見せられたら手伝いたくなるのが人情じゃない？」",
		"　草十郎のひとつ隣の窓を拭きながら、女性は陽気に話しかけてくる。",
		"　そんな、考えようによっては怪しいコトこの上ない女性にうんうんと真面目に同意する草十郎。",
		"　なんというか、彼の本能が理解したのだ。",
		"　この女性は自分と同じように、いつもこういう地味な作業を押しつけられる同士なのだと―――！",
		"「貴方は教会の人なんですか？」",
		"「わたし？　いえ、ただの通りすがりよ。",
		"　それより貴方ってのは他人行儀ねぇ。キミとは商店街で何度も会ってるのに」",
		"「いや、会ってませんよ？」",
		"「会ってますー。キミ、<魚達|うおたつ>さんでバイトしてる子でしょう？　今週だけでも何度か行ってるもん、わたし。",
		"　わたしは―――ええっと、そうね、",
		"<花澤|はなざわ>って言うんだけど、キミの名前は？」",
		"　台詞の途中、ちらりと眼下の花壇を見ながら、きさくに笑いかける花澤さん。",
		"　草十郎はいつも通り、自信なげに自己紹介を済ませた。",
		"「草十郎さん……うん、いい名前ね、古風な感じで。",
		"　名前に数字が入ってると、なんか日本人って感じがしない？　ここの神父さんとかシスターの名前、知ってる？　エイリとかユイカとか、なんか外国風なんだけど」",
		"「エイリさんはともかく、唯架さんは綺麗な黒髪の女の人でしたよ？」",
		"「あら、神父さんにはまだ会っていないのね。",
		"　合田教会の美形神父と美人姉妹って言ったら有名なんだけど……あ、そうか！　さてはキミ、最近引っ越してきたんでしょう！　しかもひとり暮らしと見たわ！」",
		"「そうですけど……",
		"花澤さん、すごいですね？　さっきからあまりにも的確なあてずっぽうです」",
		"「いえいえ、推理と言ってくれたまえ。",
		"　キミぐらいの子がアルバイトに精を出すほど、この町の娯楽は魅力的じゃないもの。遊ぶお金ならバイト一件で<賄|まかな>えちゃうわ。キミは物欲のあるタイプじゃなさそうだし。",
		"　となると、これはもう生活費のためと考えるのが健全でしょう？",
		"　……んー、まあ、学生さんが生活費も学費も自分だけで賄う、なんてのは健全じゃないんだけど」",
		"「いや、そうでもないですよ？",
		"　働かざるもの食うべからずです」",
		"「そっかぁ。草十郎さんは若いのに立派ねー。",
		"　わたしも学生の頃はバイト三昧だったから、少しはキミのたいへんさも分かるわよー」",
		"「なんと。花澤さんもひとり暮らしだったんですか？」",
		"「ええ。親の反対をおしきって、よその国に留学しちゃったの。<留学先|あっち>にはトモダチもいたから下宿先には困らなかったけど、さすがに食費ぐらいは稼がないとねー。",
		"　けどまあ、こう見えて肉体労働は苦にならないタイプだし。学院もバイトも楽しい思い出になってるわ」",
		"「――――――」",
		"　おお、とまたもコクコク頷く草十郎。",
		"　<節操|せっそう>なく湧きたつ親近感を<抑|おさ>えられない。",
		"「ふふふ。これも何かの縁だし、魚達さんではこれからお世話になりそうだし。頼りないだろうけど、相談事があったらぜひ言ってね。精神面で力になるわ」",
		"「ありがとうございます。",
		"　じゃあ早速ですけど、",
		"ここは何をするところなんでしょう？",
		"」",
		"　ここ、と教会を指さす草十郎。",
		"「え、えっと？」",
		"　さすがの花澤さんも面食らっている。",
		"　草十郎がビンテージものの田舎者である事なんぞ知らない花澤さんであるが、持ち前の機転の良さで、これは高度な皮肉なのだと勘違いしてしまったようだ。",
		"「うーん、そうねー。",
		"　心の安全を扱っている、というのはどうかしら。いえ、安全というよりは鎧？　ツギハギのバリケード？　とにかく本人はちっとも鍛えられないってコトは同じよね。",
		"　ああ、あとはパンとワインも分けてくれるわね」",
		"「無料でですか？」",
		"「もちろん。富める者は勝手に置いていくって話。",
		"　あとは―――そっか。これが一番大きいんだけど、収入に税金がかからない。心の安全は扱いが難しいけど、きちんと売り物にできればノーリスクハイリターンよ」",
		"「……はあ。よく分からないですけど、ピンチの時はここに転がりこめばいいんですね？」",
		"「んー、それはおすすめしないなあ。",
		"　ご利用は月に一回、気休め程度にした方がいいと思う」",
		"　きゅっきゅっ、と窓を<拭|ふ>く音が響く。",
		"　趣味を同じくするふたりは<暢気|のんき>に口笛を吹きながら一枚、また一枚、と教会の窓を磨き上げていく。",
		"「そうだ、もうひとつあります。",
		"　ここから見えるあの森、なんですか？」",
		"「森？　あの山の上にある森のコト？」",
		"「ですけど、アレは山じゃなくて丘と言うべきです」",
		"　田舎育ちの人間として、あの程度の高台を山というのはプライドが許さないらしい。",
		"「そう？　あれはあれで、けっこう登るのに体力使うんだけど……まあ、<丘|そっち>の方がより<ら|・><し|・><い|・>わねぇ」",
		"　女性の気さくな笑顔に自虐的な影がさす。",
		"　もともと端整な顔つきをした美人だ。",
		"　笑顔を崩すと一転して酷薄な、見るものを威圧する表情になる事に、今さらながら草十郎は気が付いた。",
		"　もちろん、",
		"「あれは丘です。それとほら、ここから<煙突|えんとつ>みたいなの見えますけど、アレはなんですか？」",
		"　そんな事で草十郎があれこれ遠慮したり、怪しんだりする事はないのだった。",
		"「あれは本物の煙突よ。",
		"　あの森は全部私有地なんだけど、その中にでっかい洋館が建っているの。でも私有地だから地元の人間も入ったコトはないんじゃないかしら。",
		"　通称、<久遠寺|くおんじ>のお化け屋敷ってね。近所の皆さんは気味悪がってるし、あんまり近寄らない方がいいんじゃない？　あんな小さな森なのに遭難したとか、野犬が出るとか、物騒な話には事欠かないから」",
		"「野犬って、都会にも野犬？」",
		"「たくさんいるわよー。この教会の裏手の空き地にだっているし。ここの神父さんは物好きだからパンとかあげちゃって、それでワンちゃんの巡回ルートになっちゃってるんでしょうけど」",
		"「？」",
		"「とにかく、君子危うきに近寄らず、よ。あの森には入らないのが街のルールなの。",
		"　そもそも私有地だし、入ったらお巡りさんを呼ばれちゃって、そのまま交番でお説教ターイム！　なんて、あんまり楽しくないでしょう？」",
		"　なるほど、とハシゴの上から遥か彼方の煙突を眺める。",
		"　少しだけ、ほんの少しだけ故郷の森を連想させる丘なので気になっていたが、どうやら自分には何の関係もないようだと納得し、草十郎は窓拭きを再開した。",
		"　花澤さんの協力のおかげで、窓拭きは滞りなく終了した。",
		"　ふたりがかりで、地味だが手間のかかる仕事をやり遂げたのだ。",
		"「はい、ごくろうさまでした。",
		"　うん、あれだけ砂まみれだった窓が見違えたわね！",
		"　どう、これから適当な<茶店|さてん>でお茶にしない？　草十郎さんの仕事っぷりに敬意を表して、わたしがおご",
		"―――」",
		"「はい？　何か言いました、花澤さ―――」",
		"「いえ、ごめんなさい、急用を思い出しちゃった。",
		"　花澤さんはここで失礼するのでした。チャオ～」",
		"　ハシゴを片づけていた草十郎が振り向くと、女性は<脱兎|だっと>の如く表通りに走り去っていた。",
		"　時刻はそろそろ三時。",
		"　花澤さんが手伝いを申し出てから三時間以上経過している。",
		"「うむ」",
		"　彼女の急変をしたり顔で見送る草十郎。",
		"　行くあてなく散歩をしていたように見えた花澤さんだが、これだけ時間を潰したのだ。",
		"　手伝ってくれた時と同じように、適当な用事を思いだしてしまったのだろう。",
		"「静希君、そっちにいるの？」",
		"　と。教会の角からひょっこり顔を出す生徒会長。",
		"「あ、声かけてゴメン。いいから作業に専念―――」",
		"　自分の背丈より長いハシゴを片づけている草十郎を見て、青子は面食らったようだ。",
		"　それも一瞬の事で、彼女は腕まくりをして草十郎に歩み寄った。",
		"「？」",
		"　とつぜん現れた青子より、草十郎にはそっちの方が驚きだったらしい。",
		"　当惑する草十郎をよそに、青子はてきぱきと指示をだす。",
		"「ハシゴ、横に倒していいわよ。",
		"　下の方は私が持つから、貴方は上の方お願い」",
		"　それがあまりに自然な行為だったので、ひとりで十分だと強がる前に、草十郎はハシゴを横に倒していた。",
		"　アルバイトが終わり、シスターから気持ち程度の謝礼を受け取って、ふたりは教会を後にした。",
		"　青子は駅前に用事があるとの事で、とりあえずそこまでは同じ道行きだ。",
		"「でも、ほんとにアルバイト慣れしてるのね」",
		"　じき夕暮れになる空の下。",
		"　話しかけるというよりは感想をもらすように、青子はそんな台詞を口にした。",
		"「そうか。蒼崎から見てそうなら、少しは嬉しいな」",
		"　素直に微笑む草十郎。",
		"　もっとも、給金をもらってから彼はずっとホクホク顔だったので、何に喜んでいるかは不明だった。",
		"「あ、あのね。貴方は普段が問題ばっかりなんだから、あんまり調子に乗らないように。差し引きゼロっていうか、まだまだマイナスなんだから」",
		"「む。学校の事は、言われると悲しくなる」",
		"　草十郎はがっくりとうなだれた。",
		"　アルバイトはこなせても、学校の授業ばかりはどうにもならない。試験はともかく、日々の授業は一朝一夕でついて行けるものではないからだ。",
		"「蒼崎は成績悪いヤツは嫌いか？」",
		"「……。まあ、頭というか巡りの悪い人との話は、疲れるでしょうね。でも貴方はそれ以前だし、そもそも私にはこれっぽっちも関係ないし。",
		"　でっかいハンデをなんとかするのは先生たちの仕事で、それに応えるのは貴方の役目。アルバイトもいいけど、帰ったらきちんと予習、やっときなさいよ」",
		"「それはもちろん。学校の人たちはみんないい人だ」",
		"「そ。ならいいけど―――みんないい人？」",
		"　今のやりとりで、なんでそんな台詞が返ってくるのか、と首をかしげる青子だった。",
		"　おそらく、草十郎なりの感謝の表れなんだろう、と納得する。",
		"「―――ところで。",
		"参考までに訊くんだけど、貴方、他にどんなバイトしてるの？」",
		"「どこって、商店街が多い。魚のお店とか、花の店とか。ああ、でも昨日は隣町まで遠出したな。遊園地のアルバイト」",
		"　学校側が認可しているのは三咲町の商店街だけなので、予想通りの回答だった。",
		"　最後に出た、およそ静希草十郎とは無関係の単語以外は。",
		"「遊園地って、<社木|やしろぎ>の!?」",
		"「そう。使わなくなった看板とかオブジェとか、解体して運び出したんだ。さすがに疲れたな、あれは」",
		"「へえー……うん、それは体力勝負でしょうね」",
		"　今度こそ本気で感心する青子。",
		"　遊園地で使われる機械の運搬は、ちょっと、学生が片手間でやる仕事ではないからだ。",
		"「でもいいなあ。私、キッツィーランドって一度も行った事ないの。三咲町に住んでるのに」",
		"　青子は隣町の方角を仰ぎ見る。",
		"　ここから見えるのは、かろうじて観覧車だけ。",
		"　夕日に照らされた円形の鉄骨仕掛けは、<寂|さび>れた<墓標|ぼひょう>を思わせる。",
		"「……そうか。それは、金銭的な理由で？」",
		"「っ―――」",
		"　途端、青子はおかしそうに口をおさえた。",
		"　草十郎に失礼だと思ったものの、笑いのツボに入ってしまったらしい。",
		"「ううん、そういうんじゃなくて。",
		"　単純に、あれが開園してから立てこんでて、遊びにいく暇がなかっただけよ。お金で解決する問題だったら、それこそ今すぐに行ってるわ」",
		"　ほら、と青子は教会のアルバイト代の入った封筒を見せた。",
		"　その仕草は明るいものだったが、それでも“行く”と口にしない青子に、草十郎はむっと顔を曇らせる。",
		"「それなら、今度行けばいいじゃないか」",
		"「ありがと。けどそれは無理な話。",
		"アンタの事だから気づいていないと思うけど、アレ、つぶれてるのよ。",
		"廃園になってからもう二年以上は経つんじゃない？」",
		"「―――なんと」",
		"　どうりで客がいなかった、と草十郎は納得する。",
		"　生徒会長は呆れながらも少しだけ楽しそうだ。",
		"　いつもなら“そんな事まで教えないと分からないとは！”と呆れていた彼女だが、この夕暮れにかぎっては、なんだか微笑ましく見えたらしい。",
		"　蒼崎青子と別れ、アパートに帰って学校の予習に埋没していると、あっという間にアルバイトの時間になった。",
		"　山と都会の違いはそれこそ数えきれないが、もっとも大きな点は時間の用途だ。",
		"　此処ではともかく、時の流れが早すぎる。",
		"　ちっとも頭に入らなかった参考書を片づけて、草十郎は一日の締めとばかりに夜の町に出かけていった。",
		"　日付変更線を越えて、夜はますます深く眠りについていく。",
		"　<襟|えり>をたてて、冷えこんだ冬の空気から首筋を守りながら、草十郎は帰路につく。",
		"　周囲には<食べ物|ひろいもの>目当ての犬もいないし、ちょっとした買い物で出歩いている人もいない。",
		"　この近くに一店だけのコンビニエンスストアも夜の十一時に閉まってしまう以上、買い物目的で外出する住民はいないのだろう。",
		"「―――ふう」",
		"　脱力して、ひときわ深く呼吸をする。",
		"　人気のない、人工物によって築かれた町並み。",
		"　星明かりより眩しい、青い蛍光灯に照らされた暗がり。",
		"　そういったものが、意識せずとも草十郎の不安をあおり立てる。",
		"「……情けない。夜が怖いのは当たり前じゃないか」",
		"　ぶるっとくる寒気に背を丸めながら、強がりを口にする。",
		"“暗がりに近づくな”",
		"“人気のないところには立ち入るな”",
		"　何の因果か、それとも、それだけ情けない顔をしていたのか。",
		"草十郎がこれまで知り合ってきた人たちは、決まってそんな忠告をした。",
		"「そうは言ってもしょうがないし、だいたい」",
		"　暗がりに近づくな、なんて言われても実感が湧かない。",
		"　<都|こ><会|こ>には明かりのない場所はない。",
		"　大通りは言うに及ばず、駅前の喧噪から離れた住宅地にだって電灯の明かりがある。",
		"　怖いのは怖いが、怖さの質が山とは違う。",
		"　おそらくは根本になるルールが違うのだ。",
		"　因果応報の仕組みが一方にのみ優しく作られている。",
		"　怖いと言えば、そのルールがまだよく分からない事の方が、田舎育ちの彼には怖い。",
		"　山では、ルールを破った者は<そ|・><の|・><時|・><点|・>で報いを受ける。",
		"　例えば<獣道|けものみち>。",
		"彼らの縄張りと気付かずに入ってしまえば、当然、住人である動物に襲われて怪我を負う。",
		"　このように、草十郎にとって過ちとはすぐさま返ってくるものだった。",
		"　誰が誰を罰するというのではなく、ルールを破れば即、その間違いがカタチになって降りかかると。",
		"　都会はそのあたりが少しだけ曖昧だと思う。",
		"　だから、一体なにが正しかったのか、なにが間違っていたのか、致命的な<結末|おわり>になるまで分からない。",
		"「……けど、基本的には変わらないんだよな、たぶん」",
		"　単純に因果応報の効果が遅いだけ。",
		"　さらに喩えるなら、彼の田舎には村の治安維持を任された人間はいなかった。",
		"　都会は人間に優しいかわりに、ルールを破った人間を罰する何者かが<据|す>えられている。",
		"　山では罪と罰は同義だったが、街ではその二つは切り離され、罪をおかした後に、罰を持ってくる他人がいるらしい。",
		"　入ってはいけない場所。",
		"　見てはいけない出来事。",
		"　そういったルールを破った時、何者かが罰しに来るのが社会のルールなのだ。",
		"　なので―――町で安全に暮らす方法というのは、余人の事情に立ち入らないこと。",
		"　草十郎を気遣ってくれた人たちが口を揃えて“近づくな”と言っていたのは、“そうなったら誰も助けてあげられない”からなのだろう。",
		"「……っと。いけない、また近道しそうになった」",
		"　なので、いくら邪魔だからといって人の家の塀をよじのぼって、すぐ向こうのアパートを目指してはいけないのである。",
		"　たまたま家の人が起きていたら警察に通報されて、誰にも助けてもらえなくなってしまう。",
		"　そんな見当違いの都市観を持ったまま、今日も静希草十郎の一日は平穏に終わっていく。",
		"　すぐには寝つけず、床についたまま窓越しの空を眺める。",
		"　都会にきた彼が最初に戦慄した<風景|もの>。",
		"　スイッチひとつでたいていの事は解決される便利さも、",
		"　壁一枚隣りに顔しか知らない他人が住んでいる新鮮さも、",
		"　この夜空を見上げた時に吹き飛んだ。",
		"“……こんな空も、あるのか”",
		"　意識せず、漠然とこぼれた言葉を覚えている。",
		"　なんて暗い星。",
		"　なんて狭い空。",
		"　ここでは星の見える夜はない。",
		"　自分はここで暮らしていけるのかどうか―――",
		"　あの夜に抱いた不安は今も変わっていない。",
		"「――――――」",
		"　<瞼|まぶた>を閉じる。",
		"　そんな女々しい悩みとは裏腹に、アルバイトと勉強で疲れた体はあっさり、ぐっすり安眠していった。"
	],
	[
		"  Let us rewind to a moment in the recent past.",
		"  The scene took place on a Saturday morning in early December.",
		"  With third period over just before lunch, the only activity that remained before the scholastic day ended was homeroom.",
		"  Two of Class C's students, Soujuurou Shizuki and Housuke Kinomi, were standing outside on the balcony overlooking the schoolyard. They were stuck waiting for their homeroom teacher, Mr. Kazuki Yamashiro, and could not leave until he arrived.",
		"  The rest of their classmates were chatting idly in the classroom.",
		"  Class A's Tobimaru Tsukiji was killing time alongside them.",
		"  The listless trio discussed their weekend plans as they leaned on the veranda's railing.",
		"\"You working at the Bear this weekend, Kinomi?\"",
		"\"Like hell I am. Who the hell works 'til Sunday?",
		"  I'm going out tomorrow with some chicks from Class B... 'least that was the plan. They said they're grounded or something...\"",
		"\"So, in other words, you failed again.\"",
		"\"Jeez, kick a man when he's down much, Shizuki?!\"",
		"\"Please, even the most airheaded chicks know better than to accept an invite from your dumb ass. Crash and burn all you like, but don't drag Sono-G into the fallout, will you?\"",
		"\"Well excuse me, Your Majesty. You're one to talk!",
		"  Word to the wise, Shizuki. Tsukiji's heart is as black as they come.",
		"  In his mind he's like... you know those labels you use to separate the trash? This dude uses them to label people-you're either useful to him or you ain't.\"",
		"\"Yeah, I figured that out.",
		"  ...Speaking of which, I know this is a bit out of the blue, but what do you think about Kinomi, Tobimaru?\"",
		"\"Hmm... Well you know how the country's going to stop collecting oversized scrap for free soon, since it costs too much to dispose of? That's because of people like him.\"",
		"\"What kinda nonsense is that? Who throws out big stuff like cabinets when you can make good money off of them?!",
		"  The future is grab-and-go, you know. Just look how rad those disposable cameras you can buy at convenience stores are. What they call it, something about growing consumption culture and all that, I'm just-\"",
		"\"So, Kinomi's working this weekend.",
		"What about you, Tobimaru?\"",
		"\"My time is coming, just watch!\"",
		"\"There's some business to attend to on my end. I'll be entertaining a guest of my father's. Giving a tour of the city, stuff like that.\"",
		"\"Friggin' rude! Don't interrupt a guy when he's talking.",
		"  I was gonna say, I'm gonna be watching my kid sister. I ain't helping out at that crappy Chinese restaurant.\"",
		"\"What about you, Sono-G? You working tomorrow?\"",
		"\"No, no plans. But I am going to work at the amusement park after school today.\"",
		"\"What, Magic Kitsy Land? Seriously?",
		"  You're tougher than you look, Shizuki. I heard even the judo guys who worked there bailed.\"",
		"\"It couldn't possibly be worse than carrying boxes for ExFed, right?\"",
		"\"Well... okay, not that bad.",
		"  Damn, that a-hole Yamashiro is taking his sweet time. Look, Class B is already leaving!\"",
		"\"Looks like it. You know, I didn't wanna pull this card, but we'll just have to call him. We can't let Sono-G be late for work.\"",
		"  And as if by design, the moment Tobimaru Tsukiji stood up wearily from the balcony railing...",
		"  ...the school's PA system chime rang.",
		"\"Soujuurou Shizuki, Class 2-C, please report immediately to Mr. Yamashiro in the faculty room. I repeat, Soujuurou Shizuki, Class 2-C...\"",
		"  An awkward silence fell upon the three.",
		"  After a long five seconds, Soujuurou said goodbye and headed back inside.",
		"\"Ugh, nothing interesting ever happens here. Can't someone make a crop circle in the schoolyard or something?\"",
		"  Kinomi grumbled, slouching his shoulders and succumbing to his lethargy.",
		"\"Stop expecting others to make life interesting. If you're bored, then make something happen yourself. Challenge Aozaki to an inter-class debate or something.\"",
		"\"Suffering ain't interesting! Scrapping with the prez is asking for it. I said 'interesting' not 'terrifying.'",
		"As a decent, upstanding, red-blooded male, I'd happily settle for a hot transfer student showing up.",
		"  As long as she isn't boring, anyway. Maybe if she were a Hollywood producer, or some famous English singer, or-\"",
		"\"Laaame. If you're going that far, at least make her a babe from Mars.\"",
		"\"Attention, Class 2-C. This is an announcement from Mr. Yamashiro:",
		"Mr. Yamashiro is currently occupied, and is unable to attend homeroom. Please make your way home.",
		"  This concludes all announcements for the day.\"",
		"\"...The hell? Ever since Yamashiro bought that new car, he's been a real punk! Oughtta find out what this dime sounds like when scraping up a new Serbia.\"",
		"\"Hold it, hotshot. Just put gum in the keyhole. Teachers get paid peanuts, man.\"",
		"  The two frenemies returned to the classroom, complaining all the while,",
		"  their concern for their mutual friend summoned to the faculty office completely out of mind.",
		"\"I don't agree. The school allows for students to hold part-time jobs.",
		"  According to school regulations, a job at a workplace authorized by the school is recommended as a social experience.\"",
		"\"That's true, but in his case it's a matter of going too far.",
		"What if, let's suppose, he were working somewhere without permission, somewhere that might be violating the Labor Standards Law. That would spell trouble for both the school and for him.\"",
		"  The volatile tension between the ruthless student council president and the easygoing modern language teacher permeated the room.",
		"  Praying to be spared from the impending confrontation, the other teachers hurriedly relocated to the meeting room.",
		"  By the time Mr. Yamashiro noticed this, the only other person in the room was the student council president, Aoko Aozaki.",
		"\"...They all ran, huh. Why does everyone always push the scary jobs on me? They're so mean.\"",
		"\"Don't change the subject, sir.",
		"  If we do suppose that he is working at an unauthorized workplace, doesn't that mean that the school isn't accommodating his needs?\"",
		"\"I'm not saying that the school needs to cover his room and board, but as long as he's not working too much, his request deserves due consideration.",
		"  And if you are still concerned about unauthorized workplaces, please first revise the rule that limits each student to only one.\"",
		"  After hearing her out and realizing there was no way she would back down, Mr. Yamashiro hung his head.",
		"  This was supposed to be easy.",
		"The plan was to call in the student rumored to be working multiple jobs, confirm whether the rumor was true, and if so, give him a warning and some guidance, then head to lunch with the knowledge that all was right with the world.",
		"  The student council president, who was coincidentally in the faculty room at the time, had heard the entire issue and decided to call out this injustice.",
		"  As far as Mr. Yamashiro was concerned, she was in the right, and he was well aware of the aforementioned student's situation.",
		"  Personally, he would have liked to help, but among the faculty he was just the new kid on the block.",
		"  He wanted to stay on the vice principal's good side, and at the very least not lose his job, as badly paid as it was.",
		"\"...Look. This was a warning straight from the vice principal. I can't do anything more to help.\"",
		"\"What if we compromised?\"",
		"\"What do you mean?\"",
		"  The student council president removed a document from her bag.",
		"  It was a document that had been brought up in the morning's faculty meeting, bringing a host of headaches with it.",
		"\"Ms. Aozaki, that's not the...\"",
		"\"Yes. This is the Aida Church's volunteer registration form.",
		"  There were zero applicants again this month, a fact that would certainly bother a devout Christian like the vice principal.",
		"  Even this morning he was lamenting our students' lack of faith.\"",
		"\"...I can't deny that, but what I'd really like to know is how you became so well-informed of the content of this morning's faculty meeting.\"",
		"  Mr. Yamashiro scratched his head, but his eyes were smiling gleefully.",
		"  He had figured out the student council president's objective.",
		"\"So, I'll scratch your back, and you'll scratch mine. Is that it?",
		"  Work conducted on the church's behalf is done on a voluntary basis, but still compensated in some form. And it's officially recognized by the school as a form of social study.\"",
		"  The vice principal will be overjoyed to have a participant, and-\"",
		"\"And in the event that said volunteer is already employed somewhere else, the school's permission will be extended to both.",
		"  Considering the precedent, I find this to be a good compromise.\"",
		"  Mr. Yamashiro raised his hands in surrender.",
		"  There were few students able to both raise a complaint and propose a proper solution.",
		"  Perhaps it was her big-sisterly disposition that made this girl so simultaneously feared yet trusted.",
		"\"All right, let's try it your way. Just... say a prayer for me, okay?\"",
		"\"I don't like it when people are overly reliant on others. If you're going to participate in this scheme, please take your part seriously, Mr. Yamashiro.\"",
		"  With a bow, the student council president turned to leave the faculty room.",
		"\"Ah, wait a second. You're not going anywhere.",
		"I'm going to go ahead and call in Shizuki now, so I'll need you to stay and look after him properly.\"",
		"\"...What?\"",
		"  The girl's cool eyes narrowed.",
		"  Unable to process what she just heard, her expression turned to a scowl.",
		"\"If we're looking for volunteers, two is better than one, right?",
		"  Plus, knowing that you are following up on this would give me great peace of mind.\"",
		"\"But, sir, I don't-\"",
		"\"Hello, broadcasting room? Please put out an announcement asking for Class 2-C student Soujuurou Shizuki to report to Mr. Yamashiro in the staff room immediately.\"",
		"\"No sir, like I was about to say-\"",
		"\"Oh, this is perfect! And to think that the source of my headache would go away, too. Today's my lucky day!",
		"  Ms. Aozaki, what would I do without your kindness? Wait a second... He's not your type, is he? ...Oh, broadcasting room? Please add the following: 'The student council president is eagerly awaiting-'\"",
		"\"Mr. Yamashirooo!\"",
		"  The next day, a pleasant Sunday.",
		"  Soujuurou was awake two hours before the time he was supposed to meet her.",
		"  After getting up, he decided to go for a leisurely jog to clear his mind, but, lost among his own thoughts, his thirty-minute jog turned into almost an hour. Upon realizing, he rushed home.",
		"  After thoroughly racking his brain over what to wear for the occasion, he decided upon wearing his school uniform.",
		"\"Ten o'clock, Misaki Central Park, east entrance. I'll meet you there.\"",
		"  Yesterday in the faculty room...",
		"  When Aoko Aozaki had shared the time and place with him that day, she said it with such pain on her face. Maybe she was fighting a headache at the time.",
		"\"I wonder if Aozaki is feeling better.\"",
		"  Soujuurou muttered, his words of concern misguided as they were.",
		"  In any case, he waited for about five minutes.",
		"  At precisely ten o'clock, the student council president appeared.",
		"\"Good morning.",
		"  Punctual as usual, I see.\"",
		"\"...\"",
		"\"What's wrong with your face? Are you sick?\"",
		"\"No, I think I feel fine.\"",
		"  He waved off her concern.",
		"\"You're wearing your school uniform.\"",
		"\"Of course I'm wearing my uniform. This is a school activity, isn't it?\"",
		"\"...\"",
		"  A heavy weight of despondency fell upon Soujuurou's shoulders.",
		"  The angsting over his outfit for the previous two hours had been rendered meaningless just like that.",
		"  The duo, clad in their school uniforms on a day off, walked by the train station.",
		"  In the beginning, Aoko had made efforts to give Soujuurou a thorough lay of the land, but today she only shared the bare minimum of explanations.",
		"  This was partly because, surprisingly, Soujuurou had become well-accustomed to the town.",
		"  Which restaurants were good... Which shortcuts to use in a rush...",
		"  And why the nearby bicycle shop was better than the department store by the station if you wanted to buy a bicycle... things a local would know.",
		"  But the other reason was because, it had dawned on Aoko how the two of them conversing might look to passersby.",
		"\"On a different topic, do you mind telling me what kind of work we'll be doing today?\"",
		"  From here on, volunteering at the church meant that the school would tolerate his multiple jobs.",
		"  Soujuurou had quickly agreed to the tempting offer, nodding like a bobblehead. But, as was typical for him, he had failed to consider the content of the proposal.",
		"\"...Somehow I just knew you had no idea what we're going to be doing today.",
		"  Is this your first time going to Aida Church?\"",
		"\"This is my second time. The last time was because I was outside admiring the strange architecture, and then a person inside gave me some free candy.\"",
		"  He pondered with all sincerity how exactly a church worked.",
		"  His contemplative posture made him appear the part of the philosopher, but after all his thinking, he concluded,",
		"\"I guess they start taking your money on your second visit?\"",
		"  ...Such was the extent of Soujuurou's concerns.",
		"\"...Normally the church only gives candy out to children, you know.\"",
		"  Aoko sighed at the lost little lamb.",
		"\"So who did you end up meeting? The priest? One of the sisters?\"",
		"\"A very beautiful woman, as it happens.\"",
		"\"Oh, Sister Yuika, then. If we see her today, you'll need to thank her... or, then again, no need. You're doing just fine in that department anyway.\"",
		"\"Hm?\"",
		"\"As far as work goes, it's not much different from what you've been doing at school, so it should be straightforward.",
		"And considering the church's size, there's actually not a lot of people.\"",
		"  Aoko picked up her pace as they headed for the church.",
		"  Somehow, she seemed like a general invading enemy territory. It made Soujuurou furrow his brows in discomfort.",
		"  Aida Church had a long history.",
		"  Far from the station, it was a white-painted sanctuary nestled between the business and residential districts.",
		"  As far as Aoko could remember, the church as she knew it now was the result of remodeling done eight years prior. It was practically a cathedral for a town of this size.",
		"  Incidentally, located next to it was the Misaki City General Hospital.",
		"  From Aoko's perspective, it seemed awfully suspicious for the church to take up residence next to the location in the city where the most lives were lost, though the only two who were aware of this opinion were her roommate, Alice Kuonji, and the priest.",
		"\"Are you a regular at this place?\"",
		"\"Me? Not in the slightest. My father and grandfather had a long history with it, but if I could, I'd go back in time and cut all of our ties to this place.\"",
		"  I had to come here every day in elementary school to help out and, boy, did that ever rub me the wrong way.\"",
		"  The more Aoko spoke, the more twisted her expression became.",
		"  Recalling this made her want to grab it by the proverbial collar, give it the proverbial one-arm judo back throw, smash its proverbial head into the proverbial ground, and kick the proverbial living daylights out of its defenseless proverbial torso.",
		"  Such was her so-called trauma that if it were anthropomorphized, it would take more than a five-round beating to satisfy her thirst for vengeance.",
		"\"...\"",
		"  It was in this moment, as he became aware of Aoko's mood, that Soujuurou began to fear for his safety.",
		"  Perhaps attracted by the noisy murder of crows outside the church,",
		" a woman in a nun's habit emerged from the front entrance.",
		"\"Excuse me, do you have business with the church today?",
		"  I'm afraid this church does not associate with criminals, so if you would be so kind as to consider coming another day, or perhaps returning once you have repented of your sinful ways and paid for your crimes to society, you can―\"",
		"\"It's Aoko Aozaki, Sister Yuika.\"",
		"\"Well, if it isn't Aoko.",
		"  What a lovely surprise. It's been such a long time since you've visited.\"",
		"\"I suppose it has. I'm only ever called at night to speak with the father.",
		"  I suppose it's been, what, close to a year since we had a face-to-face conversation.",
		"And who knows how long it'll be until the next time.\"",
		"\"Yes. I'm almost sad to see you grow up so fast. Your presence has become so menacing, you hardly resemble the virtuous girl I remember so well.\"",
		"  On the surface, the two exchanged congenial greetings.",
		"  Unable to read between the lines, all Soujuurou could see was two good friends.",
		"\"He and I are this month's volunteers.\"",
		"  For the beloved Aida Church, it would be our pleasure to be working from exactly ten to three, and not a minute more.\"",
		"\"Well, as you know we are reaching the end times, but your spirit of service is welcome.",
		"  The house of the Lord is open to all who might enter, even those with wickedness in their hearts.\"",
		"  The nun flashed a smile that was equal parts elegant and cruel.",
		"  Keeping up appearances aside, she seemed overjoyed to have able hands to put to work.",
		"  The sister introduced herself as Yuika Suse and thanked Soujuurou, who had volunteered of his own volition.",
		"  Soujuurou noticed that her eyes were always shut, but not wanting to be rude, especially in front of Aoko, he decided not to pry.",
		"\"So you're Mr. Shizuki.",
		"  Your name is as calm as your countenance.\"",
		"\"It is? Well, thanks.\"",
		"  The sister let slip a frown at Soujuurou's ambivalent response to her compliment.",
		"\"I apologize. I did not mean to cause discomfort by using your surname.",
		"  May I call you Soujuurou instead?\"",
		"\"Oh, um, whichever. Either one is fine.\"",
		"\"Well then, as you wish. ...I had not appreciated how difficult a subject it would be.\"",
		"  Though the sister's tone was gentle, her words seemed somewhat indifferent.",
		"  She lacked sight, but she guided the two with certainty in her step.",
		"\"Well then, as for what you will be doing...\"",
		"\"I already know. Christmas is coming up, so you want to get all of the tedious cleaning out of the way, right?",
		"  That won't be a problem. Cleaning is our strong suit.\"",
		"  It wasn't \"their\" strong suit, as much as it was Soujuurou's.",
		"\"...Then Aoko, you will be at the stove preparing the communion wafers.",
		"  Mr. Shizuki, you will be outside.",
		"I will need your help cleaning the areas I can't reach.\"",
		"\"One question. Ritsuka isn't in the kitchen, is she? You can't make me go in there if she is.\"",
		"\"Don't worry, Ritsuka is not here right now. There's no need to  hold back on her account.\"",
		"  With a dismissive wave, Aoko headed toward the door in the back of the worship hall.",
		"  As she had indicated, she was quite accustomed to this church.",
		"\"This way please, Mr. Shizuki.",
		"  We will start with the storeroom. I'd like to ask you to carry the cleaning supplies.",
		"  The work entrusted to Soujuurou did not require any particular skill. It was window cleaning at its most standard.",
		"\"Should I clean all of the windows?\"",
		"\"Yes. Start with a wet rag, then wipe with a dry rag, then use the cleaning spray. Is the ladder tall enough?\"",
		"\"Oh. It looks like it might be a little short.\"",
		"\"Then just clean what you can reach. Thank you very much.\"",
		"  After the brief exchange, the sister returned to the church.",
		"  Soujuurou began to wonder if it was out of distrust in him that she was being so curt.",
		"  He understood that it was too soon to glean an answer from their first meeting, but then again such answers always eluded Soujuurou.",
		"  Left alone but no less encouraged, Soujuurou began cleaning the windows.",
		"  The day's weather was a disappointment once again.",
		"  It had not gone so far as to rain, but was too overcast to enjoy the sun.",
		"  He leaned against the tall ladder and, beginning with a window about five meters from the ground, quietly cleaned.",
		"  Soujuurou was the never the kind of person to mind physical labor. In fact, if there had been a blue sky, this might have been a perfect day off to him.",
		"  By the time he finished his third or fourth window, he felt very relaxed and began to whistle.",
		"  Though 5 meter was an intimidating height, it provided for a wonderful view at the same time.",
		"  Turning toward the town gave Soujuurou a clear view of the tree-topped hill that had previously caught his eye.",
		"\"So there really is a house in the woods.\"",
		"  The hill and the woods just outside of town.",
		"  From here, the forest overlooking the sleepless city looked like a foreign castle.",
		"\"Well, well. Do we have a burglar?\"",
		"\"...?\"",
		"  Just then...",
		"  Lost in his thoughts while wiping windows, Soujuurou was pulled out of his trance by someone pacing below him.",
		"  He looked down and saw a girl, her unkempt clothes otherwise contrasting with her kind visage. ",
		"\"Hmm. But you look a little too loosey-goosey to be a thief. Wait, I know. Maybe you're the type that jumps out of people's fireplaces and gives them toys they don't need, like that one saint.",
		"  Oh, but I just can't stand his beard. You know all that guy is doing is breaking and entering, right?\"",
		"  She looked to be in her late twenties.",
		"  Despite the cold, she was not wearing a coat. She had no purse either, which was rather strange as a woman and her purse were never far apart. Not that Soujuurou knew this truth quite yet.",
		"  Based on the fact that none of this seemed to apply to her, one could have easily surmised that she was herself a little \"loosey-goosey.\"",
		"A few cards short of a full deck, one might also say.",
		"\"Oh, I got it!",
		"  Are you that part-timer from Misaki High? Wow, high schoolers these days really are something. You put the pros to shame!\"",
		"  The girl looked up in admiration to Soujuurou, as he stood atop his ladder.",
		"\"Cool, let me help!",
		"  Is there another ladder? And rags? Ah, since we're doing this anyway, why don't we just use the hose? You know, spray water all over the place, yelling and having a good time. We might get in trouble, but a little fun never hurt anybody, right?\"",
		"  The girl let out a hearty laugh.",
		"  Her smile glowed like a cactus that had sprouted legs and begun to run about.",
		"...Inasmuch as a running cactus could only cause trouble.",
		"  As Soujuurou anticipated, the girl began to clean without waiting for his approval.",
		"\"So I was walking by the church, and I saw a figure stuck to the window. 'A daylight burglary seems pretty bold,' I thought, but my curiosity got the best of me.",
		"  Imagine my surprise when I saw such a cute boy working as diligently as a window wiping expert. You can't blame a girl for wanting to help out after seeing that, can you?\"",
		"  Wiping the window next to Soujuurou, the girl continued to cheerfully chatter.",
		"  Although this was all kinds of suspicious, Soujuurou politely followed her lead, nodding and agreeing as she spoke.",
		"  Perhaps it was an instinctive camaraderie.",
		"  He sensed this girl was just like him, always getting the short end of the stick when it came to menial work.",
		"\"So are you from the church?\"",
		"\"Me? No, I was just passing by.",
		"  More importantly, why are you acting like we've never met before? Don't you remember all those times we met in the shopping mall?\"",
		"\"No... When did that happen?\"",
		"\"All the time, silly! You work at that restaurant, Uotatsu, right? I was there several times just this week!",
		"  I'm... um... Oh, right.",
		"I'm Hanazawa. What's your name?\"",
		"  Hanazawa took a quick glance at the flower bed below in the middle of her introduction then gave him a friendly laugh.",
		"  Soujuurou's self-introduction, however, was his usual brand of awkward.",
		"\"Soujuurou, huh? ...Your name's cute, in an old-fashioned kind of way.",
		"  The 'jyu' in your name means 'ten,' right? Names with numbers in them are so Japanese, don't you think? ...Do you know the priest and sisters here? Eiri and Yuika... Their names sound so foreign.\"",
		"\"I don't know Eiri, but Yuika was the woman with the pretty dark hair, right?\"",
		"\"Oh, so you haven't met the priest yet.",
		"  Aida Church is famous for its handsome priest and beautiful sisters, you know. ...Oh, that's right! You just moved here! You're living on your own, right?\"",
		"\"Yes...",
		"You're really sharp, Ms. Hanazawa. You seem to be pretty good at guessing things about me.\"",
		"\"It's called deductive reasoning, silly.",
		"  This town doesn't have much to do for fun, certainly not enough that a kid like you would need to work this much. Normally, you'd just need one job to cover spending money. You don't seem like the materialistic type, either",
		"  Which leaves living expenses as the only wholesome reason for working this hard, right?",
		"Hmm. Then again, it isn't very 'wholesome' for a student to be paying for his own room, board, and tuition.\"",
		"\"Not necessarily.",
		"  Don't they say he who does not work, doesn't eat?\"",
		"\"Wow, Soujuurou. You're pretty mature for your age.",
		"  When I was a student I was completely absorbed in work, too, so I understand how difficult things must be for you.\"",
		"\"Oh. You lived by yourself as well, Ms. Hanazawa?\"",
		"\"Yeah. I studied abroad over my parents' objections. I went to the same school as a friend and we roomed together to save money, but food wasn't free, as you know.",
		"  That said, I'm the kind of person who doesn't mind a bit of elbow grease. Looking back on it now, my time at school and work was a great memory.\"",
		"\"...\"",
		"  Soujuurou nodded agreeably.",
		"  Dignified or not, he could barely hold back the sense of solidarity that was welling up within him.",
		"\"Hehehe. Well, since this might be fate, and I'll probably be seeing more of you at Uotatsu from here on out, come see me if you need someone to talk to. I can't promise that I'll be much help, but I'll do my best impression of a sounding board.\"",
		"\"Thank you, I appreciate it.",
		"  Maybe you can help me out right now.",
		"What do they actually do here?",
		"\"",
		"  As Soujuurou said \"here,\" he pointed at the church.",
		"\"Uhh...what do you mean?\"",
		"  Even Hanazawa was taken aback by his question.",
		"  Unaware of Soujuurou's provincial background―combined with her quick-witted nature―Hanazawa seemingly mistook his question for some kind of sophisticated wit.",
		"\"Hmm. Good question.",
		"  I guess people treat it as a spiritual sanctuary... Is that the right word for it? No, maybe not sanctuary, more like a shield, or... a place that plugs leaks in your mind? It's basically a way for people to avoid getting better.",
		"  Oh, and they give out free bread and wine.\"",
		"\"For free?\"",
		"\"Sure! I mean, I've heard rich people just donate a bunch of money anyway.",
		"  Oh yeah, one more thing, and this is the most important wrinkle-their income isn't taxed. Saving souls is tough work, but it's no-risk high-reward if you've got a solid business plan.\"",
		"\"Is that so... I don't really follow, but are you saying that that it's a good place to come when you're in trouble?\"",
		"\"Umm... I wouldn't recommend that.",
		"  I think it would be better to visit once a month or so, just for a little peace of mind.\"",
		"  The rags squeaked as the two carefree souls continued to wipe down the windows.",
		"  Whistling as they went, they shined up one window. Then another. Then another.",
		"\"Oh yeah, one more question.",
		"  What are those woods way over there?\"",
		"\"Woods, what woods? You mean the woods on the mountain?\"",
		"\"Well, yeah, but that's really more of a hill than a mountain.\"",
		"  As someone raised in the countryside, Soujuurou's pride would not allow for a mound of dirt to be called a mountain.",
		"\"You think so? Any incline that takes energy to climb is a mountain in my book. But if you say so...\"",
		"  It was as if a shadow fell over her till-now sunny disposition.",
		"  She was undoubtedly a beautiful woman with very lovely features.",
		"  But as Soujuurou looked at her in that moment, her smile melted away, and he saw how disturbed she was at his comment.",
		"  And when it comes down to it...",
		"\"It's definitely a hill. Oh, and what about that thing that looks like a chimney?\"",
		"  Soujuurou was not one to closely watch people's reactions and fuss over his speech.",
		"\"It looks like a chimney because it is a chimney.",
		"  That forest is all private property, and a huge mansion sits right in the middle of it. None of the locals really know anything about it because they're not allowed in there.",
		"  People call it the Kuonji Haunted Mansion. The locals are all spooked by it, so it's probably best that you keep your distance. For a tiny wooded area, there have been all kinds of freaky stories about the place―weird accidents, wild dog sightings, you name it.\"",
		"\"Wild dogs? You get wild dogs here in the city, too?\"",
		"\"Lots of them! There are even some in the empty lot behind the church. The priest here is a bit eccentric, and one time he gave them some bread, and the pups made the area part of their patrol route.\"",
		"\"...?\"",
		"\"Anyway, don't go up there. You know what they say about idiots and high places. It's something of an unspoken rule around here to stay out.",
		"  For one thing, it's private property! If you trespass, someone's going to call the cops, and then you're going to spend the rest of the day getting grilled at the station. That doesn't sound like much fun, does it?\"",
		"  Soujuurou nodded along to her story as he stared at the far-off chimney from his vantage point on the ladder.",
		"  A teeny tiny part of him was curious about that hill, because it reminded him of the woods where he grew up, but after reminding himself that it was none of his business, he returned to window washing.",
		"  Thanks to Hanazawa lending a hand, they were able to finish the job without a hitch.",
		"  Between the two of them, they had accomplished a simple but very time-consuming task.",
		"\"Nice work.",
		"  I hardly recognize these windows, considering how filthy they were before!",
		"  Why don't we head to a café somewhere and get something to drink? I'll treat you as a reward for all your",
		"―\"",
		"\"Ms. Hanazawa? You were in the middle of saying so―\"",
		"\"Oh, sorry, I just remembered some urgent business I need to attend to.",
		"  Catch you later! Ciao!\"",
		"  By the time Soujuurou, who had started putting away the ladder, turned around, he was only able to catch a glimpse of the girl's figure dashing toward the street at lightning speed.",
		"  It was just before three o'clock.",
		"  More than three hours had passed since Hanazawa offered to help.",
		"\"Hmm...\"",
		"  Soujuurou watched the girl with many strange faces disappear.",
		"  For someone who seemed to have been on an aimless walk, Hanazawa had spent a good deal of time with him.",
		"  Maybe helping Soujuurou out reminded her of something she needed to do.",
		"\"Shizuki, are you out there?\"",
		"  The student council president popped her head out from the corner of the church.",
		"\"Ah, don't mind me. You do your thing...\"",
		"  The sight of Soujuurou putting away a ladder taller than himself seemed to have provoked an emotional response in Aoko.",
		"  Then, in an instant, she rolled up her sleeves and began to approach him.",
		"\"Hm?\"",
		"  This surprised him more than Aoko's sudden appearance.",
		"  Ignoring Soujuurou's bewilderment, Aoko promptly began issuing orders.",
		"\"Put the ladder on its side.",
		"  I'll hold the bottom, so you take the top.\"",
		"  She did all of this so matter-of-factly, that Soujuurou began lowering the ladder before he even had a chance to insist that he could do it by himself.",
		"  With work finished and the sister's thank you gifts in hand, the two put the church behind them.",
		"  Since Aoko apparently had something to do around the station, they decided they would walk together until they got there.",
		"\"You're a really hard worker.\"",
		"  Beneath the orange-tinged sky.",
		"  Aoko spoke more as though she was expressing her thoughts out loud than striking up a conversation.",
		"\"Really? Coming from you, Aozaki, that's really nice to hear.\"",
		"  Soujuurou gave her an earnest smile.",
		"  But then again, he had been beaming ever since he received his pay, so the source of his joy was not so clear.",
		"\"Not so fast. You've still got a ways to go, buster, so don't get too carried away. You're only just breaking even, if that.\"",
		"\"You're not going to get on my back about school, are you? That'll really spoil my mood.\"",
		"  Soujuurou hung his head dejectedly.",
		"  Even if his job had been going well, school was still a bust. Exams were one thing, but even classwork was something he had found himself falling behind in.",
		"\"Why do you hate people with bad grades, Aozaki?\"",
		"\"Well, dealing with lame-brains is certainly tiring, but that's beside the point in your case. And don't let this get to your head. We're not friends, okay?",
		"  It's the teachers' job to figure out how to help students overcome handicaps, and it's your job to follow through on that help. Having a job is fine with me, but make sure you study properly when you get home.\"",
		"\"You can count on me. Everyone at the school is good people.\"",
		"\"Fine, if you say so-wait. Did you just say 'everyone is good people'?\"",
		"  Aoko cocked her head to one side, unsure how this exchange had resulted in that response.",
		"  She decided to interpret it as Soujuurou simply expressing his gratitude in his own peculiar way.",
		"\"...Oh, one more thing.",
		"I need to know what other kinds of jobs you're working, you know, in case it comes up.\"",
		"\"If you're asking where, I work at a lot of places in the shopping district. The fish shop, the flower shop, and so on. Oh, but yesterday I went over to the next town. I worked a shift at the amusement park.\"",
		"  Since the only school-authorized locations were in the Misaki shopping district, his response was much as she expected.",
		"  That is, except for the decidedly unexpected last part.",
		"\"When you say amusement park... you don't mean the one in Yashirogi, do you?!\"",
		"\"That's the one. I disassembled and moved unused signs and curios and stuff. It was exhausting.\"",
		"\"That so... Yeah, I can imagine it took a lot out of you.\"",
		"  This left Aoko rather impressed.",
		"  Transporting unused amusement park machinery was not a job that students did willingly in their free time.",
		"\"I'm a bit jealous. I've never even been to Kitsy Land, even though it's so close to here.\"",
		"  Aoko looked up in the direction of the neighboring town.",
		"  From here you could just barely make out the Ferris wheel.",
		"  The round, steel frame of the wheel, illuminated by the sunset as it was, was reminiscent of an old gravestone.",
		"\"...That's a shame. Is it because you're short on cash?\"",
		"\"Pft―\"",
		"  Aoko had to stifle her laughter.",
		"  She knew it would be rude to Soujuurou to burst out laughing, but the remark tickled her funny bone.",
		"\"No, it's not like that.",
		"  It's simple, really. Even back when it first opened, it was always packed with people, and I just never had the time to go. If it were a problem that could be solved with money, I would go right now.",
		"  Aoko showed Soujuurou the envelope that contained the pay from the church.",
		"  There was nothing sinister about her remark and gesture, but the fact that she did not jump at the chance to go made Soujuurou sad.",
		"\"Then why don't we go sometime?\"",
		"\"Thanks, but no can do.",
		"You probably didn't catch on because you are who you are, but the place went out of business.",
		"I think it's been about two years since the park closed down.\"",
		"\"What...?\"",
		"  It was no wonder there were no customers all the time he was there.",
		"  Exasperated as she was at Soujuurou, the student council president seemed to be enjoying herself.",
		"  At this point, she would be yelling things at Soujuurou like, \"I can't believe you didn't know that!\" But this evening―this one and only evening―she found it charming.",
		"  They parted ways, and Soujuurou returned home to his apartment, immersed himself in his studies, and before he knew it was time to go to work.",
		"  The major cultural difference―though certainly not the only point of difference―between city and country was the use of time.",
		"  It did not matter what part of the city he was in, time flowed far too quickly here.",
		"  Failing to squeeze even a drop of knowledge from his textbooks, he put them away for the day before heading into town.",
		"  The night grew deeper as today turned into tomorrow.",
		"  Soujuurou reversed his collar to protect his neck from the bitter cold and began to make his way back home.",
		"  Not a soul to be seen. No dogs scrounging for food, no late-night shoppers.",
		"  Why would there be; the solitary convenience store in the area closed at eleven o'clock.",
		"\"...Hah.\"",
		"  He mustered what little energy he had to take in an especially deep breath.",
		"  Man-made landmarks lined the deserted street.",
		"  Garish blue fluorescent light, brighter than the stars above, illuminated the darkness.",
		"  An unconscious sense of anxiety stirred within him.",
		"\"...Get yourself together. It's normal for the night to be scary.\"",
		"  A chill crept up his spine as he attempted to mask his weakness with words.",
		"\"Stay out of the dark.\"",
		"\"Stay away from deserted places.\"",
		"  Whether it was for some deeper reason, or perhaps the fact that he looked so helpless...",
		"Everybody he had met in his life seemed to warn him with those words.",
		"\"Did knowing that ever help anyone?\"",
		"  What did that even mean, \"Stay out of the dark\"?",
		"  Nowhere in the city was without light.",
		"  Everywhere, from the bustling train station to the remote residential areas, was illuminated by artificial light, not least the main roads.",
		"  Scary was scary, but this kind of fear was of a different sort than what he'd felt in the mountains.",
		"  The most likely source of his fear was the fact that this place was governed by starkly different rules.",
		"  The way in which the city meted out justice was terribly imbalanced.",
		"  And to the provincial Soujuurou, his lack of familiarity with the laws of the land terrified him far more than the dark.",
		"  In the mountains, retribution came swiftly to those who broke the rules.",
		"  Take a game trail, for example.",
		"Those who unwittingly trespassed on the animal kingdom's domain would, as a matter of course, be savaged by the native wildlife.",
		"  Accordingly, in Soujuurou's mind, an offender paid the price for one's mistakes immediately.",
		"  It was not a matter of who punished whom; it was simply that the one who broke the rules would meet instant, tangible retribution.",
		"  He felt that, in this regard, the laws of the city were far too ambiguous.",
		"  One could meet their demise without ever knowing whether one was in the right or wrong.",
		"\"Though, I guess it's probably not that different when it comes down to it.\"",
		"  To put it simply, retribution was delayed.",
		"  To take the analogy a step further, back home in his village, no one individual had been given the responsibility of maintaining order.",
		"  In the city, however, someone was put in charge of punishing law-breakers on behalf of the kindhearted citizens who lived there.",
		"  While crime and punishment in the mountains were synonymous, in the city the two were separated, and an unrelated person brought judgment after the crime had been committed.",
		"  Entering places that must not be entered...",
		"  Seeing things that must not be seen...",
		"  Breaking a law had consequences; someone would come to exact justice for the law that was broken.",
		"  The result of all this, was that the safest way to survive the city was not to stick your nose in the affairs of others.",
		"  When the people who cared about Soujuurou told him to \"stay away,\" they probably meant, \"if you don't, nobody will be able to help you.\"",
		"\"Oh crap, I almost took another shortcut.\"",
		"  No matter how much of a nuisance these obstacles were, one could not just climb over a neighbor's fence, even when one's apartment was just the other side.",
		"  If the people inside happened to be awake and call the police, nobody would lift a hand to help him.",
		"  With his misguided view of the city, Soujuurou once again ended his day in peace.",
		"  Unable to fall asleep right away, he gazed out his window upon the night sky from the floor of his apartment.",
		"  The cityscape had caused him to tremble in fear when he first moved here.",
		"  The convenience of solving almost any problem with the flip of a switch...",
		"  The novelty of living a wall away from a complete stranger...",
		"  It all disappeared into the night sky when he looked up.",
		"\"...Is this really the same sky?\"",
		"  Unconsciously, he recalled his own words.",
		"  \"What dim stars.\"",
		"  \"What a cramped sky.\"",
		"  Here there were no starry nights.",
		"  Could he even survive here?",
		"  The same misgivings since his first night continued to haunt him.",
		"\"...\"",
		"  His eyelids fell shut.",
		"  Although he was fraught with worry, Soujuurou's body felt the fatigue from his work and studies, and thus, he fell fast sleep."
	]
]