[
    {
        "ja": "「―――うわ。さすがに、無茶だわ」",
        "en": "\"...Oh man. I guess I kind of went overboard.\"",
        "pl": ""
    },
    {
        "ja": "　青子は倒れたまま夜空を見上げている。",
        "en": "  Flat on her back, Aoko looked up at the night sky.",
        "pl": ""
    },
    {
        "ja": "　体はもう指一本だって動かない。",
        "en": "  She lay there perfectly still, not able to move a single finger.",
        "pl": ""
    },
    {
        "ja": "　なんとか体を起こそうと力を入れてみたが、どこもかしこも悲鳴をあげている。",
        "en": "  When she tried, her whole body screamed out in agony.",
        "pl": ""
    },
    {
        "ja": "　魔力はすっからかんで、魔術刻印も停止していた。",
        "en": "  She was completely empty of magical energy, and her Magic Crest had come to a halt.",
        "pl": ""
    },
    {
        "ja": "　体力の回復……もとい、身体機能の完全回復には丸一日を要するだろう。",
        "en": "  She estimated that it would likely require a whole day to recover all her bodily functions.",
        "pl": ""
    },
    {
        "ja": "　情けない話だが、今は呼吸だけで精一杯。",
        "en": "  Sadly, all she could really do in that moment was take a breath.",
        "pl": ""
    },
    {
        "ja": "　反面、胸はかつてない達成感に満ちていた。",
        "en": "  At least her chest was swelling with pride.",
        "pl": ""
    },
    {
        "ja": "　なにしろ、あの“童話の怪物”のうち一体を真っ向から撃ち壊したのだ。",
        "en": "  She had gone toe to toe with a fairy-tale monster and had emerged victorious.",
        "pl": ""
    },
    {
        "ja": "　自分に有利な状況が続いただけ、とも言えるが、手も足もでなかった半年前に比べれば格段の進歩である。",
        "en": "  The battlefield conditions had favored her, it was true, but there was no denying that Aoko had come a long way in the last six months.",
        "pl": ""
    },
    {
        "ja": "“……それはそれとして、有珠には<謝|あやま>っとかないと。",
        "en": "(...Luck or not, I owe Alice an apology.",
        "pl": ""
    },
    {
        "ja": "　プロイって、壊したらそれっきりだものね”",
        "en": "  Once a Ploy's been broken, it's gone forever.)",
        "pl": ""
    },
    {
        "ja": "　そう。フラットスナークはもう二度と現れない。",
        "en": "  Flat Snark would never again return to this world.",
        "pl": ""
    },
    {
        "ja": "　ロンドンの協会に売り出せば値の付かない超稀少品、",
        "en": "   It was an insanely rare item, so invaluable that it would have been impossible to price it for auction at the Association in London.",
        "pl": ""
    },
    {
        "ja": "　魔術世界の財産とまで言われる秘術を、青子は跡形もなくブッ壊してしまったのだ。",
        "en": "  Aoko had sent Alice's priceless treasure of the magecraft world to oblivion.",
        "pl": ""
    },
    {
        "ja": "　なんというか、その場のノリと勢いで。",
        "en": "  Needless to say, things had gotten more than a little out of hand.",
        "pl": ""
    },
    {
        "ja": "“まあ、でも―――”",
        "en": "(Still...)",
        "pl": ""
    },
    {
        "ja": "　お互い納得ずくの戦いだったから、有珠は文句ひとつ言わないだろう。",
        "en": "  They had both agreed to the fight, so Alice probably would not complain.",
        "pl": ""
    },
    {
        "ja": "　内心では不満いっぱいと思われるが、あの少女はそういう、自らの品格を落とす真似はしないのだ。",
        "en": "  Even if she was furious, she would never be so undignified as to show it.",
        "pl": ""
    },
    {
        "ja": "「っ―――」",
        "en": "\"Ugh...\"",
        "pl": ""
    },
    {
        "ja": "　安心から気が緩み、積み重なった疲労がなだれこむ。",
        "en": "  The second Aoko relaxed, her fatigue finally caught up with her.",
        "pl": ""
    },
    {
        "ja": "　失神じみた眠気を青子は理性で押しとどめた。",
        "en": "  She did everything in her power to fight off the overwhelming drowsiness.",
        "pl": ""
    },
    {
        "ja": "　体の中は細かい傷だらけだが、奇跡的に外傷はない。このまま<十分|じゅっぷん>も休んでいれば立ち上がる事ぐらいはできそうだ。",
        "en": "  Aside from a few minor internal injuries, her body was miraculously unscathed, so much so she felt that she could probably stand up and dust herself off after a bit of rest.",
        "pl": ""
    },
    {
        "ja": "　夜空には、いまだ炎上する黄金の月。",
        "en": "  The golden moon continued to burn in the night sky.",
        "pl": ""
    },
    {
        "ja": "“正体は油だものね。そりゃあ、いつまでも燃え―――”",
        "en": "(Well, you are oil, after all. You could probably burn for―)",
        "pl": ""
    },
    {
        "ja": "　<漠然|ばくぜん>と空を見ていた目が、<愕然|がくぜん>とした空白に切り替わる。",
        "en": "  Aoko's bleary eyes went wide in astonishment.",
        "pl": ""
    },
    {
        "ja": "　彼女は指一本動かない状態で、",
        "en": "  She was still unable to lift a finger.",
        "pl": ""
    },
    {
        "ja": "“……そっか。スナークを見つけたベイカーも、最後はいっしょに消えるんだっけ―――”",
        "en": "(Oh, right. The Baker who found the Snark disappeared along with it...)",
        "pl": ""
    },
    {
        "ja": "　あーあ、と。",
        "en": "  She sighed in resignation.",
        "pl": ""
    },
    {
        "ja": "　最後の反撃で燃え尽きる、十秒後の<自分|みらい>を受け入れた。",
        "en": "  Aoko accepted that her final stand left her with only ten seconds before she burned to ash, too.",
        "pl": ""
    },
    {
        "ja": "　―――一方、そのちょっと前。",
        "en": "  Elsewhere, just a short moment prior...",
        "pl": ""
    },
    {
        "ja": "　強風<荒|すさ>ぶ<鉄骨橋|コースター>の上で、難しい顔のまま、彼は地上に目をこらしていた。",
        "en": "  Buffeted by strong winds atop the roller coaster, Soujuurou gravely peered down at the ground.",
        "pl": ""
    },
    {
        "ja": "「―――むむ？」",
        "en": "\"...Hmm?\"",
        "pl": ""
    },
    {
        "ja": "　こぼれた呟きはこの上なく頼りない。",
        "en": "  All he could muster was a single murmur.",
        "pl": ""
    },
    {
        "ja": "　彼の視線の先。地上ではクリーチャーたちの目を盗んで地面に図形を刻んでいる青子の姿と―――",
        "en": "  He could see Aoko on top of some drawing on the ground, and...",
        "pl": ""
    },
    {
        "ja": "「……なんだアレ。いくらなんでも頑丈すぎないか？」",
        "en": "\"...What in the world is that thing made of?\"",
        "pl": ""
    },
    {
        "ja": "　そのずっと向こう。",
        "en": "  In the distance...",
        "pl": ""
    },
    {
        "ja": "　倒壊したミラーハウスの方角に、何か、見覚えのあるモノを見た気がした。",
        "en": "  There was something familiar in the direction of the ruined house of mirrors.",
        "pl": ""
    },
    {
        "ja": "　草十郎の役割……地上六十メートルの高みから青子の髪を投げる、という仕事は終わっている。",
        "en": "  Soujuurou's job―to throw Aoko's hair from a great height―was complete.",
        "pl": ""
    },
    {
        "ja": "　派手さこそないが、掛け値無しで命がけの難行だった。",
        "en": "  While not the most impressive of tasks, it was absolutely a matter of life-or-death.",
        "pl": ""
    },
    {
        "ja": "　さらに付け加えるのなら、この後どうやって下りるのかを考えるだけで目眩がする。",
        "en": "  And to top it all off, just thinking about how he was going to get back down to the ground was making him dizzy.",
        "pl": ""
    },
    {
        "ja": "　これ以上の厄介事なんて、とてもじゃないが頷けない。",
        "en": "  He had experienced more than enough trouble for one day.",
        "pl": ""
    },
    {
        "ja": "「―――いや、でも、アレ―――」",
        "en": "\"Wait, but...\"",
        "pl": ""
    },
    {
        "ja": "　ぐらぐら揺れる橋の上で、わたわたと取り乱す。",
        "en": "  He was flustered as he stood atop the swaying bridge.",
        "pl": ""
    },
    {
        "ja": "　空には前触れなく現れた髑髏の面。",
        "en": "  A skull suddenly appeared in the sky above.",
        "pl": ""
    },
    {
        "ja": "　地上にはぐるんぐるん回転している青い光と、その中心にいる蒼崎青子。",
        "en": "  On the ground, he could see a circling blue light with Aoko Aozaki in the middle of it.",
        "pl": ""
    },
    {
        "ja": "　……そしてもう一つ。",
        "en": "  ...And one more thing.",
        "pl": ""
    },
    {
        "ja": "　この位置にいる草十郎にしか知り得ないヒト影が、月に挑む青子へと迫っていた。",
        "en": "  A shadow was approaching Aoko that only someone from his vantage point could see.",
        "pl": ""
    },
    {
        "ja": "　その影には下半身がない。",
        "en": "  A shadow missing the lower half of its body.",
        "pl": ""
    },
    {
        "ja": "　上半身だけの体で、ずるずると青子に近づいている。",
        "en": "  The upper half of its body was slowly clawing its way to Aoko.",
        "pl": ""
    },
    {
        "ja": "　距離的にはあと二百メートルほど。",
        "en": "  They were still over two hundred meters apart.",
        "pl": ""
    },
    {
        "ja": "　不運な事に、青子の背後から<這|・><っ|・><て|・><き|・><て|・>いるため、彼女はその影に気付けない。",
        "en": "  Unfortunately for Aoko, she completely failed to notice it approaching from behind.",
        "pl": ""
    },
    {
        "ja": "「―――遠くて見えないけど、アレは―――」",
        "en": "\"It's too far away to make out, but...isn't that...\"",
        "pl": ""
    },
    {
        "ja": "　間違いない。",
        "en": "  He was sure of what it was now.",
        "pl": ""
    },
    {
        "ja": "　この遊園地において、草十郎ではなく青子を狙うのは<あ|・><の|・><人|・><形|・>だけなのだから。",
        "en": "  There was only one thing in the park that would chase Aoko and not him: the puppet.",
        "pl": ""
    },
    {
        "ja": "「いや、でも。ほら、あるいは、ひょっとして―――",
        "en": "\"But... I mean, maybe it's...",
        "pl": ""
    },
    {
        "ja": "　ただの偶然、ではないだろうか」",
        "en": "  ...a coincidence, right?\"",
        "pl": ""
    },
    {
        "ja": "　幾重にも交錯し、混乱する思考。",
        "en": "  His mind ran in circles.",
        "pl": ""
    },
    {
        "ja": "　それも無理からぬ事だろう。",
        "en": "  It was a perfectly reasonable reaction.",
        "pl": ""
    },
    {
        "ja": "　膨張した月と<光弾|ビーム>を撃ちまくってる少女、という状況だけで、草十郎的には目を疑う状況なのだ。",
        "en": "  Any grip on reality he might have had left was long lost when Aoko started firing beams of light at the monstrous moon.",
        "pl": ""
    },
    {
        "ja": "「うわぁ……！」",
        "en": "\"Whoa!\"",
        "pl": ""
    },
    {
        "ja": "　青子の容赦のない超距離魔弾は、嵐のようにコースターを揺さぶっていく。",
        "en": "  Aoko's merciless fire buffeted the roller coaster like a storm.",
        "pl": ""
    },
    {
        "ja": "　立っているだけで振り落とされ、転落死しかねない。",
        "en": "  Just standing on it was almost enough for him to be thrown off and killed.",
        "pl": ""
    },
    {
        "ja": "　とにかく、この状況は草十郎には難しすぎる。",
        "en": "  At any rate, Soujuurou couldn't fathom the situation.",
        "pl": ""
    },
    {
        "ja": "　ここからコースターの入り口まで戻って青子に注意を<促|うなが>しに行くか？",
        "en": "  Should he head back to the entrance of the roller coaster and warn Aoko about the incoming threat?",
        "pl": ""
    },
    {
        "ja": "　いや、間に合うハズもなし、駆け下りたところで入り口には大量の焼きたてパンがいる。",
        "en": "  No, there was no way he would make it in time, and to make matters worse, there was a horde of bread down there, waiting for him.",
        "pl": ""
    },
    {
        "ja": "　そもそも青子は人形に気付いていて、近づいたとたん一撃で倒す可能性もある。その場合、自慢じゃないが足を引っ張る自信すらある草十郎だった。",
        "en": "  And it may very well have been the case that Aoko was already aware of the puppet and would take it out as soon as it got closer. If she was, Soujuurou was sure he would only be in the way.",
        "pl": ""
    },
    {
        "ja": "「っ………………」",
        "en": "\"But...\"",
        "pl": ""
    },
    {
        "ja": "　何を選んでも役に立てそうにない状況。",
        "en": "  It did not seem like there was anything he could do to help.",
        "pl": ""
    },
    {
        "ja": "　第一、危険なのは青子だけでなく、草十郎も窮地に立っている。",
        "en": "  And beyond that, Aoko was not the only one in danger. He was in quite the predicament himself.",
        "pl": ""
    },
    {
        "ja": "『行きは良い良い帰りは怖い』",
        "en": "\"You can't go home again.\"",
        "pl": ""
    },
    {
        "ja": "　帰り道に鬼が待っているのは都会であろうと山奥であろうと同じこと。",
        "en": "  The road home was never as safe as one thought. It was as true here as it had been in the mountains.",
        "pl": ""
    },
    {
        "ja": "　この道は特に顕著だ。行きはもちろん、帰り道も危険すぎる。",
        "en": "  The path he was on was no exception. As risky as the ascent had been, it was even more dangerous to go back down.",
        "pl": ""
    },
    {
        "ja": "<他|ひ><人|と>の事を心配する余裕はどこにもない。",
        "en": "This was no time to be worrying about others.",
        "pl": ""
    },
    {
        "ja": "　地上六十メートルの死の淵にいる事を忘れるな、と草十郎は震える足に言い聞かせる。",
        "en": "  His shaking legs reminded him that only sixty meters separated him from death.",
        "pl": ""
    },
    {
        "ja": "“……大丈夫、それは分かっている。けど―――”",
        "en": "(I'll be fine. I know that. Just...)",
        "pl": ""
    },
    {
        "ja": "　キリキリと頭が痛む。",
        "en": "  His head was pounding.",
        "pl": ""
    },
    {
        "ja": "　無謀である事も、馬鹿げた事なのも分かっている。",
        "en": "  This was reckless and stupid.",
        "pl": ""
    },
    {
        "ja": "山奥育ちの彼は、都会の誰よりも危険に関して敏感で、これからするコトを考えるだけで緊張で喉が嗄れきってしまう。",
        "en": "Having been raised in the mountains, he was more sensitive to danger than anyone raised in the city, and just thinking about what he was about to do made his throat seize up.",
        "pl": ""
    },
    {
        "ja": "　が、そんな草十郎でもはっきりと言えることは、",
        "en": "  There was only one thing he could say for sure.",
        "pl": ""
    },
    {
        "ja": "「蒼崎のことだ、アレにぜったい気付いていない……！」",
        "en": "\"Aozaki has no idea that thing is coming for her!\"",
        "pl": ""
    },
    {
        "ja": "　<半|なか>ば泣くような声をあげて、草十郎は高さ六十メートルの鉄骨を駆け下りだした。",
        "en": "  With a sobbing shout, Soujuurou started making his way down the sixty meter frame of the roller coaster.",
        "pl": ""
    },
    {
        "ja": "「はっ、はっ、はぁ、はっ―――！」",
        "en": "\"Hah... hah... hah... haaa!\"",
        "pl": ""
    },
    {
        "ja": "　死の道行きを加速する。",
        "en": "  His race toward death accelerated.",
        "pl": ""
    },
    {
        "ja": "　加速するつもりはなくとも、下り坂である以上スピードは増していく。",
        "en": "  He never meant to speed up, but the downward slope propelled him forward.",
        "pl": ""
    },
    {
        "ja": "「っ、この、はっ、よっと―――！」",
        "en": "\"Here... I... go!\"",
        "pl": ""
    },
    {
        "ja": "　が、後悔はもう遅い。走りだしたのならもっと早く。",
        "en": "  It was too late for regrets. Now that he was running, he had no choice but to go even faster.",
        "pl": ""
    },
    {
        "ja": "なにしろホントに時間がない、今から全力で下りても間に合わない、ああでもそれより、コースターの出口にはブレッドマンたちで混雑中、",
        "en": "And time was not on his side. He never would have made it in time if he'd taken the long way down, never mind the bread-men crowding the exit of the roller coaster.",
        "pl": ""
    },
    {
        "ja": "となれば遅いも早いも結果は同じ、どのみち出口が塞がっている。急げ急げと必死になって、一歩ごとに落ちかける必要性とかまったくない……！",
        "en": "With the exits blocked, the outcome would be the same whether he went slowly or quickly. There was no reason to rush to his death as desperately as he did!",
        "pl": ""
    },
    {
        "ja": "「っ、だから！？」",
        "en": "\"So what?!\"",
        "pl": ""
    },
    {
        "ja": "　それがどうしたと。",
        "en": "  So what if it was futile?",
        "pl": ""
    },
    {
        "ja": "　ごちゃついた<煩悶|はんもん>を、彼は一太刀で切り払った。",
        "en": "  Soujuurou cleared the doubts from his mind.",
        "pl": ""
    },
    {
        "ja": "　自分にできる事は足下に意識を集中して、一秒でも早く駆け下りるだけ。",
        "en": "  He turned his attention to what he could do: keep his footing and try to arrive at the bottom as quickly as he could.",
        "pl": ""
    },
    {
        "ja": "“間違えるな。いま大事なのは、間に合うとか助けられるとか、そういう結果の話じゃなくて―――”",
        "en": "(Focus! Forget whether you'll be there in time to save her! The most important thing is...)",
        "pl": ""
    },
    {
        "ja": "　ある衝動が、縮こまった手足を駆動させる。",
        "en": "  He had no idea what impulses were driving his stiff limbs.",
        "pl": ""
    },
    {
        "ja": "　渇ききった喉を、冷め切った<理屈|こころ>を、草十郎は“思いつき”だけで心の端っこに蹴り飛ばす。",
        "en": "  He just focused on the moment, pushing past the fear and the cold logic.",
        "pl": ""
    },
    {
        "ja": "　根が単純な人間の面目躍如、とにかく難しいコトは終わってから考える―――！",
        "en": "  At his core, he was the kind of person to deal with problems head-on. There would be time to think about consequences later!",
        "pl": ""
    },
    {
        "ja": "　だが、障害は縮こまる自分だけではない。",
        "en": "  But, hesitation was not his only obstacle.",
        "pl": ""
    },
    {
        "ja": "「こんな時に―――！」",
        "en": "\"Not now!\"",
        "pl": ""
    },
    {
        "ja": "　レールに集中していなければ落ちる状況で、最悪の邪魔者が出現する。",
        "en": "  The worst possible hindrance appeared at a time when not focusing on the track would mean certain death.",
        "pl": ""
    },
    {
        "ja": "「！」",
        "en": "\"!\"",
        "pl": ""
    },
    {
        "ja": "　一見いままで通りの卵に違和感を覚える草十郎。",
        "en": "  Soujuurou sensed something wrong with the egg he had been so studiously observing out of one eye.",
        "pl": ""
    },
    {
        "ja": "　何が変わっているのか。",
        "en": "  Something had changed.",
        "pl": ""
    },
    {
        "ja": "　その変化に気付いた瞬間、",
        "en": "  And at the very moment he realized it...",
        "pl": ""
    },
    {
        "ja": "「って、よそ見してる場合じゃない……！」",
        "en": "\"I can't be looking to the side right now!\"",
        "pl": ""
    },
    {
        "ja": "　踏み<外|はず>しかけた足を本能で持ち直す。",
        "en": "  Soujuurou stumbled then instinctively caught himself.",
        "pl": ""
    },
    {
        "ja": "　まだ落ちていない事が奇跡だった。",
        "en": "  It was a miracle he had not fallen.",
        "pl": ""
    },
    {
        "ja": "　コースターを駆け下りるのは自殺行為そのものだった。",
        "en": "  Descending a roller coaster on foot was an act of suicide.",
        "pl": ""
    },
    {
        "ja": "　卵はぴったりと並走し、隙あらば体当たりでもしてきそうな<剣呑|けんのん>さ。",
        "en": "  The egg stayed right by his side―so close it was likely it would collide with him.",
        "pl": ""
    },
    {
        "ja": "オマケにあまり直視したくないが、内部に作られた扉らしき飾りが、少しずつ開こうとしているのも気になりすぎる。",
        "en": "Though he was trying as hard as he could not to look at it, he could not help but feel unease that the door-like decoration in its center was gradually opening.",
        "pl": ""
    },
    {
        "ja": "「ああもう、畜生！　なんだって、こんな―――！」",
        "en": "\"Dammit! Why now?!\"",
        "pl": ""
    },
    {
        "ja": "　あまりにもどん詰まりな状況に悪態をつく。",
        "en": "  He cursed his rotten situation.",
        "pl": ""
    },
    {
        "ja": "　それでも足は緩めない。",
        "en": "  And yet, he refused to slow down.",
        "pl": ""
    },
    {
        "ja": "むしろ速度をより増して、彼は並走する卵を睨みつける。",
        "en": "He ran even faster, glaring at the egg on his side.",
        "pl": ""
    },
    {
        "ja": "「ハ―――ほんと、おかしい。",
        "en": "\"Hah... What the hell is going on.",
        "pl": ""
    },
    {
        "ja": "　こんな状況なのに、何で―――」",
        "en": "  Why? It has the worst timing!\"",
        "pl": ""
    },
    {
        "ja": "　自分は笑っているのだろう、と草十郎は不思議に思った。",
        "en": "  Soujuurou was baffled to find that he was smiling.",
        "pl": ""
    },
    {
        "ja": "　青子のおまじないとやらの効果……なのかどうか、草十郎には判別できない。",
        "en": "  Perhaps it had something to do with Aoko's charm. Soujuurou could not tell one way or the other.",
        "pl": ""
    },
    {
        "ja": "　彼女の指の感触は、まだ肌に残っている。",
        "en": "  He could still feel Aoko's fingers on his skin.",
        "pl": ""
    },
    {
        "ja": "　向けられた信頼も期待も、しっかりと胸に<覚|おぼ>えている。",
        "en": "  The trust and expectation she had placed in him was etched into his heart.",
        "pl": ""
    },
    {
        "ja": "　……けれど、この衝動はそれらとは違うものだ。",
        "en": "  But what spurred him on was something entirely different.",
        "pl": ""
    },
    {
        "ja": "　この高揚は、もっと深層にある問題。",
        "en": "  This all stemmed from a much deeper problem.",
        "pl": ""
    },
    {
        "ja": "　今の彼には分からない、いずれ向き合う事になる、埋められるべきがらんどう。",
        "en": "  It was something inside him that he could not understand at the time, but would eventually come to terms with one day.",
        "pl": ""
    },
    {
        "ja": "「よし―――距離は、今なら二メートル、弱……！」",
        "en": "\"All right, less than two meters left!\"",
        "pl": ""
    },
    {
        "ja": "　死のレールを走りながら、草十郎は正確に距離を<測|はか>る。",
        "en": "  He carefully judged the distance as he ran down the track of death.",
        "pl": ""
    },
    {
        "ja": "　何との？",
        "en": "  But the distance between what?",
        "pl": ""
    },
    {
        "ja": "　言うまでもない。この状況でたったひとつ、死の結末を飛び越える大一番との。",
        "en": "  That went without saying. It was the distance between himself and the one thing that could save his life.",
        "pl": ""
    },
    {
        "ja": "「はっ―――はっ、はっは、はっ！」",
        "en": "\"Hah... Hah! Haha! Hah...!\"",
        "pl": ""
    },
    {
        "ja": "　乱れる呼吸に合わせて、“行くぞ、行くぞ”とハッパをかける。",
        "en": "  He told himself he was going to do it, over and over, like a mantra.",
        "pl": ""
    },
    {
        "ja": "　本当にありえない。",
        "en": "  Soujuurou could not believe himself.",
        "pl": ""
    },
    {
        "ja": "　自分は馬鹿げた事をしようとしている。",
        "en": "  What he was about to do was incredibly stupid.",
        "pl": ""
    },
    {
        "ja": "　でも<そ|・><う|・><し|・><な|・><け|・><れ|・><ば|・><間|・><に|・><合|・><わ|・><な|・><い|・>、と気付いたのだからしようがない！",
        "en": "  But what is stupid when smart is not an option?",
        "pl": ""
    },
    {
        "ja": "「ほんと―――なんで、そこまでやるんだ！？」",
        "en": "\"I'm really going to do this?! This is insane!\"",
        "pl": ""
    },
    {
        "ja": "　今さらな自問自答を、彼は鼻で笑った。",
        "en": "  Amidst it all, he laughed at how pointless such self-reflection was now.",
        "pl": ""
    },
    {
        "ja": "　一時的な混乱。極限状態における精神の高揚が、彼の心を裸にする。",
        "en": "  Temporary confusion, a psychological thrill ride; both had laid his soul bare.",
        "pl": ""
    },
    {
        "ja": "　大事なものは何なのか。",
        "en": "  What really mattered?",
        "pl": ""
    },
    {
        "ja": "　そんなもの、シンプルな彼には考えるまでもない。",
        "en": "  But a simple man gets by without deep thought.",
        "pl": ""
    },
    {
        "ja": "　成功も報酬も、原始の心には美味しそうには映らない。",
        "en": "  Soujuurou's primitive mind did not crave success or reward.",
        "pl": ""
    },
    {
        "ja": "　彼は、ただ、",
        "en": "  For him it was simple.",
        "pl": ""
    },
    {
        "ja": "“よし―――”",
        "en": "(This is it!)",
        "pl": ""
    },
    {
        "ja": "　これはただ、そうありたいと望んだだけの話。",
        "en": "  He was doing it because he wanted to.",
        "pl": ""
    },
    {
        "ja": "　周りから強制された義務ではなく。",
        "en": "  Not because he felt obliged to those around him.",
        "pl": ""
    },
    {
        "ja": "　ただ純粋に、そういう風に生きたいと信じた、愚直な自己の欲望そのもので―――",
        "en": "  His desire to live his way was his and his own.",
        "pl": ""
    },
    {
        "ja": "“行こう！”",
        "en": "(Here we go!)",
        "pl": ""
    },
    {
        "ja": "『！？』",
        "en": "\"?!\"",
        "pl": ""
    },
    {
        "ja": "　卵に発声機能があったのなら、そう驚いたに違いない。",
        "en": "  If the egg had been equipped with a vocal function, it would have gasped in shock at what happened next.",
        "pl": ""
    },
    {
        "ja": "　逃げるだけだった少年は、自分から大きく足を踏み外したのだ。",
        "en": "  The boy, who had only tried to escape up until this point, suddenly shifted his weight.",
        "pl": ""
    },
    {
        "ja": "　足は内ではなく、外に向かって。",
        "en": "  He pointed his feet outward instead of inward.",
        "pl": ""
    },
    {
        "ja": "　レールの端で、勢いを殺さないようわずかに膝を曲げ、浮遊する卵を凝視し―――",
        "en": "  On the edge of one rail, he crouched ever-so slightly to maintain momentum and gazed at the floating egg.",
        "pl": ""
    },
    {
        "ja": "“やれる―――距離的に問題はない！”",
        "en": "Close enough! I can do this!",
        "pl": ""
    },
    {
        "ja": "　夜を駆ける。",
        "en": "  He soared through the night sky.",
        "pl": ""
    },
    {
        "ja": "　わずか１．５秒の夜間飛行。",
        "en": "  It was a flight that lasted a mere one and a half seconds.",
        "pl": ""
    },
    {
        "ja": "　地上三十メートルの、<紐|ひも>なし<縄|なわ>なしバンジージャンプ。",
        "en": "  A cordless bungee jump from thirty meters above ground.",
        "pl": ""
    },
    {
        "ja": "　その落下先は―――",
        "en": "  His destination:",
        "pl": ""
    },
    {
        "ja": "　唯一の足場となる、空飛ぶ巨大な卵だった。",
        "en": "  The only thing that would stop his fall―the giant flying egg.",
        "pl": ""
    },
    {
        "ja": "「う、ひゃああーーーー！」",
        "en": "\"Hyaaah!\"",
        "pl": ""
    },
    {
        "ja": "　悲鳴のような、歓声のような声をあげながら、草十郎は必死に卵の表面にしがみつく。",
        "en": "  He shrieked, this time out of elation, as he desperately clung to the egg's surface.",
        "pl": ""
    },
    {
        "ja": "　……ほんの少し前。",
        "en": "  Just earlier...",
        "pl": ""
    },
    {
        "ja": "　恐怖心が無ければビルの上も平均台も変わらない、と血も涙もない魔女は言った。",
        "en": "  The cold-blooded witch had told him that without fear, the top of a building would feel no different than a balance beam.",
        "pl": ""
    },
    {
        "ja": "　その魔女とて、この光景を見たら言葉を失っただろう。",
        "en": "  This from the same witch that would have been left speechless had she witnessed this spectacle.",
        "pl": ""
    },
    {
        "ja": "　いくら恐怖心が無いと言っても、無茶と無謀は別の物だ。",
        "en": "  Fearlessness was one thing, recklessness was another.",
        "pl": ""
    },
    {
        "ja": "　あまつさえ、<こ|・><の|・><後|・>の行為に至っては、後日本気で頭にきた程である。",
        "en": "  He followed it up with an act that would irritate her for days to come.",
        "pl": ""
    },
    {
        "ja": "「頼むぞ、卵！」",
        "en": "\"I'm relying on you, egg!\"",
        "pl": ""
    },
    {
        "ja": "　卵にしがみついたまま、<卵|・><か|・><ら|・><視|・><線|・><を|・><切|・><る|・>。",
        "en": "  Clinging to the egg, he shifted his gaze away from it.",
        "pl": ""
    },
    {
        "ja": "　急速な落下感覚。",
        "en": "  He felt the rapid descent.",
        "pl": ""
    },
    {
        "ja": "　草十郎は薄目で風景を確認しながら、残り一メートル付近で視線を戻し、卵を視界に<納|おさ>めながら飛びだした。",
        "en": "  Soujuurou, focusing his half-shut eyes on the ground, leaped off the egg once they were a one meter from the ground, then turned back to it, careful to reestablish eye contact.",
        "pl": ""
    },
    {
        "ja": "　―――いや、まことに信じがたい話ではあるが。",
        "en": "  Something so unbelievable, though to Soujuurou...",
        "pl": ""
    },
    {
        "ja": "　彼にとってはデパートのエレベーターも、",
        "en": "  The elevator at the department store",
        "pl": ""
    },
    {
        "ja": "　不思議動力で浮遊する卵も、",
        "en": "  and the mysterious floating egg were both just moving objects,",
        "pl": ""
    },
    {
        "ja": "　そう大差のない「移動道具」に見えたのである……！",
        "en": "  virtually indistinguishable from one another.",
        "pl": ""
    },
    {
        "ja": "「よし、割れてない！",
        "en": "\"All right! It didn't break!",
        "pl": ""
    },
    {
        "ja": "食べ物を粗末にするのはよくないと思う！」",
        "en": "It's always a shame when food goes to waste!\"",
        "pl": ""
    },
    {
        "ja": "　着地したのは小広場の近く。",
        "en": "  He landed near the plaza.",
        "pl": ""
    },
    {
        "ja": "　命を投げたショートカットは、これ以上ないカタチで実を結んだ。",
        "en": "  The shortcut that almost cost him his life had paid off.",
        "pl": ""
    },
    {
        "ja": "　草十郎は着地しながら、止まる事なく走りだす。",
        "en": "  Soujuurou took off running the second his feet touched the ground.",
        "pl": ""
    },
    {
        "ja": "　彼の脳裏にあるのは青子に迫る人形の姿だけ。",
        "en": "  The puppet after Aoko was the only thing on his mind.",
        "pl": ""
    },
    {
        "ja": "　なので、空から降ってくる月の光も、",
        "en": "  He paid no mind to the moonlight in the sky.",
        "pl": ""
    },
    {
        "ja": "　利用された怒りに燃えて自ら破裂し、破片をまき散らさんとする卵も視界に映らない。",
        "en": "  Or the egg, furious about being used and seconds away from self-destructing and blasting fragments all over the place.",
        "pl": ""
    },
    {
        "ja": "「蒼崎―――！」",
        "en": "\"Aozaki!\"",
        "pl": ""
    },
    {
        "ja": "「なぬ―――？」",
        "en": "\"Huh?\"",
        "pl": ""
    },
    {
        "ja": "　目を疑う青子の表情が、最後の一足に力を入れる。",
        "en": "  Aoko's dumbfounded expression spurred Soujuurou on.",
        "pl": ""
    },
    {
        "ja": "　<詩篇|のろい>が展開する。",
        "en": "  The curse was complete.",
        "pl": ""
    },
    {
        "ja": "　もはや逃がさぬと中身のない卵は<謳|うた>い―――",
        "en": "  The empty egg began to sing its warning to let them know there was no escape.",
        "pl": ""
    },
    {
        "ja": "　カオスに散らかる卵の断片。",
        "en": "  Shrapnel from the egg exploded through the air.",
        "pl": ""
    },
    {
        "ja": "　ダンプティに刻まれた“女王アリスを讃える唄”は、急速に五感を奪っていく。",
        "en": "  The \"Ode to Queen Alice\" that Alice had engraved into Dumpty quickly robbed him of his senses.",
        "pl": ""
    },
    {
        "ja": "「っ―――それは、それとして―――」",
        "en": "\"Okay... Was that it?\"",
        "pl": ""
    },
    {
        "ja": "　途切れていく感覚に<喝|かつ>を入れて、草十郎は横たわる青子に走り寄る。",
        "en": "  He snapped back to the task at hand and ran to Aoko, still lying on the ground.",
        "pl": ""
    },
    {
        "ja": "　足は止まらない。",
        "en": "  His legs ran of their own accord.",
        "pl": ""
    },
    {
        "ja": "そもそも感覚がないので自らの意志で止める事さえできず、",
        "en": "Though he could not have ever stopped them anyway since he could no longer feel them.",
        "pl": ""
    },
    {
        "ja": "「<人形|おまえ>、驚くほどしつこいぞ……！」",
        "en": "\"Don't you puppets ever give up?!\"",
        "pl": ""
    },
    {
        "ja": "　<交差点|スクランブル>の<爆発|マーダー><事故|ケース>。",
        "en": "  The Scrambled Murder Case.",
        "pl": ""
    },
    {
        "ja": "　三者三様の残骸が、閃光弾となって地上に咲く。",
        "en": "  Piles of rubble became flowers of light blooming from the earth.",
        "pl": ""
    },
    {
        "ja": "　……敗者たちがこぞって潰しあった最終幕。",
        "en": "  The final curtain drew closed, and the defeated left the battleground.",
        "pl": ""
    },
    {
        "ja": "　久遠寺有珠が見ていたら頭を抱えそうな結末から、ふたりは間一髪ではじき出された。",
        "en": "  Had Alice Kuonji seen it up close, it would have left her beside herself. The two had escaped by hair's breadth.",
        "pl": ""
    },
    {
        "ja": "　この、世にも<希|まれ>なつぶし合いを冷静に把握できたのは、助けられた少女だけ。",
        "en": "  The only person in a position to witness that rare mutual destruction was the girl who had been saved from it.",
        "pl": ""
    },
    {
        "ja": "　走り続けた少年は背後の結末にあまり関心もなく、",
        "en": "  The boy who had never stopped running paid it no mind.",
        "pl": ""
    },
    {
        "ja": "「はあ―――死ぬかと、思った」",
        "en": "\"Phew. I thought you were a goner.\"",
        "pl": ""
    },
    {
        "ja": "　自分のしでかした奇跡より、抱きかかえた少女の無事を確かめて、安堵の息を漏らしていた。",
        "en": "  The safety of the girl in his arms meant infinitely more to him than the miraculous way in which he saved her.",
        "pl": ""
    },
    {
        "ja": "　……かくして、夜明けを待たず月は落ちた。",
        "en": "  ...The moon did not wait for dawn to set.",
        "pl": ""
    },
    {
        "ja": "　御伽の国の<装飾|テクスチャ>が溶けていく。",
        "en": "  The ornamental texture of the fairy-tale kingdom faded away.",
        "pl": ""
    },
    {
        "ja": "　道に響いていた華やかな<旋律|コード>も、",
        "en": "  All of the illusions returned to the way they were before,",
        "pl": ""
    },
    {
        "ja": "　来客を歓迎する<人形|パペット>たちの姿も、",
        "en": "  from the ostentatious chords reverberating through the streets,",
        "pl": ""
    },
    {
        "ja": "　すべて幻となって、本来のカタチに戻っていく。",
        "en": "  to the puppets welcoming their guests.",
        "pl": ""
    },
    {
        "ja": "　<密|ひそ>やかに、<静|しず>やかに。",
        "en": "  Peace and quiet reigned once more",
        "pl": ""
    },
    {
        "ja": "　もう二度と目覚める事のない、忘却の国に沈んでいく。",
        "en": "  over a forgotten kingdom, never to be awakened again.",
        "pl": ""
    },
    {
        "ja": "「――――――」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　一夜の夢の名残火。",
        "en": "  Out flickered the embers of a late-night dream...",
        "pl": ""
    },
    {
        "ja": "　遊園地を照らす数多の<電飾|ライト>も、ひとつずつ消えていく。",
        "en": "  ...even the electric lamps that illuminated the park.",
        "pl": ""
    },
    {
        "ja": "　その光景をふたりは眺めていた。",
        "en": "  Together, they watched it disappear.",
        "pl": ""
    },
    {
        "ja": "　草十郎は地面に倒れこんで、必死に酸素を取りこんでいる。",
        "en": "  Soujuurou lay on the ground, desperately gasping for air like a fish out of water.",
        "pl": ""
    },
    {
        "ja": "　爆弾卵の<詩篇|のろい>で痛覚は麻痺し、積み重なった疲労は相当なものだろう。吹けば消えそうとはこの事だ。",
        "en": "  The curse of the exploding egg had numbed his pain, and he was understandably exhausted after all he had experienced. He looked like he could be blown away by the lightest of breezes.",
        "pl": ""
    },
    {
        "ja": "　一方の青子も疲れきってはいたが、草十郎ほど息の乱れはない。",
        "en": "  While Aoko was also exhausted, she was still in better shape.",
        "pl": ""
    },
    {
        "ja": "今は深呼吸を繰り返し、体力回復に努めている。",
        "en": "Focused on taking deep, even breaths, she was already working to recover her strength.",
        "pl": ""
    },
    {
        "ja": "「……あのさ」",
        "en": "\"...So.\"",
        "pl": ""
    },
    {
        "ja": "　青子は視線を遊園地に向けたまま、関心のない素振りで、草十郎に声をかけた。",
        "en": "  She addressed Soujuurou indifferently as her gaze remained on the amusement park.",
        "pl": ""
    },
    {
        "ja": "　やや芝居がかった唐突さ。本当は面と向かって話しかけたいのを、意地で堪えているのが見え見えである。",
        "en": "  The abruptness of it was a bit theatrical in nature. She wanted to look at him as she spoke, but her pride was simply too great.",
        "pl": ""
    },
    {
        "ja": "「……貴方、なんかすごいコトしなかった？」",
        "en": "\"...You did something kinda amazing, didn't you?\"",
        "pl": ""
    },
    {
        "ja": "　……彼女が死を受け入れた、永遠とも言える一瞬。",
        "en": "  The moment she had accepted death had seemed like an eternity.",
        "pl": ""
    },
    {
        "ja": "　月の破片に貫かれる自分を、冷静に、自分でもどうかと思うほど客観的に見ていた時。",
        "en": "  She was beside herself in shock at how indifferent she had been as the shards rained down from the moon.",
        "pl": ""
    },
    {
        "ja": "　力強く呼びかける声が、彼女を現実に引き戻した。",
        "en": "  But a reassuring voice had snapped her back into reality.",
        "pl": ""
    },
    {
        "ja": "　……いかなる理由で、何を考えて、どんな無茶をして、彼は自分を助けたのか。",
        "en": "  Why did he do it? What was he thinking? What moronic things did he have to do to pull it off?",
        "pl": ""
    },
    {
        "ja": "　倒れていた青子には、そのあたりの経緯がまったく分からない。確かなことは、最後の最後で、最高のフォローをしてもらったという事だけ。",
        "en": "  She had no answers for these questions, lying on the ground as she was. All she knew was that he had more than made up for his failure in the house of mirrors and then some, in those fateful final moments.",
        "pl": ""
    },
    {
        "ja": "　それが知りたくて声をかけたが、それ以上のことは言葉にできない。",
        "en": "  She addressed him hoping to find answers, but found herself unable to probe any further.",
        "pl": ""
    },
    {
        "ja": "　言葉にしたら負けな気がして、こんな風に、らしくない態度で声をかけたのだ。",
        "en": "  To dig any deeper would feel like defeat, which is why it was so unlike her to ask him in the first place.",
        "pl": ""
    },
    {
        "ja": "　もちろん幸い、話しかけられた彼には、そんな彼女のいじらしさに気付く余裕も情緒も、ありはしなかったのだが。",
        "en": "  Lucky for her, Soujuurou had neither the capacity nor sensitivity to understand how egocentric she was being.",
        "pl": ""
    },
    {
        "ja": "「すごいって、",
        "en": "\"Amazing?",
        "pl": ""
    },
    {
        "ja": "それは、",
        "en": " You were...",
        "pl": ""
    },
    {
        "ja": "蒼崎の方、",
        "en": "...pretty amazing...",
        "pl": ""
    },
    {
        "ja": "だろ」",
        "en": "...Aozaki.\"",
        "pl": ""
    },
    {
        "ja": "　草十郎は胸を弾ませながら答える。",
        "en": "  He stuttered between labored breaths.",
        "pl": ""
    },
    {
        "ja": "　今は肺に酸素を送るのに手一杯で、青子に顔を向ける余裕もない。",
        "en": "  It was taking him so much effort just to breathe that he could not address her properly.",
        "pl": ""
    },
    {
        "ja": "「………………」",
        "en": "\"....\"",
        "pl": ""
    },
    {
        "ja": "　そんな様子を、少女は横目で観察する。",
        "en": "  She watched him out of the corner of her eye.",
        "pl": ""
    },
    {
        "ja": "　振り返れば、少年の役割はどれも同じだった。",
        "en": "  Thinking back on it, the boy had performed the same role each time.",
        "pl": ""
    },
    {
        "ja": "　鏡の城でも童話の遊園地でも、彼は自分の無力さを<嗤|わら>わず、自分にできる事と向きあい続けた。",
        "en": "  Each and every time, he did what he could in spite of his fecklessness.",
        "pl": ""
    },
    {
        "ja": "　相手を打ち負かしたのはいいものの、勢いあまって転びかけた愚か者とは大違いだ。",
        "en": "  It was far more admirable than her nearly suicidal tactics, even if she did defeat her opponent.",
        "pl": ""
    },
    {
        "ja": "　…………だから今の無謀だって、彼にすればそう特別な事ではなく、",
        "en": "  He did not even recognize how extraordinary his last act of courage was.",
        "pl": ""
    },
    {
        "ja": "『―――提案。あいつをやっつけるのに協力したら、俺の事は見逃してくれる？』",
        "en": "\"Here's an idea. If I help you kill that thing, will you let me go?\"",
        "pl": ""
    },
    {
        "ja": "　せめて、自分に出来る事からは目を背けない彼にとっての、<精一杯|できるかぎり>の勇気だった。",
        "en": "  At the very least, he had the courage to keep trying whatever he could.",
        "pl": ""
    },
    {
        "ja": "「――――――」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　観客から見ればただの脇役。",
        "en": "  A spectator might have viewed him as a supporting actor.",
        "pl": ""
    },
    {
        "ja": "　目の覚めるような活躍だなんてとても言えない。",
        "en": "  His actions were not exactly memorable.",
        "pl": ""
    },
    {
        "ja": "　けれど、転ばないよう手を引っ張られた少女にすれば話は別で、",
        "en": "  But the lead actress he supported did not see it that way.",
        "pl": ""
    },
    {
        "ja": "“……まあね。",
        "en": "(Well...",
        "pl": ""
    },
    {
        "ja": "　認めたくないし、口になんて、もっとしたくないけど”",
        "en": "  I don't really want to admit it to myself, much less say it out loud, but...)",
        "pl": ""
    },
    {
        "ja": "　少年の<奮起|ふんき>は脇役扱いされるものではなく。",
        "en": "  Such inspired actions were wasted in a supporting role.",
        "pl": ""
    },
    {
        "ja": "　本当にすごい事をしたのはコイツだよ、なんて、まわりに言い聞かせたいほどの奮戦だったのだ。",
        "en": "  This guy really pulled off the impossible. It was so amazing that she wanted to shout it as loud as she possibly could for all the world to hear.",
        "pl": ""
    },
    {
        "ja": "「――――――はあ」",
        "en": "\"...Hah.\"",
        "pl": ""
    },
    {
        "ja": "「蒼崎？」",
        "en": "\"Aozaki?\"",
        "pl": ""
    },
    {
        "ja": "“……ホント。人畜無害も、度を過ぎると侮れないわ”",
        "en": "(God. He's so innocent it makes me want to barf.)",
        "pl": ""
    },
    {
        "ja": "　はあ、と青子は自分自身にため息をつく。",
        "en": "  All Aoko could do was sigh.",
        "pl": ""
    },
    {
        "ja": "　けれど仕方がない。たったいま窮地から救ってくれた姿は、ほんのちょっとだけ格好良かったし、",
        "en": "  How could she not? Even she was forced to admit that the way he'd snatched her from the jaws of death was... dashing.",
        "pl": ""
    },
    {
        "ja": "「……ま。評価、甘めだけど」",
        "en": "\"I must be getting soft.\"",
        "pl": ""
    },
    {
        "ja": "　正直。こんなのにわざわざ手を下すなんて、<莫|ば><迦|か>らしいにも程がある。",
        "en": "  Truth be told, he was a lunatic for doing what he did.",
        "pl": ""
    },
    {
        "ja": "　呼吸を整え、少女はすぅ、と体を起こした。",
        "en": "  She steadied her breathing and composed herself.",
        "pl": ""
    },
    {
        "ja": "　……実のところまだ厳しいが、彼女にも魔術師としての誇りがある。",
        "en": "  She was in bad shape, and she had her pride as a mage to consider.",
        "pl": ""
    },
    {
        "ja": "　なので、<宣言|せんげん>する時は<威厳|いげん>がなくてはいけないのだ。",
        "en": "  Which was why she needed to maintain an air of dignity when making a proclamation.",
        "pl": ""
    },
    {
        "ja": "「静希君。見逃すのは今日だけって話だったけど、アレ、なしでいいわ。",
        "en": "\"Shizuki, I originally meant to let you off the hook for today only, but I'm willing to let the whole thing go.",
        "pl": ""
    },
    {
        "ja": "とりあえず、命は助けてあげるから」",
        "en": "For the time being, I've decided to let you live.\"",
        "pl": ""
    },
    {
        "ja": "　仕方なさげに差し出される右手。",
        "en": "  She hastily extended her right hand.",
        "pl": ""
    },
    {
        "ja": "　握手とも、座りこんだ草十郎を立ち上がらせる為のものとも取れる。",
        "en": "  It was either to shake his or to help him up.",
        "pl": ""
    },
    {
        "ja": "　一方。",
        "en": "  However...",
        "pl": ""
    },
    {
        "ja": "　差し出された手を取らず、草十郎は自分の足で立ち上がった。",
        "en": "  Soujuurou did not take her hand, but instead stood up on his own.",
        "pl": ""
    },
    {
        "ja": "　この夜。",
        "en": "  This night.",
        "pl": ""
    },
    {
        "ja": "散々な目にあわされながらも、結局一度も見せなかった、心から意外そうな<表|か><情|お>をして。",
        "en": "Despite the sheer insanity that he had just experienced, his face had not once looked as incredulous as it did now.",
        "pl": ""
    },
    {
        "ja": "「な、なによそのリアクションは」",
        "en": "\"W-What? Something wrong?\"",
        "pl": ""
    },
    {
        "ja": "　何か、とんでもなく恥ずかしい事をした気になって言い<淀|よど>む青子。",
        "en": "  She stammered, worried that she had deeply embarrassed herself.",
        "pl": ""
    },
    {
        "ja": "　そんな彼女を、草十郎はまじまじと見つめている。",
        "en": "  Soujuurou's gaze was fixed upon Aoko.",
        "pl": ""
    },
    {
        "ja": "「――――――」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　……問題は。",
        "en": "  A problem had dawned on Aoko.",
        "pl": ""
    },
    {
        "ja": "じろじろと見つめられれば不快になる筈なのに、嫌悪感がまったくないこと。",
        "en": "Though she normally hated being stared at, this time, she did not mind.",
        "pl": ""
    },
    {
        "ja": "　むしろ容認しちゃってもいいかも知れない、などと、青子をして思わせるほど温かみのある視線で―――",
        "en": "  Rather, she was enjoying the warmth in his eyes and felt like it was something she could almost come to appreciate.",
        "pl": ""
    },
    {
        "ja": "「いや、そんなお友達感覚の話じゃなくてだな。そういう好き嫌いじゃなくて、草の字は本気でおまえに―――」",
        "en": "\"Don't you get it? This isn't just about friendship! And I didn't mean he only 'likes' you, either! Believe me when I say that Sono-G really-\"",
        "pl": ""
    },
    {
        "ja": "“……あ……”",
        "en": "(Oh no...)",
        "pl": ""
    },
    {
        "ja": "　そこで。",
        "en": "  The conversation came rushing back.",
        "pl": ""
    },
    {
        "ja": "　よせばいいのに、忘れていた台詞を思い出した。",
        "en": "  It was a memory better left forgotten.",
        "pl": ""
    },
    {
        "ja": "“いかん、それは違う！”",
        "en": "(No, not happening!)",
        "pl": ""
    },
    {
        "ja": "　鳶丸の台詞を心の中で思いっきり否定して、青子は草十郎に向き直る。",
        "en": "  Pushing Tobimaru's words out of her mind, Aoko turned to Soujuurou.",
        "pl": ""
    },
    {
        "ja": "「そ、それとこれは別だから！",
        "en": "\"D-Don't get any ideas!",
        "pl": ""
    },
    {
        "ja": "　私はアンタの事とか、ホントどうでもいいんだから！」",
        "en": "  I don't care about you in the least!\"",
        "pl": ""
    },
    {
        "ja": "　はい？　と首を傾げる草十郎。",
        "en": "  Puzzled, Soujuurou tilted his head.",
        "pl": ""
    },
    {
        "ja": "「さっき嫌いだって言われたけど」",
        "en": "\"You already told me how much you dislike me.\"",
        "pl": ""
    },
    {
        "ja": "　唐突な青子の発言に疑問こそあれ文句はなく、彼は淡々と言葉を返す。",
        "en": "  He responded matter-of-factly to her sudden declaration.",
        "pl": ""
    },
    {
        "ja": "「う―――」",
        "en": "\"Uuuh...\"",
        "pl": ""
    },
    {
        "ja": "　……たしかに、面と向かって言った。",
        "en": "  She certainly had pointed that out. And to his face no less.",
        "pl": ""
    },
    {
        "ja": "　けれどあれは言葉のアヤで、本気に取られると困ってしまうし、なによりそれより、今はそんな事を論じている場面ではなく、",
        "en": "  It had a mere figure of speech that he was not meant to take literally, but now was not the time to belabor the point.",
        "pl": ""
    },
    {
        "ja": "「そ、そうじゃなくて！　あなたが私に<惚|ほ>れてても、期待しないでって言ってるの！」",
        "en": "\"I-I'm not talking about that! I'm just saying... you shouldn't get your hopes up, no matter how far you've fallen for me!\"",
        "pl": ""
    },
    {
        "ja": "　つまり彼女は、そういう事を論じたいらしい。",
        "en": "  Yet, belabor she did anyway.",
        "pl": ""
    },
    {
        "ja": "　柄にもない事を怒鳴って、青子は<微|かす>かに赤面する。",
        "en": "  Aoko blushed slightly, realizing how inane she was being.",
        "pl": ""
    },
    {
        "ja": "　なんでこんなコトを口にする羽目になったんだろう、と悩みながら。",
        "en": "  She wondered how she'd ended up in this position.",
        "pl": ""
    },
    {
        "ja": "　……それでも、とにかく言いたい事、言うべき事は言ったのだ。",
        "en": "  And yet, she knew that she had to get this off her chest.",
        "pl": ""
    },
    {
        "ja": "　ここは礼儀として、相手の返答を待つだけである。",
        "en": "  All that was left was to politely wait for his response.",
        "pl": ""
    },
    {
        "ja": "“あなたとは付き合えない”",
        "en": "\"I can't date you.\"",
        "pl": ""
    },
    {
        "ja": "　なんてハートブレイクな言葉を受けて、純朴な少年はこの世の終わりのように、がっくりと肩を落とし……",
        "en": "  Such heartbreakingly painful words were too much for the simple boy to hear. His shoulders slumped as if the world was coming to an end―",
        "pl": ""
    },
    {
        "ja": "　てはいなかった。",
        "en": "  Or so Aoko thought.",
        "pl": ""
    },
    {
        "ja": "　それどころか、なにやら真剣に考えこんでいる。",
        "en": "  On the contrary, Soujuurou was sitting there in deep thought.",
        "pl": ""
    },
    {
        "ja": "「俺が、蒼崎に、惚れてるって……？」",
        "en": "\"Did you just say... I'm in love with you?\"",
        "pl": ""
    },
    {
        "ja": "　呪文のように呟く草十郎。",
        "en": "  Soujuurou murmured the words as if they were a magic spell.",
        "pl": ""
    },
    {
        "ja": "　そうよ、と突っ返す青子。",
        "en": "  She shot right back with the affirmative.",
        "pl": ""
    },
    {
        "ja": "　深く、返事を待つ青子がドギマギするぐらい深く考えこんだ末、少年は少女を見つめ返して、すっぱりと言った。",
        "en": "  After a moment of deep contemplation, the boy turned to the expectant girl, and said,",
        "pl": ""
    },
    {
        "ja": "「―――なんで？」",
        "en": "\"Why do you think that?\"",
        "pl": ""
    },
    {
        "ja": "　………冗談じゃ、",
        "en": "  He had to be joking.",
        "pl": ""
    },
    {
        "ja": "ない。",
        "en": " But he was not.",
        "pl": ""
    },
    {
        "ja": "　彼は本気で言っている。",
        "en": "  He was completely serious.",
        "pl": ""
    },
    {
        "ja": "“と―――”",
        "en": "(So...)",
        "pl": ""
    },
    {
        "ja": "　つまり、好きではあるけど、好きなダケ。",
        "en": "  He liked her, but he didn't LIKE like her.",
        "pl": ""
    },
    {
        "ja": "　ぜんぶ副会長の早とちり。色恋沙汰とか男女の浪漫とか、はじめっからあたまになし。",
        "en": "  Of course the vice-president had jumped to conclusions. This boy had no interest in romance. He probably didn't even know what that was.",
        "pl": ""
    },
    {
        "ja": "“と、と、と―――”",
        "en": "(So... So... So...)",
        "pl": ""
    },
    {
        "ja": "　まだ悩んでいる草十郎の仕草が、よけい恥ずかしい。",
        "en": "  She was incredibly embarrassed by how confused Soujuurou still appeared to be.",
        "pl": ""
    },
    {
        "ja": "　青子は顔どころか全身熱くなる衝動に襲われて、",
        "en": "  Her rosy complexion spread throughout her entire body.",
        "pl": ""
    },
    {
        "ja": "「むう。もう一度聞くけど、なんで？」",
        "en": "\"Umm... I'll ask again, but why do you think that?\"",
        "pl": ""
    },
    {
        "ja": "「そりゃあ、こっちが聞きたいわよーーーー！！！！」",
        "en": "\"THAT'S WHAT I WANNA KNOW!!!\"",
        "pl": ""
    },
    {
        "ja": "“鳶丸の、大馬鹿野郎ーーーーーーっ！！！！！”",
        "en": "(You freaking moron, Tobimaru!!!)",
        "pl": ""
    },
    {
        "ja": "　……このように。",
        "en": "  Just like that...",
        "pl": ""
    },
    {
        "ja": "もはや<釈明|しゃくめい>のしようもない、あるまじき暴挙に出たのだった。",
        "en": "She had lost her cool and given in to an unjustifiable outburst.",
        "pl": ""
    },
    {
        "ja": "　なんという現場封鎖、証拠隠滅。",
        "en": "  It was time to seal off the area and destroy all evidence.",
        "pl": ""
    },
    {
        "ja": "　恥ずかしさで頬が溶けるかのようなパニックと、鳶丸への恨みが彼女を突発的な犯行に走らせた。",
        "en": "  Aoko's embarrassment devolved into sheer panic, and her grudge against Tobimaru suddenly manifested as criminal assault.",
        "pl": ""
    },
    {
        "ja": "　飛ぶ鳥すら落とす正拳突き。もとい、やや弧を描いたのでストレートではなくフックと言うべきか。",
        "en": "  She lashed out with a punch that could have taken down a bird mid-flight. More specifically, it was a brutal right hook.",
        "pl": ""
    },
    {
        "ja": "「あ…………」",
        "en": "\"Oh.\"",
        "pl": ""
    },
    {
        "ja": "　会心の手応えに目を点にする青子。",
        "en": "  Aoko blinked. Her blow had connected with something solid, snapping her out of her reverie.",
        "pl": ""
    },
    {
        "ja": "　無防備だった彼と、激情に乗り出した自分。",
        "en": "  Her temper had lashed out at the completely defenseless Soujuurou.",
        "pl": ""
    },
    {
        "ja": "　腰の入った一撃は、見事なまでに彼の意識を刈り取った。",
        "en": "  It had been a splendid blow with all her weight behind it, knocking him out cold.",
        "pl": ""
    },
    {
        "ja": "「――――――」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　きゅう、と声をもらして倒れこむ草十郎。",
        "en": "  Soujuurou groaned, crumpling to the ground.",
        "pl": ""
    },
    {
        "ja": "　受けたばかりの詩篇の呪いと、今の一撃がトドメになったらしい。",
        "en": "  Her punch finished the job that the curse had started.",
        "pl": ""
    },
    {
        "ja": "　眠るように……と表現するにはやや苦しい、苦悶に歪んだ寝顔だが、これは気絶ではなく眠ったのだ、と青子は強引に解釈するコトにした。",
        "en": "  If not for the discomfort on his face, he appeared almost to be sleeping. Aoko convinced herself that he was napping, not concussed.",
        "pl": ""
    },
    {
        "ja": "「……ま、いっか。予定通りになったものね」",
        "en": "\"...Well, whatever. It was always going to end like this anyway.\"",
        "pl": ""
    },
    {
        "ja": "　うん、とノックダウンした草十郎を見て、青子は肩の力を抜いた。色々と邪魔が入ったけれど、とりあえずこれで一件落着だ。",
        "en": "  The tension in her shoulders eased away as she looked down at Soujuurou. A ton had gotten in her way over the course of today, but the day was saved, for now.",
        "pl": ""
    },
    {
        "ja": "　虚勢を張る相手もいなくなると、どっと疲れがやってくる。",
        "en": "  With nobody left to butt heads, she felt exhaustion finally overtake her.",
        "pl": ""
    },
    {
        "ja": "「うわ……歩いて帰れるかな、私」",
        "en": "\"Ugh... How the heck am I going to walk home like this?\"",
        "pl": ""
    },
    {
        "ja": "　つい弱音をこぼすほどの疲労だった。",
        "en": "  Her fatigue was enough to make her complain out loud.",
        "pl": ""
    },
    {
        "ja": "　考えてみれば魔力を使いきったのも初めてだし、何の前準備もなしでこれだけの戦いをこなしたのも初めてだ。",
        "en": "  When she thought about it, she realized that this was the first time she had used up all of her magical energy and the first time she had participated in a battle of this scale without any prior preparation.",
        "pl": ""
    },
    {
        "ja": "　いや、そもそも―――",
        "en": "  Though in truth...",
        "pl": ""
    },
    {
        "ja": "「私ひとりじゃ、どっちも相打ちだったっけ」",
        "en": "\"It would have ended in mutual destruction if I'd been alone.\"",
        "pl": ""
    },
    {
        "ja": "　呟いた声は、どこか誇らしげだった。",
        "en": "  She felt somewhat proud as she whispered those words.",
        "pl": ""
    },
    {
        "ja": "　本来なら<自戒|じかい>すべき事なのに、苦笑いしている自分にやれやれと肩をすくめる。",
        "en": "  Normally, it was something that she would beat herself up over, but instead, she simply shrugged her shoulders with a bitter smile.",
        "pl": ""
    },
    {
        "ja": "　それもこれも、いま傍らで眠っている誰かさんのおかげだろう。",
        "en": "  After all, it was thanks to the person sleeping by her side.",
        "pl": ""
    },
    {
        "ja": "「……ね、聞こえてないわよね？」",
        "en": "\"...Hey. You can't hear me, can you?\"",
        "pl": ""
    },
    {
        "ja": "　夜風よりも小さい呼びかけに、反応はない。",
        "en": "  As if the night had swallowed her voice before it reached him, she received no response.",
        "pl": ""
    },
    {
        "ja": "　それに安心して、もっと小さい声で彼女は続ける。",
        "en": "  Confident, she continued in an even quieter voice.",
        "pl": ""
    },
    {
        "ja": "「……その、ありがと。",
        "en": "\"So, uh, thank you.",
        "pl": ""
    },
    {
        "ja": "十分に助けてもらったわ」",
        "en": " You really got me out of a jam, there.\"",
        "pl": ""
    },
    {
        "ja": "　もちろん返事はないし、期待もしていない。たんに言っておきたかっただけだ。",
        "en": "  Of course, there was no response from Soujuurou, and she was not expecting one. Saying it for the record was enough.",
        "pl": ""
    },
    {
        "ja": "　少女はしばしうなされ眠る少年を眺めたあと、よし、と気持ちを入れ替えてポケットに手を伸ばした。",
        "en": "  Aoko watched Soujuurou sleep for a while and then pulled something out of her pocket.",
        "pl": ""
    },
    {
        "ja": "　同居人にもらった、手のひらに納まりそうなガラスの瓶を取り出して、ポン、と開封する。",
        "en": "  It was the palm-sized glass bottle her roommate had given her, which she opened with a pop.",
        "pl": ""
    },
    {
        "ja": "「でも、それとこれとは別だから」",
        "en": "\"But none of this matters.\"",
        "pl": ""
    },
    {
        "ja": "　冬の夜風よりクールな一言を残して、彼女は彼の名前を呼びかけた。",
        "en": "  Leaving behind words colder than a winter chill at night, she called out his name.",
        "pl": ""
    },
    {
        "ja": "　返事もないのに、瓶はことり、と反応する。",
        "en": "  She barely sensed the bottle moving.",
        "pl": ""
    },
    {
        "ja": "　横になっている少年の姿がぐにゃりと歪んだかと思うと、瓶の重さが少しだけ増した気がした。",
        "en": "  As the silhouette of the fallen boy appeared to blur, she got the feeling that the weight of the bottle had increased slightly.",
        "pl": ""
    },
    {
        "ja": "「うわ。どうなってんだろ、コレ」",
        "en": "\"Whoa. That's kind of weird.\"",
        "pl": ""
    },
    {
        "ja": "　<曇|くも>ったガラスごしには、たしかに人影のような形が見える。",
        "en": "  What appeared to be a human form could clearly be seen inside the glass.",
        "pl": ""
    },
    {
        "ja": "　久遠寺有珠の道具は、魔術師たちですら頭を悩ます神秘の具現だ。",
        "en": "  Alice Kuonji's tools were Mystics that confounded even the most knowledgeable of mages.",
        "pl": ""
    },
    {
        "ja": "　理屈やら辻褄を合わせようとする時点で、<魔術師|あおこ>には手の届かない魔術である。",
        "en": "  As soon as Aoko tried to analyze them with logic or reason, she was already out of her depth.",
        "pl": ""
    },
    {
        "ja": "　それに納得して瓶の蓋を閉めると、少年の姿は手品のようにかき消えた。",
        "en": "  Knowing this all too well, Aoko closed the bottle and watched the boy disappear as if by some magic trick.",
        "pl": ""
    },
    {
        "ja": "「……まったく。こんなの手品じゃなくて魔法だって」",
        "en": "\"Jeez. This is no stage trick. It's actual magic.\"",
        "pl": ""
    },
    {
        "ja": "　ひとり呟いて、青子は魔法の瓶を覗きこむ。",
        "en": "  She muttered as she looked into the magical bottle.",
        "pl": ""
    },
    {
        "ja": "　瓶の重さはさして変わらないし、どんな仕組みかも青子には分からない。けれどたしかに、人間ひとりが閉じこめられている。",
        "en": "  Its weight had not changed significantly, and she had no idea how it worked, but the one thing she did know was that there was a human being inside of it.",
        "pl": ""
    },
    {
        "ja": "　その軽さは幻のようで、いまいち実感が湧かなかった。",
        "en": "  Its light weight was almost unnerving,",
        "pl": ""
    },
    {
        "ja": "　人の重さというより風の重さだ。",
        "en": "  closer to empty air than a human being.",
        "pl": ""
    },
    {
        "ja": "　夏の風を手探りで掻き集めて、この瓶に詰めこんだのなら、ちょうどこれぐらいの重さになるだろう。",
        "en": "  It was about as heavy as one would expect if they'd bottled a summer breeze.",
        "pl": ""
    },
    {
        "ja": "　だから彼女にとって、草十郎はそんなイメージなのだ。",
        "en": "  Thought, that did fit her image of Soujuurou perfectly.",
        "pl": ""
    },
    {
        "ja": "「……有珠の言う通り」",
        "en": "\"It's just like Alice said...\"",
        "pl": ""
    },
    {
        "ja": "　そんな事を考えてしまった自分を振り返って、ぼんやりと彼女は呟く。",
        "en": "  She muttered to no one in particular as she recalled the past.",
        "pl": ""
    },
    {
        "ja": "「ほんと、私らしくない」",
        "en": "\"This really isn't like me.\"",
        "pl": ""
    },
    {
        "ja": "　いつもの不機嫌さではなく、微笑むように苦笑する。",
        "en": "  Aoko wore a bittersweet smile. Her usual moodiness was gone.",
        "pl": ""
    },
    {
        "ja": "　世の中は広いのだし。ひとりぐらいは、ペースを乱す相手がいるのも、張り合いがあっていい。",
        "en": "  It was a dangerous world out there. It was good to have someone to keep her on her toes.",
        "pl": ""
    },
    {
        "ja": "　苦笑しながら、一回だけこつん、と小さな魔法の瓶を指で弾くと、彼女は静かに歩きだした。",
        "en": "  With a wry chuckle, she flicked the magical bottle with her finger and set off walking.",
        "pl": ""
    },
    {
        "ja": "　遠く、終演のベルが鳴る。",
        "en": "  She could hear a bell in the distance, signaling the end of the play.",
        "pl": ""
    },
    {
        "ja": "　世は全て事もなく、うたかたの夢も元通り。",
        "en": "  An ephemeral dream gave way to reality. In the grand scheme of things, it had been but an instant.",
        "pl": ""
    },
    {
        "ja": "　役者の去った遊園地は、静かに<装飾|あかり>を消していく。",
        "en": "  As the actors exited stage left, the last of the lights silently flickered out.",
        "pl": ""
    },
    {
        "ja": "　……こうして。とうに寿命を迎えていた遊園地は少年と少女の思い出の地になって、その役割を終えたのだった。",
        "en": "  And so, the long-dead amusement park played its final role, as a memory for a boy and a girl.",
        "pl": ""
    }
]