[
    {
        "ja": "　それは、彼らにとって<郷愁|きょうしゅう>に似た旋律だった。",
        "en": "  The melody stirred an emotion like nostalgia within them.",
        "pl": ""
    },
    {
        "ja": "　かつてこの世界にありふれていたもの。",
        "en": "  Something once familiar but now lost to this world.",
        "pl": ""
    },
    {
        "ja": "　物言わぬ彼らのすべてが、永遠に続くと信じて疑わなかったもの。",
        "en": "  They believed, beyond a shadow of a doubt, that it would play for all eternity.",
        "pl": ""
    },
    {
        "ja": "　始まりに一度、終わりに一度。",
        "en": "  From opening stanza to final coda,",
        "pl": ""
    },
    {
        "ja": "　夢の開園と、現実への帰還を告げる、陽気で、どこか寂しくなる不思議な<音楽|サイレン>。",
        "en": "  it was a mysterious siren's song, merry yet longing, that heralded a return from dreams to reality.",
        "pl": ""
    },
    {
        "ja": "　夜が<響|ひび>く。",
        "en": "  The night shook.",
        "pl": ""
    },
    {
        "ja": "　唄を<紡|つむ>ぐ。",
        "en": "  A song was spun.",
        "pl": ""
    },
    {
        "ja": "　今は失われた彼らの楽園を掘り返す。",
        "en": "  Now, their lost paradise was unearthed.",
        "pl": ""
    },
    {
        "ja": "　うち捨てられた多くの<夢路|ゆめじ>が、",
        "en": "  Abandoned dreams...",
        "pl": ""
    },
    {
        "ja": "　見放されたかつての偶像が、",
        "en": "  Forsaken idols...",
        "pl": ""
    },
    {
        "ja": "　青猫の鳴き声に呼応する。",
        "en": "  They all responded to the cry of the blue cat.",
        "pl": ""
    },
    {
        "ja": "　―――その鐘の名は“<夜の饗宴|ディドルディドル>”",
        "en": "  ...The name of that bell was Diddle Diddle, Banquet of the Night.",
        "pl": ""
    },
    {
        "ja": "　あらゆる寓話、",
        "en": "  All fables made possible,",
        "pl": ""
    },
    {
        "ja": "　あらゆる不思議を許容する、",
        "en": "  all marvels made real,",
        "pl": ""
    },
    {
        "ja": "　魔法以上に魔法に近い、久遠寺有珠の魔術である。",
        "en": "  by the magecraft of Alice Kuonji, more magical than magic itself.",
        "pl": ""
    },
    {
        "ja": "「……随分と身勝手ね。",
        "en": "\"...How selfish of you.",
        "pl": ""
    },
    {
        "ja": "　それは貴女ひとりで決めていい事だったかしら、青子？」",
        "en": "  Is that something you can really decide on your own, Aoko?\"",
        "pl": ""
    },
    {
        "ja": "　少女は黒い<凶鳥|まがどり>のように時計台の上に降り立った。",
        "en": "  Alice sat perched atop the clock tower like a black bird of ill omen.",
        "pl": ""
    },
    {
        "ja": "　細い指は静かに、羽をつくろうように、<衣服|スカート>の乱れを直す。",
        "en": "  She smoothed the ruffles of her skirt as if she were preening. ",
        "pl": ""
    },
    {
        "ja": "「―――有珠」",
        "en": "\"...Alice.\"",
        "pl": ""
    },
    {
        "ja": "　見上げる青子の声には<微|かす>かな緊張。",
        "en": "  There was tension in Aoko's voice as she lifted her head.",
        "pl": ""
    },
    {
        "ja": "　……先ほどまでの穏やかな空気は、有珠の視線だけで霧散していた。",
        "en": "  The calm atmosphere from a moment prior had long since been shooed away by Alice's gaze.",
        "pl": ""
    },
    {
        "ja": "“あの娘、たしか……”",
        "en": "\"That girl... I've seen her somewhere before.\"",
        "pl": ""
    },
    {
        "ja": "　草十郎は曖昧な記憶を辿る。",
        "en": "  Soujuurou searched his hazy memory.",
        "pl": ""
    },
    {
        "ja": "　遠くて顔ははっきりしないが、何度か町で見かけたかもしれない。",
        "en": "  He could not clearly make out her face at this distance, but he was sure he had seen her around town a number of times.",
        "pl": ""
    },
    {
        "ja": "　それが何処だったかを思い出そうとするのだが、妙な緊張感が邪魔をして、どうにもはっきりしなかった。",
        "en": "  Where and when eluded him, however, as the tension in the air kept him from connecting all the dots.",
        "pl": ""
    },
    {
        "ja": "「―――驚いた。ずいぶんと仲間思いになったのね有珠。",
        "en": "\"...Well, isn't this a turn of events. I didn't know you cared so much, Alice.",
        "pl": ""
    },
    {
        "ja": "　今夜は私に任せるんじゃなかったっけ？」",
        "en": "  I thought you were going to leave tonight to me.\"",
        "pl": ""
    },
    {
        "ja": "　青子はわずかに身構え、半歩だけ前に出た。",
        "en": "  Aoko readied her guard and took half a step forward.",
        "pl": ""
    },
    {
        "ja": "　無意識に。",
        "en": "  Unconsciously.",
        "pl": ""
    },
    {
        "ja": "　第三者的に見れば、<傍|かたわ>らの人影をかばうように。",
        "en": "  From an objective standpoint, it almost looked as though she were protecting the figure beside her.",
        "pl": ""
    },
    {
        "ja": "「――――――」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　有珠の沈黙はますます重くなっていく。",
        "en": "  Alice's silence grew ever heavier.",
        "pl": ""
    },
    {
        "ja": "　地上を<睥睨|へいげい>する瞳は感情に<乏|とぼ>しい。",
        "en": "  Her eyes, fixed on the ground below her, were devoid of emotion.",
        "pl": ""
    },
    {
        "ja": "　でありながら、言いようのない不安と重圧でこの広場を支配しつつある。",
        "en": "  An indescribable sense of dread and pressure laid claim over the plaza.",
        "pl": ""
    },
    {
        "ja": "“……鐘……？”",
        "en": "\"...A bell...?\"",
        "pl": ""
    },
    {
        "ja": "　耳を澄ますと、どこからか鐘の音が響いていた。",
        "en": "  If he strained his ears, he could make out the faint ringing of a bell echoing in the distance.",
        "pl": ""
    },
    {
        "ja": "　寄せ返すさざ波のような<鐘|おと>は、信じがたい事に地面の下から聴こえてくる。",
        "en": "  The rippling soundwave seemed, unbelievably, to be emanating from under the ground.",
        "pl": ""
    },
    {
        "ja": "「なあ蒼崎、あの<娘|こ>」",
        "en": "\"Hey Aozaki, that girl... She's―\"",
        "pl": ""
    },
    {
        "ja": "「黙ってて」",
        "en": "\"Quiet.\"",
        "pl": ""
    },
    {
        "ja": "「――――――」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　むう、と邪魔にならないよう引っこむ草十郎。",
        "en": "  Soujuurou stepped back, trying to stay out of the way.",
        "pl": ""
    },
    {
        "ja": "　知り合い？　という質問に、",
        "en": "  It was as though he had been told to go to hell",
        "pl": ""
    },
    {
        "ja": "　死にたい？　と返された感じ。",
        "en": "  for the crime of asking if the girl was Aoko's friend.",
        "pl": ""
    },
    {
        "ja": "「……そうね。仲間思い、に当てはまるかは微妙だけど、良くない予感がしたから様子を見に来ただけ。",
        "en": "\"I wouldn't go as far as to say I cared. I simply had a feeling something might be wrong and came to check.",
        "pl": ""
    },
    {
        "ja": "　別に、貴女の仕事を疑ったワケじゃないわ。」",
        "en": "  It's not as though I had any doubts regarding your ability to handle the job.\"",
        "pl": ""
    },
    {
        "ja": "「それはどうも。どうせならもう少し早く、その良くない予感とやらに気づいてほしかったけど。",
        "en": "\"Much appreciated. It would have been nice if you had thought to come check just a bit earlier, though.",
        "pl": ""
    },
    {
        "ja": "　―――でもま、ごらんの通り自己解決したわ。",
        "en": "  ...As you can see, things seem to have worked themselves out.",
        "pl": ""
    },
    {
        "ja": "　夜も遅いし、さっさと帰っていいわよ有珠。私の仕事っぷりを疑うワケじゃないんでしょう？」",
        "en": "  It's late, so don't let me keep you, Alice. Since you have no doubts about my ability, right?\"",
        "pl": ""
    },
    {
        "ja": "　両者の視線が交差する。",
        "en": "  Their eyes locked on one another.",
        "pl": ""
    },
    {
        "ja": "　有珠はやや不快げに、冷たさをこめて。",
        "en": "  Alice's stare was uncomfortably cold.",
        "pl": ""
    },
    {
        "ja": "　青子は堂々と、文句があるなら言いやがれと挑発するように。",
        "en": "  Aoko's was bold, daring Alice to air her complaints.",
        "pl": ""
    },
    {
        "ja": "「……いえ、気が変わったわ。",
        "en": "\"...I think I've changed my mind.",
        "pl": ""
    },
    {
        "ja": "　せっかくだし<二|・><人|・><で|・><帰|・><り|・><ま|・><し|・><ょ|・><う|・>。その方が貴女らしいわ。帰りしな、人形の話でも聞かせてちょうだい」",
        "en": "  I'm here now, so why don't the two of us go home? That's more your style anyway, Aoko. You can tell me all about your adventures with the puppet on the way.\"",
        "pl": ""
    },
    {
        "ja": "「は。らしいってなによ、らしいって。",
        "en": "\"Ha! What's that supposed to mean?",
        "pl": ""
    },
    {
        "ja": "　いいから帰れ帰れ、ぐうたら有珠。部屋に閉じこもって役に立たない<椋鳥|むくどり>でも作ってろっての」",
        "en": "  Go home, Alice. Shut yourself in your room and make some more of your worthless birds.\"",
        "pl": ""
    },
    {
        "ja": "「…………」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　可憐な唇が<落胆|らくたん>の息をこぼす。",
        "en": "  A disappointed sigh escaped Alice's delicate lips.",
        "pl": ""
    },
    {
        "ja": "　黒衣の少女は怒るというより呆れたように、",
        "en": "  It seemed that the black-clad girl was more astonished than angry.",
        "pl": ""
    },
    {
        "ja": "「……青子。口にしたくないけど、本気？」",
        "en": "\"...Aoko. I hate to say this, but... seriously?\"",
        "pl": ""
    },
    {
        "ja": "　静かに。",
        "en": "  Quietly,",
        "pl": ""
    },
    {
        "ja": "　二年近くともに暮らした同居人を問いただした。",
        "en": "  Alice questioned her roommate of nearly two years.",
        "pl": ""
    },
    {
        "ja": "「――――――」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "「……呆れた。二人で秘密を守ると言ったのに？",
        "en": "\"...You surprise me. Did you not say we would protect our secret together?",
        "pl": ""
    },
    {
        "ja": "　まだ半端にそっち側なの？　それとも情でも移った？」",
        "en": "  Are you still having trouble letting go of the other side? Or has compassion taken a hold of you?\"",
        "pl": ""
    },
    {
        "ja": "「別に。情っていうより私の気分よ。",
        "en": "\"Not at all. This isn't compassion-I just feel like doing it this way.",
        "pl": ""
    },
    {
        "ja": "　だいたい、方針なんてその場その場で変わるもんでしょ。気分なら尚更よ。",
        "en": "  No plan survives contact with the enemy, you know that. The same goes for my mood.",
        "pl": ""
    },
    {
        "ja": "そっちこそ、一度した約束は絶対守",
        "en": "Besides, who goes out of her way to keep a promise",
        "pl": ""
    },
    {
        "ja": "　るぅー、なんて、時代遅れなんじゃない？」",
        "en": "she made forever ago? A little old-fashioned, if you ask me.\"",
        "pl": ""
    },
    {
        "ja": "　睨みあうふたり。",
        "en": "  The proverbial knives were out, now.",
        "pl": ""
    },
    {
        "ja": "　歩み寄る気なんて微塵もなし。",
        "en": "  No quarter was given, no quarter taken.",
        "pl": ""
    },
    {
        "ja": "　悲しい事だが、彼女たちの在り方はあくまで協力関係であって、相互理解の域には達していない。",
        "en": "  Sadly, their partnership was one of convenience, and had not reached the level of mutual understanding.",
        "pl": ""
    },
    {
        "ja": "　なので、友情のカタチは微妙かつ特殊だった。互いの意見が衝突したら、どちらかが砕けるまで先には進まない。",
        "en": "  Their version of friendship was both delicate and unique. When a conflict of opinion arose, each would refuse to budge until the other crumbled.",
        "pl": ""
    },
    {
        "ja": "　<青子|それ>は<青子|それ>、<有珠|これ>は<有珠|これ>、と綺麗さっぱり切り捨てられるのが、今のところ、彼女たちが良しとする友情である。",
        "en": "  Neither was concerned for the other's plight, and at least for now, that was how they liked it.",
        "pl": ""
    },
    {
        "ja": "「……そうね。今の暴言は貴女らしいとは思うけど」",
        "en": "\"...You know, I've come to accept stupid outbursts like that from you.\"",
        "pl": ""
    },
    {
        "ja": "　少女はもう一度、今度はさっきより大きなため息をついて、",
        "en": "  Once again she let out a sigh, even larger than the one before.",
        "pl": ""
    },
    {
        "ja": "「言い争いは後にしましょう。",
        "en": "\"Why don't we save this argument for later?",
        "pl": ""
    },
    {
        "ja": "　そこの彼を<い|・><な|・><か|・><っ|・><た|・><事|・>にするのは、私だけで十分だし」",
        "en": "  I can make him disappear on my own.\"",
        "pl": ""
    },
    {
        "ja": "　つい、と。",
        "en": "  Finally, she struck straight to the point.",
        "pl": ""
    },
    {
        "ja": "　チェスの駒をさすような仕草で、細い指を動かした。",
        "en": "  As if making to move a chess piece, Alice lifted her slender finger.",
        "pl": ""
    },
    {
        "ja": "“うん？”",
        "en": "\"Hm?\"",
        "pl": ""
    },
    {
        "ja": "　それは、蒼崎青子に命を狙われ、まがりなりにも自動人形を目撃した草十郎をして、目を見張る“不思議”だった。",
        "en": "  Even this simple action seemed mysterious to Soujuurou, the same boy who had been hunted by his classmate Aoko Aozaki and borne witness to an automaton.",
        "pl": ""
    },
    {
        "ja": "　……青子の暴挙、動く人形。",
        "en": "  Aoko's violence and an animated doll-",
        "pl": ""
    },
    {
        "ja": "　それらは常識外とは言え、<現|そ><実|こ>にあるものから派生した出来事だ。彼にとっては驚きこそすれ、不思議に思う事はない。",
        "en": "  Though perhaps far beyond the realm of logic, both these things were derived from reality. As surprised as he had been, there was no need to think of them as total mysteries.",
        "pl": ""
    },
    {
        "ja": "　しかし。",
        "en": "  However...",
        "pl": ""
    },
    {
        "ja": "　何もない空間、何の関連もない動作から突如あらわれたソレは、彼にとっては不思議以外の何物でもなかった。",
        "en": "  When the thing appeared out of thin air from a seemingly unrelated gesture, he had no word for it besides \"mysterious.\"",
        "pl": ""
    },
    {
        "ja": "　草十郎は手品に見惚れるよう、指一本動かせず少女の魔術に襲われる。",
        "en": "  Soujuurou stood motionless, captivated by this stage performer's magic trick, as the girl's single-finger magecraft turned into an attack directed at him.",
        "pl": ""
    },
    {
        "ja": "　それを横から<弾|はじ>こう……として、<勢|いきお>い、<跡形|あとかた>もなく粉砕する青い光。",
        "en": "  A blue light flew from the side to repel it, annihilating it without a trace.",
        "pl": ""
    },
    {
        "ja": "「あ、やば」",
        "en": "\"Oh crap.\"",
        "pl": ""
    },
    {
        "ja": "　青子は脊髄反射で手をだしてしまい、しまった、と反省する。",
        "en": "  Aoko immediately regretted her reflexive shot.",
        "pl": ""
    },
    {
        "ja": "「…………どういう事？　<言葉|やくそく>を曲げただけじゃなく、ルールまで破るつもり？」",
        "en": "\"...What are you doing? You're not satisfied with breaking just our promise, so you must break the rules as well?\"",
        "pl": ""
    },
    {
        "ja": "　……ただでさえ冷えきっていた真冬の空気が、もう氷結レベルまで落ちこんでいく。",
        "en": "  The already-chilled midwinter air plunged below freezing.",
        "pl": ""
    },
    {
        "ja": "　有珠はクールそうに見えて、その実、青子以上に激情家なところがあった。",
        "en": "  Alice looked calm and collected on the outside, but in reality she was sometimes even more hot-blooded than Aoko.",
        "pl": ""
    },
    {
        "ja": "　その最たるものが、使い魔への扱いである。",
        "en": "  Especially when it concerned her familiars.",
        "pl": ""
    },
    {
        "ja": "　悪意のないミスで壊してしまった場合は一週間程度の無言の抗議で済むが、",
        "en": "  Accidentally destroying one often would result in a week of silent treatment,",
        "pl": ""
    },
    {
        "ja": "　悪意をもって破壊したのなら、もうどんな言い訳があろうと報復するのが彼女の性格だった。",
        "en": "  but maliciously destroying one... Alice would reserve the right to retaliate without fair warning.",
        "pl": ""
    },
    {
        "ja": "“あっちゃあ……いつかやるとは思ったけど、ついに<逆鱗|げきりん>に触れちゃったか……”",
        "en": "\"Whoops. I figured I'd do that someday, but I couldn't have picked a worse time...\"",
        "pl": ""
    },
    {
        "ja": "　あーあ、と。自分の馬鹿さ加減に呆れながらも、青子は<清々|すがすが>しさを感じていた。",
        "en": "  Though Aoko was shocked at the depth of her own stupidity, she also was in fact a little bit relieved.",
        "pl": ""
    },
    {
        "ja": "　言い訳をする気はないし、後悔もしていない。",
        "en": "  She did not intend to make any excuses, and she had no regrets.",
        "pl": ""
    },
    {
        "ja": "　ルールを破ったというのなら、それは有珠も同じである。",
        "en": "  If she had broken the rules, then so had Alice.",
        "pl": ""
    },
    {
        "ja": "「青子」",
        "en": "\"Aoko.\"",
        "pl": ""
    },
    {
        "ja": "「ま、なんていうか―――」",
        "en": "\"How do I put it...\"",
        "pl": ""
    },
    {
        "ja": "　逆にさっぱりしたぐらいだ。",
        "en": "  If anything, this took a load off her mind.",
        "pl": ""
    },
    {
        "ja": "　だって、こうなった以上はもう色々仕方がない。",
        "en": "  After all, now there was no going back.",
        "pl": ""
    },
    {
        "ja": "　青子には自分のルールを破る気なんて毛頭なく、",
        "en": "  Aoko never intended to break her own rules.",
        "pl": ""
    },
    {
        "ja": "　反省する事があるといったら、それは力加減を間違えた事だけで、",
        "en": "  If there was anything for Aoko to regret, it was putting too little power into her shot.",
        "pl": ""
    },
    {
        "ja": "「<私|わたし>的に、今夜コイツに死なれるのは困るのよ。",
        "en": "\"I have a problem with this guy dying tonight.",
        "pl": ""
    },
    {
        "ja": "　なんで、日を改めて殺しに来てくれない有珠？　いいでしょ、たった一日ぐらい」",
        "en": "  So, can we reschedule the execution? What difference does a day make?\"",
        "pl": ""
    },
    {
        "ja": "　とっさに容疑者Ｓをかばったのは、彼女にとって当然の正義だった。",
        "en": "  Taking on a pro bono case in the defense of Suspect S was the socially acceptable thing.",
        "pl": ""
    },
    {
        "ja": "「それは私情？」",
        "en": "\"...Is this personal?\"",
        "pl": ""
    },
    {
        "ja": "「悪い？　一宿一飯の恩義ってわりと大事にしてるの、私」",
        "en": "\"So what if it is? You know that paying back my debts is pretty important to me.\"",
        "pl": ""
    },
    {
        "ja": "「わたしとの協定より？」",
        "en": "\"More important than our agreement?\"",
        "pl": ""
    },
    {
        "ja": "「ええ。時と場合によっては」",
        "en": "\"Sure, depending on the time and place.\"",
        "pl": ""
    },
    {
        "ja": "　この場にいる<草十郎|さんにんめ>の人権もなんのその。",
        "en": "  Soujuurou's human rights had not yet entered the argument.",
        "pl": ""
    },
    {
        "ja": "　少女たちは互いに油をかけあっていく。",
        "en": "  The girls were busy pouring oil on each other's flames.",
        "pl": ""
    },
    {
        "ja": "　感情の切り替え―――いや、感情に火をつけるのは、黒衣の少女の方が先だった。",
        "en": "  The girl clad in black was the first to move, or rather, to erupt.",
        "pl": ""
    },
    {
        "ja": "「―――そう。よく分かったわ青子。",
        "en": "\"...I see. I understand how you feel, Aoko.",
        "pl": ""
    },
    {
        "ja": "　わたしは彼をここで殺す。",
        "en": "  But I am going to have to kill him here.",
        "pl": ""
    },
    {
        "ja": "　貴女は彼をここだけ生かす。",
        "en": "  I believe that you would let him live.",
        "pl": ""
    },
    {
        "ja": "　……つまり。<わ|・><た|・><し|・><と|・><戦|・><う|・>、という事でいい？」",
        "en": "  Shall I take that to mean you're ready to fight me for it?\"",
        "pl": ""
    },
    {
        "ja": "“……ふん。そんなの、いいワケないじゃない”",
        "en": "(...Hmph. You know damn well I'd rather not.)",
        "pl": ""
    },
    {
        "ja": "　なんて弱音をぐっと堪える。",
        "en": "  Aoko bit back the retort.",
        "pl": ""
    },
    {
        "ja": "　青子は有珠の魔術を知っている。",
        "en": "  She was very familiar with Alice's magecraft,",
        "pl": ""
    },
    {
        "ja": "　あの小さな体にどれほどの神秘を秘めているか、痛いほど経験している。",
        "en": "  and knew painfully well how many Mystics were hidden in Alice's tiny body.",
        "pl": ""
    },
    {
        "ja": "　勝ち目はほとんど、ぜったい<皆無|かいむ>。",
        "en": "  The odds of victory were essentially nonexistent.",
        "pl": ""
    },
    {
        "ja": "　そして一度でも口火をきれば、久遠寺有珠は容赦なしだ。",
        "en": "  And once the first shot had been fired, Alice Kuonji was without mercy.",
        "pl": ""
    },
    {
        "ja": "　同居人であろうと友人だろうと、",
        "en": "  Whether facing a roommate or a friend,",
        "pl": ""
    },
    {
        "ja": "　彼女の最愛の肉親であろうと、",
        "en": "  a most beloved family member or a stranger,",
        "pl": ""
    },
    {
        "ja": "　魔女として戦う以上、あの少女は<冷徹|れいてつ><無|む><比|ひ>な怪物となる。",
        "en": "  once Alice began to fight as a witch, she became a heartless, unflappable monster.",
        "pl": ""
    },
    {
        "ja": "　青子はもう半歩、自らを<鼓|こ><舞|ぶ>するよう前進した。",
        "en": "  Aoko advanced another half step forward as if to encourage herself.",
        "pl": ""
    },
    {
        "ja": "　今さら後には退けない。<事|コ><態|ト>はもう、どうでもいい<目撃者|だいさんしゃ>を<巡|めぐ>っての言い争いではない。",
        "en": "  It was too late to back down now. The situation was no longer a trivial quarrel over a witness.",
        "pl": ""
    },
    {
        "ja": "　彼女たちの友情らしきものは、実力差はどうあれ、精神的に対等である事が成立の条件になっている。",
        "en": "  The bedrock of their so-called friendship had nothing to do with their individual abilities, but everything to do with being equals in will.",
        "pl": ""
    },
    {
        "ja": "　だからこそ―――『自分』を通すのであれば、妥協も誤魔化しも、する訳にはいかなかった。",
        "en": "  That is why, in order to stay true to herself, Aoko had no room for compromise or deception.",
        "pl": ""
    },
    {
        "ja": "「もちろん。アンタを殺す事になっても、そこのバカは生かしきるわ。それに―――」",
        "en": "\"Of course. I'm going to make sure this idiot lives, even if it means killing you. And besides...\"",
        "pl": ""
    },
    {
        "ja": "　うなりをあげて式を走らせる魔術回路。",
        "en": "  Her Magic Circuits howled as they kicked into gear.",
        "pl": ""
    },
    {
        "ja": "先の人形戦では眠っていた身体が、その真価を発揮させろと燃え上がり―――",
        "en": "Her body, which had mostly been dormant during the battle with the puppet, ignited, preparing to demonstrate its true worth.",
        "pl": ""
    },
    {
        "ja": "「それに。どのみち最後には殺し合う仲でしょ、私たち……！」",
        "en": "\"We were going to end up killing each other in the end anyway!\"",
        "pl": ""
    },
    {
        "ja": "　闘志を<以|もっ>て、強敵への恐怖を克服する―――！",
        "en": "  Her courage overpowered any fear she had for her opponent.",
        "pl": ""
    },
    {
        "ja": "　青子の魔弾は自身の体……魔術回路を銃身にして魔力を放つ、ごく単純な魔術式だ。",
        "en": "  Tuning her body―her Magic Circuits―to become like the barrel of a gun, Aoko fired a magic bullet. It was an exceedingly basic magecraft formula.",
        "pl": ""
    },
    {
        "ja": "　風を起こす、水を分ける、<劣化|じかん>をかける、といった自然干渉ではない。",
        "en": "  There was no nature interference: no creating of wind, parting of water, or hastening of decay.",
        "pl": ""
    },
    {
        "ja": "　魔力という架空の運動を実在へと加工し、熱量として撃ちだしている。",
        "en": "  It was simply the process of converting the imaginary action known as magical energy into something real before releasing it as heat.",
        "pl": ""
    },
    {
        "ja": "　なので、その破壊力は青子が扱える魔力量がイコールとなる。",
        "en": "  Thus Aoko's destructive power was equal to her supply of magical energy.",
        "pl": ""
    },
    {
        "ja": "　草十郎相手に使用した魔弾は<一工程|シングルアクション>、詠唱を必要としない最低限の魔術だった。",
        "en": "  The magic bullets she had used against Soujuurou were among the most basic single-action magecraft that did not require an incantation.",
        "pl": ""
    },
    {
        "ja": "　現状、青子が主武器とする魔弾には三つの工程がある。",
        "en": "  At her present ability, Aoko's main mode of attack―her magic bullet―could be fired at three levels of power.",
        "pl": ""
    },
    {
        "ja": "　これはその二つめ。",
        "en": "  These were at the second level.",
        "pl": ""
    },
    {
        "ja": "　魔術刻印を<起動|リード>させ、簡略化詠唱を用いた二工程の魔弾である。",
        "en": "  This required a double-action magecraft―a casting through activation of her crest combined with a simplified incantation.",
        "pl": ""
    },
    {
        "ja": "　しかし。",
        "en": "  However...",
        "pl": ""
    },
    {
        "ja": "　それなりに気合いを込めた青子の魔弾を、少女は<瞬|またた>き一つせず霧散させた。",
        "en": "  Without blinking, Alice dispersed the shot that Aoko had mustered all of her spirit to fire.",
        "pl": ""
    },
    {
        "ja": "「――――――」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　ち、と舌打ちする青子。",
        "en": "  Aoko tutted in frustration.",
        "pl": ""
    },
    {
        "ja": "　不意打ちの速攻―――詠唱を簡略した魔術行使では、久遠寺有珠の守りは破れない。",
        "en": "  A swift sneak attack, magecraft that used a simplified incantation, would not be enough to break Alice's guard.",
        "pl": ""
    },
    {
        "ja": "「相変わらずお<堅|かた>いこと。その<殻|カラ>、一段と独りよがりになってるんじゃない？」",
        "en": "\"As stiff as ever, I see. Don't you think that shell is making you complacent?\"",
        "pl": ""
    },
    {
        "ja": "　青子は内心の焦りをおくびにも出さず挑発する。",
        "en": "  Aoko provoked Alice in order to disguise her own lack of composure.",
        "pl": ""
    },
    {
        "ja": "　そのやせ我慢が気に入ったのか。",
        "en": "  Somehow Alice seemed delighted by Aoko's bravado.",
        "pl": ""
    },
    {
        "ja": "「売り言葉に買い言葉、というヤツね。",
        "en": "\"I suppose this is what they call 'fighting words.'",
        "pl": ""
    },
    {
        "ja": "　こういう、勢いだけのきっかけは初めてだけど……」",
        "en": "  I've never fought to the death for such a trivial reason.\"",
        "pl": ""
    },
    {
        "ja": "「驚いたわ。こんな下らない理由でも、その気になるものなのね、人間って」",
        "en": "\"I'm really shocked. Humans are such conceited creatures.\"",
        "pl": ""
    },
    {
        "ja": "　くすりと。",
        "en": "  Alice giggled.",
        "pl": ""
    },
    {
        "ja": "　心の底から感心するように微笑んで、少女は左手の指を地上に向けた。",
        "en": "  Smiling with heartfelt amazement, Alice gestured her left hand toward the earth.",
        "pl": ""
    },
    {
        "ja": "　<刺|zap>す。<刺|zap>す。<刺|zap>す。<刺|zap>す。",
        "en": "  Zap. Zap. Zap. Zap.",
        "pl": ""
    },
    {
        "ja": "　広場の地面、レンガを破って突き出る無数の槍。",
        "en": "  Countless utensils shot out from underneath the cobblestones paving the plaza.",
        "pl": ""
    },
    {
        "ja": "「静希君、後ろに跳んで！」",
        "en": "\"Shizuki, get back!\"",
        "pl": ""
    },
    {
        "ja": "「？」",
        "en": "\"...?\"",
        "pl": ""
    },
    {
        "ja": "　青子は呼びかけながら、彼が反応するより早く手を取って後ろに跳んだ。",
        "en": "  She grabbed his hand as she shouted, jumping backward before he even had a chance to respond.",
        "pl": ""
    },
    {
        "ja": "　地面から湧き立つ器物は意志を持つように、跳び退く青子たちを追いかける。",
        "en": "  As if they had wills of their own, the utensils that had suddenly appeared from the ground gave chase.",
        "pl": ""
    },
    {
        "ja": "　槍の守りは放射状に広がり、青子と草十郎を時計台から離していく。",
        "en": "  As the barrier of spears grew around them, Aoko and Soujuurou put some distance between themselves and the clock tower.",
        "pl": ""
    },
    {
        "ja": "「―――え、これで終わり？」",
        "en": "\"That all you've got?\"",
        "pl": ""
    },
    {
        "ja": "　後ろに下がること十メートル弱。",
        "en": "  Just under ten meters stood between them and Alice.",
        "pl": ""
    },
    {
        "ja": "　地面を砕いて現れる凶器たちの成長は、青子の予想より小規模に留まった。",
        "en": "  The lethal weapons that had crumbled the stone beneath them fell short of what Aoko had anticipated.",
        "pl": ""
    },
    {
        "ja": "　少女の立つ時計台を守るソレは、<磔|はりつけ>にされた魔女を責める<薪|たきぎ>のようで―――",
        "en": "  They now encircled the clock tower, making the scene look like the burning of a witch at the stake.",
        "pl": ""
    },
    {
        "ja": "“……普通、逆じゃない？　ここは私たちを逃がさないよう、槍で周りを囲むものでしょう……？”",
        "en": "(Isn't this backwards? You'd expect the spears to try and stop us from escaping...)",
        "pl": ""
    },
    {
        "ja": "　青子と草十郎の後ろには安全な道がある。",
        "en": "  The path behind them was safe.",
        "pl": ""
    },
    {
        "ja": "　その気になれば二人は遊園地の入り口まで走って、そのまま町へ逃げられる。",
        "en": "  If they wanted, they could try to make a break for the main gate and escape.",
        "pl": ""
    },
    {
        "ja": "「いいの有珠？",
        "en": "\"Are you sure about this, Alice?",
        "pl": ""
    },
    {
        "ja": "　悪いけど、逃げられるなら逃げるわよ、私」",
        "en": "  Sorry, but if you're going to let me escape, I'm not going to pass the chance up.\"",
        "pl": ""
    },
    {
        "ja": "　町にまで出れば青子の勝ちだ。",
        "en": "  If she could just make it back to town, it would be Aoko's win.",
        "pl": ""
    },
    {
        "ja": "　今夜だけ草十郎を見逃したい青子にとって、彼を街に逃がしてしまえば目的は大部分達成―――",
        "en": "  All she wanted to do was let Soujuurou get away for the night, so if she could get him back to the city it would be, for the most part, mission accomplished.",
        "pl": ""
    },
    {
        "ja": "「？」",
        "en": "\"...?\"",
        "pl": ""
    },
    {
        "ja": "　―――なのだが。",
        "en": "  ...Or so she had thought.",
        "pl": ""
    },
    {
        "ja": "　有珠は眼下の標的に目もくれず、愛しい、大切なものを扱うように<小瓶|こびん>を取り出した。",
        "en": "  Without even offering a glance at her targets below, Alice carefully and lovingly pulled out a bottle from her pocket.",
        "pl": ""
    },
    {
        "ja": "「緑の……フラスコ？",
        "en": "\"A green... flask?",
        "pl": ""
    },
    {
        "ja": "　あれってたしか―――やばっ、とにかく<撃て|ファイヤ>―――！」",
        "en": "  Wait, that's... Damn it! Fire!\"",
        "pl": ""
    },
    {
        "ja": "　防がれる魔弾。",
        "en": "  Her shot was deflected with ease.",
        "pl": ""
    },
    {
        "ja": "　青子の顔には、もう一片の余裕もない。",
        "en": "  Gone was Aoko's earlier bravado.",
        "pl": ""
    },
    {
        "ja": "　……そう。",
        "en": "  It was only natural-",
        "pl": ""
    },
    {
        "ja": "　増長していたと言えば、青子はたしかに増長していた。",
        "en": "  Aoko had indeed grown as a mage.",
        "pl": ""
    },
    {
        "ja": "　この二年、学び続けた魔術に手応えもあった。",
        "en": "  Over the last two years of study, her studies had progressed well,",
        "pl": ""
    },
    {
        "ja": "　同居人の性格、魔術もそれなりに把握していた。",
        "en": "  and she'd more or less gotten a grasp on her roommate's tendencies and abilities.",
        "pl": ""
    },
    {
        "ja": "　だから―――最善の立ち回りをすれば、久遠寺有珠に一杯くわせられると思い上がったのだ。",
        "en": "  This had made her conceited enough to believe that, under favorable circumstances, she'd be able to show Alice a thing or two in a fight.",
        "pl": ""
    },
    {
        "ja": "「あ―――」",
        "en": "\"Ah...\"",
        "pl": ""
    },
    {
        "ja": "　……魔法の<瓶|びん>の<蓋|ふた>が開く。",
        "en": "  Alice uncorked the magical bottle.",
        "pl": ""
    },
    {
        "ja": "　頬を優しい風が<撫|な>でる。",
        "en": "  A gentle breeze caressed her cheek.",
        "pl": ""
    },
    {
        "ja": "　夜の饗宴が、新たな主役の登場に尻尾を巻いて逃げ出していく。",
        "en": "  Diddle Diddle fled as a new player stepped onto the stage.",
        "pl": ""
    },
    {
        "ja": "　―――どこからか。",
        "en": "  ...But from where would it enter?",
        "pl": ""
    },
    {
        "ja": "　懐かしい、パレードの足音がやってくる。",
        "en": "  The sound of footsteps, a nostalgic parade, approached.",
        "pl": ""
    },
    {
        "ja": "「う、そ―――」",
        "en": "\"No... No way...\"",
        "pl": ""
    },
    {
        "ja": "　それは。",
        "en": "  Unfortunately it was true.",
        "pl": ""
    },
    {
        "ja": "　魔術師見習いである蒼崎青子ですら、体験した事のない奇跡だった。",
        "en": "  This was a miracle that Aoko Aozaki, an apprentice mage, had never witnessed.",
        "pl": ""
    },
    {
        "ja": "　死んでいたモノが蘇る。",
        "en": "  The dead came to life.",
        "pl": ""
    },
    {
        "ja": "　生きていないモノが目を覚ます。",
        "en": "  The inanimate awakened.",
        "pl": ""
    },
    {
        "ja": "　霧に包まれた深い森。",
        "en": "  The woods were enveloped by the mists.",
        "pl": ""
    },
    {
        "ja": "　沼地にひそむ火を噴くトカゲ。",
        "en": "  Fire-breathing lizards lurked in the swamps.",
        "pl": ""
    },
    {
        "ja": "　午前零時をむかえてはしゃぎだすパペットたち。",
        "en": "  Puppets made merry at midnight.",
        "pl": ""
    },
    {
        "ja": "　久遠寺有珠の細い指は、年老いた猫の背中を撫でるように優しく、遊園地全体を変貌させ―――",
        "en": "  Alice Kuonji's slender fingers had transfigured the entirety of the park, as if gently stroking the back of an elderly cat.",
        "pl": ""
    },
    {
        "ja": "　　「いいわ―――",
        "en": "    \"Very well...",
        "pl": ""
    },
    {
        "ja": "ごっこ遊びをしましょう、青子」",
        "en": " Let us play pretend, Aoko.\"",
        "pl": ""
    },
    {
        "ja": "　……ありし日の夢の廃棄場は、一夜かぎりの王国に生まれ変わる。",
        "en": "  For one night, the wasteland of dashed hopes and dreams was restored to its former glory.",
        "pl": ""
    },
    {
        "ja": "　それは現実を侵食する不死身の魔物。",
        "en": "  It was an immortal monster ready to devour reality-",
        "pl": ""
    },
    {
        "ja": "　<一度|ひとたび>解き放たれれば、決して獲物を逃がさない暗黒童話。",
        "en": "  a dark fairy tale that, once unleashed, would never let its prey escape.",
        "pl": ""
    },
    {
        "ja": "「逃げられるものなら逃げてみせて。",
        "en": "\"Run if you dare.",
        "pl": ""
    },
    {
        "ja": "　どこまで行けるか分からないけど―――この夜を越える事ができたのなら、貴女の勝ちにしてあげる」",
        "en": "  I don't believe you'll get far, but if you can survive the night, I'll concede this round to you.\"",
        "pl": ""
    },
    {
        "ja": "　……絶望的な戦いの開幕宣言。",
        "en": "  Her declaration marked the start of a desperate battle.",
        "pl": ""
    },
    {
        "ja": "　親愛と悲しみ、それと無邪気な愉悦をこめて、",
        "en": "  The witch in black laughed at her friend,",
        "pl": ""
    },
    {
        "ja": "　黒衣の魔女は友人へと<歌|わら>いかけた。",
        "en": "  her musical mirth filled with affection, sadness, and innocent delight.",
        "pl": ""
    },
    {
        "ja": "　けれど、希望はいつだって束の間のもの。",
        "en": "  But hope was something ever fleeting.",
        "pl": ""
    },
    {
        "ja": "　彼らの希望は三百メートル分しか続かなかった。",
        "en": "  It lasted not even three hundred meters.",
        "pl": ""
    },
    {
        "ja": "　遊園地の果ては、何の比喩もなく“世界の果て”そのものだったのだから。",
        "en": "  The edge of the amusement park may well have been the edge of the world.",
        "pl": ""
    },
    {
        "ja": "　波立つ、何十という地平線。",
        "en": "  Dozens of undulating horizons could be seen,",
        "pl": ""
    },
    {
        "ja": "　それは<群雲|むらくも>のような、<緞帳|どんちょう>のような、",
        "en": "  crowding the sky like a giant cloud, or a thick curtain,",
        "pl": ""
    },
    {
        "ja": "　あるいは呻きをもらす<唇|ひだ>のような、",
        "en": "  or perhaps, groaning lips.",
        "pl": ""
    },
    {
        "ja": "　あまりにも奇怪で、あまりにも童話めいた、この世界の行き止まり。",
        "en": "  It was the end of the road, the outer limit of an outrageous and fantastical realm.",
        "pl": ""
    },
    {
        "ja": "　―――さながら。",
        "en": "  And yet...",
        "pl": ""
    },
    {
        "ja": "　巨大な紙芝居の最後の一枚だと、彼女は思った。",
        "en": "  Aoko found it to be much like the last page of an enormous picture book.",
        "pl": ""
    },
    {
        "ja": "「――――――」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　その光景を前にした時、青子は不覚にも、一切の思考を放棄した。",
        "en": "  The sight turned her mind blank.",
        "pl": ""
    },
    {
        "ja": "　……ああ、たいへんな事になったな、と。",
        "en": "  \"Well, this is about as bad as it gets,\" she thought.",
        "pl": ""
    },
    {
        "ja": "　波立つ境界線を見て、ようやく、この<絶望島|スナーク>に膝を屈した。",
        "en": "  The Snark―this island of despair―had at last brought Aoko to her knees as she stared at the swelling border.",
        "pl": ""
    },
    {
        "ja": "　遊園地に終わりはあった。",
        "en": "  The park indeed had an end.",
        "pl": ""
    },
    {
        "ja": "　青子たちの知っている通り、遊園地と住宅街を<隔|へだ>てる鉄柵はこうして今も。",
        "en": "  Even now as Aoko and Soujuurou had expected it to be, a fence divided the amusement park from the residential area neighboring it.",
        "pl": ""
    },
    {
        "ja": "　鉄柵は二倍ぐらい高くなっていたり、なんだか装飾が頑丈になっていたりするけど、それも想定の範囲内。",
        "en": "  It had both doubled in height and been made sturdier, another hurdle she had foreseen before even laying eyes on it.",
        "pl": ""
    },
    {
        "ja": "　たとえ鉄柵がスナーク化していようと、壁の一枚や二枚なら撃ち抜く<気概|つもり>で彼女はここまでやって来たのだから。",
        "en": "  Expecting it to have been Snarkified, Aoko had come prepared to demolish an obstacle or two.",
        "pl": ""
    },
    {
        "ja": "　……けれど。",
        "en": "  But this...",
        "pl": ""
    },
    {
        "ja": "　目前に広がるモノは、もはや境界ですらなかった。",
        "en": "  This construction before her went far beyond a mere wall.",
        "pl": ""
    },
    {
        "ja": "　この異界と外界を分かつ海。",
        "en": "  It was an ocean that separated the underworld from the mortal one.",
        "pl": ""
    },
    {
        "ja": "　鉄柵は寄せ返す<波濤|はとう>の如く。",
        "en": "  The iron fence was like a restless, surging sea.",
        "pl": ""
    },
    {
        "ja": "　一枚、二枚はたやすく破れる。",
        "en": "  One or two walls could easily be toppled.",
        "pl": ""
    },
    {
        "ja": "　十枚、二十枚までは何とか進める。",
        "en": "  Even ten or twenty could be dealt with one way or another.",
        "pl": ""
    },
    {
        "ja": "　残った自身の魔力と、遊園地に満ちた魔力と、魔術回路と刻印を焼き切れるまで総動員すれば、ただ一度きり、<十戒|じっかい>の真似事ぐらいはやってみせると強がれる。",
        "en": "  Between the power left in her body and that which filled the park, putting on a brave front was within her power. She could fully mobilize her circuits and her crest to the point of burnout in a last-ditch effort, like some reenactment of the parting of the Red Sea.",
        "pl": ""
    },
    {
        "ja": "「―――でも、それで終わり」",
        "en": "\"But then that would be it.\"",
        "pl": ""
    },
    {
        "ja": "　この海を割った後、青子には立ち上がる体力さえ残らない。",
        "en": "  Even if a path could be opened, she would not have the energy left to walk it.",
        "pl": ""
    },
    {
        "ja": "　……その後の運命は明白だ。",
        "en": "  And it was obvious what would become of her afterward.",
        "pl": ""
    },
    {
        "ja": "　さんざん遊園地を壊してまわった青子を、住人たちは決して許しはしないだろう。<蜜|みつ>にたかる<蟻|あり>の如く、動けなくなった少女を八つ裂きにする。",
        "en": "  The residents would hardly forgive her for wreaking such havoc around their park. Like ants drawn to honey, they would swarm the helpless girl and tear her to pieces.",
        "pl": ""
    },
    {
        "ja": "「――――――」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　<落胆|らくたん>と疲れから、微かな後悔がこぼれる。",
        "en": "  Despondent and exhausted, she felt the faint sting of remorse.",
        "pl": ""
    },
    {
        "ja": "　遊園地から外に出る。",
        "en": "  Escaping the park...",
        "pl": ""
    },
    {
        "ja": "　その選択自体が間違いだったと認めて、青子は来た道を振り返った。",
        "en": "  Looking back on how they had gotten here, Aoko recognized that her choices had been her undoing.",
        "pl": ""
    },
    {
        "ja": "　<金色|こんじき>の満月の下、鉄骨はうねり、針金細工のように集まっている。",
        "en": "  Under the golden full moon, beams of steel bent and merged like wire-frame sculptures.",
        "pl": ""
    },
    {
        "ja": "　遊園地そのものが巨大な“怪物”になるのも時間の問題だ。",
        "en": "  It was only a matter of time before the amusement park itself became one colossal monster.",
        "pl": ""
    },
    {
        "ja": "　有珠のいる広場には大量の使い魔が集っており近寄れもしない。",
        "en": "  The horde of familiars, gathered in the plaza where Alice was, had formed an impenetrable blockade around her.",
        "pl": ""
    },
    {
        "ja": "　傍らに立つ少年の頭上には、かわらず表面をシャッフルし続ける<囁く卵|スクラッチ・ダンプティ>。",
        "en": "  Just above the head of the boy beside her, the whispering egg―called Scratch Dumpty―continued to shuffle what appeared on its surface.",
        "pl": ""
    },
    {
        "ja": "「―――蒼崎！」",
        "en": "\"Aozaki!\"",
        "pl": ""
    },
    {
        "ja": "「静希君……？」",
        "en": "\"Shizuki?\"",
        "pl": ""
    },
    {
        "ja": "　少年の声に、止まっていた思考が動き出す。",
        "en": "  The boy's voice snapped Aoko out of her trance.",
        "pl": ""
    },
    {
        "ja": "　……けれど、それも一瞬。",
        "en": "  If only for a moment.",
        "pl": ""
    },
    {
        "ja": "　魔術師である青子は現状を把握してしまう。",
        "en": "  The stark reality of the situation quickly dawned on the novice mage―",
        "pl": ""
    },
    {
        "ja": "　その絶望が、彼女から抗う<選択|いし>を根こそぎ奪っていた。",
        "en": "  the sheer hopelessness of it all, as it ripped out and snatched away any will she had to resist.",
        "pl": ""
    },
    {
        "ja": "「<正門|ゲート>に行こう。ここはどうしようもないけど、入り口ならもうちょっとマシだろう。",
        "en": "\"Let's head for the gate. It's hopeless here, but we might have a chance at the entrance.",
        "pl": ""
    },
    {
        "ja": "　フラットスナークだっけ？　コイツにもルールがあるって言ったじゃないか。",
        "en": "  That Flat Snark thing. You said it has its own set of rules to follow, right?",
        "pl": ""
    },
    {
        "ja": "なら、これは役割の問題だ。はじめから鉄柵は通れない壁だけど、正門なら出入り口として機能しているかも知れない」",
        "en": "Then, we need to think about the basics. The fence would have been impassable from the start, but the gate might still work as an entrance and exit.\"",
        "pl": ""
    },
    {
        "ja": "　草十郎はパニックに<陥|おちい>っていない。",
        "en": "  Soujuurou had not given in to panic.",
        "pl": ""
    },
    {
        "ja": "　この状況でスナークの特性を読み取れるのは凄いな、と青子は素直に感心した。",
        "en": "  Aoko found herself honestly admiring Soujuurou's ability to analyze Snark's characteristics, given the circumstances.",
        "pl": ""
    },
    {
        "ja": "　冷めきった、覚悟を決めた心持ちで。",
        "en": "  Now calm, she steeled her resolve.",
        "pl": ""
    },
    {
        "ja": "「……そうね。たしかに門はあると思う。",
        "en": "\"You're right. The gate is a good option.",
        "pl": ""
    },
    {
        "ja": "　けど、たどり着くのは難しいわ。一番弱かった焼きたてパンですら、今はもうアレだもの。",
        "en": "  But just getting there will be a challenge. Even the weakest enemies, those loaves, are becoming hard to deal with.",
        "pl": ""
    },
    {
        "ja": "　広場や入り口にはもっと上等なのがたむろしてるだろうし、門だって、あの観覧車以上の怪物かもしれない。たしか大きなキッツィーちゃんだったでしょ、正門って」",
        "en": "  Plus, the best of her familiars are just going to keep gathering at the plaza and the entrance. I mean, the gate itself might be a monster even worse than the Ferris wheel. It's designed to look like a giant Kitsy.\"",
        "pl": ""
    },
    {
        "ja": "「……蒼崎は正門には行かないのか？」",
        "en": "\"So you're not going to the front gate?\"",
        "pl": ""
    },
    {
        "ja": "「まあね。それよりこっちの方が現実的だし」",
        "en": "\"Nah. We have a better chance over here.\"",
        "pl": ""
    },
    {
        "ja": "「？」",
        "en": "\"...?\"",
        "pl": ""
    },
    {
        "ja": "　青子は波立つ鉄柵を<一瞥|いちべつ>する。",
        "en": "  Aoko took another glance at the undulating iron fences.",
        "pl": ""
    },
    {
        "ja": "　既に『生きて脱出する』という目標は達成できない。",
        "en": "  It was too late to achieve their goal of making it out alive.",
        "pl": ""
    },
    {
        "ja": "　である以上、残ったもう一つの約束を優先しようと、彼女は心を切り替えていた。",
        "en": "  In that case, she decided to prioritize the other promise she had made.",
        "pl": ""
    },
    {
        "ja": "「今からこの鉄柵を壊すから、貴方はそこから外に出て。",
        "en": "\"I'm gonna go ahead and break down the fences here. You have to escape once you see an opening.",
        "pl": ""
    },
    {
        "ja": "　それで、私の役割はおしまいよ」",
        "en": "  Then my job will be done.\"",
        "pl": ""
    },
    {
        "ja": "「――――――」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　言葉は少なかったが、淡々とした声がすべてを物語っている。",
        "en": "  Though her words were few, her tone told the whole story.",
        "pl": ""
    },
    {
        "ja": "　彼女は彼に、ひとりで逃げろと言ったのだ。",
        "en": "  She was telling him to escape by himself.",
        "pl": ""
    },
    {
        "ja": "「……信じられない。",
        "en": "\"It's not possible.",
        "pl": ""
    },
    {
        "ja": "　こんなの、蒼崎だけじゃ壊せないだろう」",
        "en": "  You can't destroy them by yourself, Aozaki.\"",
        "pl": ""
    },
    {
        "ja": "「私だけならね。でも、今はこの遊園地が味方してる。燃料がこれだけあるんだから、私は銃身になるだけでいいんだし。一発でかいのお見舞いしてやるわ。",
        "en": "\"If I were by myself, you'd be right. But right now the park is actually helping me. With this much fuel, all I need to do is aim and pull the trigger. All it needs is one good blast.",
        "pl": ""
    },
    {
        "ja": "　……ま、それでも一回が限度だから、穴をあけたら、アンタには全力で走り抜けてもらうしかないけど」",
        "en": "  That said, I'll only be able to do it once, so as soon as I open a hole, I need you to run like your life depends on it.\"",
        "pl": ""
    },
    {
        "ja": "　この鉄柵の海に道を作る。",
        "en": "  She would carve a path through this iron sea of fences,",
        "pl": ""
    },
    {
        "ja": "　それは彼女の持てる力を総動員しての、一度きりの大詠唱、大射程の極限魔弾。",
        "en": "  gambling on one final effort―a great incantation to launch a massive projectile that pushed her limits to the extreme.",
        "pl": ""
    },
    {
        "ja": "「――――――」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　門外漢である草十郎には、それがどれほどの負担をかけるものか想像もできない。ただ漠然と、遊園地に取り残される青子の姿が思い浮かぶ。",
        "en": "  As an outsider, Soujuurou could not even begin to imagine just how much of a burden this would be for her. All he could imagine was a hazy vision of Aoko being left behind in this park.",
        "pl": ""
    },
    {
        "ja": "　……残された彼女はどうなるのか。",
        "en": "  What would happen to her?",
        "pl": ""
    },
    {
        "ja": "　あの黒衣の少女は彼女を助けるのか。",
        "en": "  Would that girl in black come to save her?",
        "pl": ""
    },
    {
        "ja": "　無慈悲な話だが、それはない。",
        "en": "  Cruel as it was to imagine, he knew she would not.",
        "pl": ""
    },
    {
        "ja": "　青子が草十郎を助けるために最善を尽くした以上、あの少女も手を<緩|ゆる>めはしないだろう。",
        "en": "  After Aoko had exhausted her very best in order to save him, that girl would not stay her hand.",
        "pl": ""
    },
    {
        "ja": "　有珠が青子を見逃すとしたら、それは青子が自分の<命|いのち>惜しさに草十郎を殺した時だけだ。",
        "en": "  The only way Alice would let Aoko off the hook was if Aoko killed Soujuurou as payment.",
        "pl": ""
    },
    {
        "ja": "　そして、",
        "en": "  And so...",
        "pl": ""
    },
    {
        "ja": "「二十メートルぐらい離れてて。",
        "en": "\"Get back about fifteen meters.",
        "pl": ""
    },
    {
        "ja": "<詠唱|じゅんび>に手間どるけど、その卵の表面がゆで上がるまでには終わらせるから」",
        "en": "It'll take time to cast, but I'll make sure to finish this before that egg gets hardboiled.\"",
        "pl": ""
    },
    {
        "ja": "　言うまでもなく、彼女はその道を選ばない。",
        "en": "  It went without saying that this was the only path.",
        "pl": ""
    },
    {
        "ja": "「待ってくれ。",
        "en": "\"Wait. I want to know.",
        "pl": ""
    },
    {
        "ja": "　俺を逃がすっていうけど、それに意味はあるのか、蒼崎」",
        "en": "  Is there even a point to letting me go?\"",
        "pl": ""
    },
    {
        "ja": "「……ないけど。外に出られたところで有珠から逃げきれるとは思えないし。",
        "en": "\"None. Even once you get out, there's no way you'll be able to escape Alice forever.",
        "pl": ""
    },
    {
        "ja": "けど、これぐらいは最後の意地よ。守るって言ったんだから、できるところまでやらないと」",
        "en": "But I'm stubborn to the very end. I said I'd protect you, so I'm damn well going to do my best to keep you alive.\"",
        "pl": ""
    },
    {
        "ja": "　その芯の強さを、彼は驚きながら再認識した。",
        "en": "  Surprised by her seemingly moral stance, Soujuurou saw Aoko in a new light.",
        "pl": ""
    },
    {
        "ja": "　……つまりはそういうこと。",
        "en": "  ...Ah. But of course.",
        "pl": ""
    },
    {
        "ja": "　彼女は草十郎のためではなく、自分の誇りのために戦っている。",
        "en": "  Soujuurou realized that she was not fighting for his sake, but for the sake of her pride.",
        "pl": ""
    },
    {
        "ja": "「……うん、そうだったな。",
        "en": "\"...Right. I guess you did say that.",
        "pl": ""
    },
    {
        "ja": "　けど、それなら俺だけ逃がすのはらしくないぞ」",
        "en": "  But it's not like you to let me go by myself.\"",
        "pl": ""
    },
    {
        "ja": "「な、なによ。いいから離れてて」",
        "en": "\"Oh, give me a break! Just move already!\"",
        "pl": ""
    },
    {
        "ja": "　なんとなく、ちょっとだけ後退する青子。",
        "en": "  For some reason, Aoko took a step away from him.",
        "pl": ""
    },
    {
        "ja": "　つい一時間ほど前、この顔に一本とられた事を思い出したのだ。",
        "en": "  She was recalling how, an hour ago, he had gotten the better of her.",
        "pl": ""
    },
    {
        "ja": "「蒼崎。まだ意地を張れるんなら、他の事をやろう。",
        "en": "\"Aozaki. If you're still willing to fight, then let's do it some other way.",
        "pl": ""
    },
    {
        "ja": "　このお化けみたいな鉄柵を壊せるなら、他に壊すべきものがあるはずだ」",
        "en": "  If you can destroy that monster of a fence, then let's put your power to better use.\"",
        "pl": ""
    },
    {
        "ja": "「ないわよ。悪いけど、私は目に見えるものしか壊せないの。最後までカタチのない希望にすがるとか、考えるのも寒気がする。",
        "en": "\"There isn't anything else I can do! Sorry, but all I can do is destroy what I can see. Dying for some forlorn hope isn't how I want to go out.",
        "pl": ""
    },
    {
        "ja": "いい？　今はフラットスナークなんかより、この壁を壊してアンタを<足抜|あしぬ>けさせるのが私の現実。私に負える最大限の責任って―――」",
        "en": "Don't you get it? The fact is, blowing this thing up to let you slip out is all I can manage. I can't beat Flat Snark, or anything else. It's the least I can do after―\"",
        "pl": ""
    },
    {
        "ja": "「逃げるのか」",
        "en": "\"So you're going to run from this responsibility, too?\"",
        "pl": ""
    },
    {
        "ja": "　背中を向けようとした青子の手が掴まれる。",
        "en": "  Aoko was just about to turn her back on him when Soujuurou clutched her hand.",
        "pl": ""
    },
    {
        "ja": "　その一言が少女の心を<沸騰|ふっとう>させた。",
        "en": "  His words caused something inside of her to boil with rage.",
        "pl": ""
    },
    {
        "ja": "　本当に、心臓に火を放たれたようだ。",
        "en": "  It was as though someone had set her heart on fire.",
        "pl": ""
    },
    {
        "ja": "　本心を突かれた驚きと、自分自身への不甲斐なさが、凍っていた手足を蘇らせる。",
        "en": "  The surprise that pricked open her true feelings and the disappointment she felt toward herself thawed her frozen limbs.",
        "pl": ""
    },
    {
        "ja": "「誰が―――！　逃げるのはそっちで、逃がしてあげるのはこっちだって言うのよ！　甘く見ないで、いざとなったら遊園地ごと爆破してみせるわ！」",
        "en": "\"Why you...! Don't get it backward! I'M the one letting YOU escape, not the other way around! I'll blow the whole damn park if I feel like it, just you watch!\"",
        "pl": ""
    },
    {
        "ja": "「そうか。なら、ここで俺を逃がすのは無駄だな。",
        "en": "\"Okay. In that case, it'd be a waste to help me escape right now.",
        "pl": ""
    },
    {
        "ja": "その気迫は本命のためにとっておこう。それまでは俺も手伝うから」",
        "en": "Save that move for when you really mean it. I'll give you a hand until then.\"",
        "pl": ""
    },
    {
        "ja": "「はあ!?　手伝う!?　それこそ無駄な気遣いよ！",
        "en": "\"Huh?! YOU help ME?! Talk about a waste of time!",
        "pl": ""
    },
    {
        "ja": "　あったまきた、いいから逃げろバカ！　だいたい、走りづめで息もたえだえなヤツなんか使えないわよ！」",
        "en": "  Now you're really pissing me off. Just get out of here, you dimwit! What use do I have for a dunce whose special power is running himself ragged?!\"",
        "pl": ""
    },
    {
        "ja": "「そりゃいいかげんヘトヘトだけど。",
        "en": "\"I may be pretty exhausted,",
        "pl": ""
    },
    {
        "ja": "そういう蒼崎なんか、疲れ以上に傷の方が痛んでるだろ」",
        "en": "but you're in worse shape, Aozaki. Just look at yourself. You're tired and injured.\"",
        "pl": ""
    },
    {
        "ja": "　青子本人ですら忘れかけていた背中の痛み。",
        "en": "  Not to mention the injury to her back that Aoko had  nearly forgotten about.",
        "pl": ""
    },
    {
        "ja": "　自動人形に強打された彼女の背中は、今では無視できないほどの痛みを<訴|うった>えていた。",
        "en": "  Even now, she couldn't ignore the pain that automaton had inflicted on her spine.",
        "pl": ""
    },
    {
        "ja": "　青子は単に、鉄の自制心で背中の傷を後回しにしていただけなのだ。",
        "en": "  With iron will, she'd managed to push it out of her mind. Mostly.",
        "pl": ""
    },
    {
        "ja": "「ほら。魔術とか抜きにすれば、まだ俺の方がマシじゃないか。入り口までおぶっていくコトぐらいなら、なんとか」",
        "en": "\"Even without any of that magecraft stuff I'm still in better shape than you are. I could probably even carry you all the way to the entrance if I needed to.\"",
        "pl": ""
    },
    {
        "ja": "「できないコトは口にしないで。",
        "en": "\"Don't make promises you can't keep.",
        "pl": ""
    },
    {
        "ja": "　……もう、いいから行って。慣れているもの、私は。でも貴方は違う。こういうの初めてでしょ？",
        "en": "  Just... go. I'm used to this, and you're not. This is your first time facing this sort of thing, right?",
        "pl": ""
    },
    {
        "ja": "　だから、いいの」",
        "en": "  So, it's okay.\"",
        "pl": ""
    },
    {
        "ja": "　こうして協力されるのも、",
        "en": "  The fact that they were a team...",
        "pl": ""
    },
    {
        "ja": "　結局はそのあと少年を殺さなければいけない事も、",
        "en": "  The fact that she would still have to kill him after all of this...",
        "pl": ""
    },
    {
        "ja": "　全部ひっくるめて彼女は言った。",
        "en": "  None of the irony was lost on her as she said these words.",
        "pl": ""
    },
    {
        "ja": "　もういいの、と。",
        "en": "  Because none of it mattered anymore.",
        "pl": ""
    },
    {
        "ja": "　けれど、草十郎は手を離さなかった。",
        "en": "  Still, Soujuurou didn't let go of her hand.",
        "pl": ""
    },
    {
        "ja": "　掴んだ手の力は一段と増している。",
        "en": "  He gripped it even harder.",
        "pl": ""
    },
    {
        "ja": "　<表情|かお>はいつものままだけど、もしかして怒っているのかな、と青子は眉を<曇|くも>らせた。",
        "en": "  His expression was the same as ever. Aoko frowned, trying to figure out if he was upset with her.",
        "pl": ""
    },
    {
        "ja": "「たしかに、こういうのは初めてだ。",
        "en": "\"You're right, this is my first time with this sort of thing.",
        "pl": ""
    },
    {
        "ja": "　けど、山じゃ危険な目ぐらいあってる。<鹿|シカ>に襲われた事だってあるんだぞ、俺は」",
        "en": "  But I've experienced my own fair share of danger in the mountains. I've even been attacked by a deer, you know.\"",
        "pl": ""
    },
    {
        "ja": "「――――――」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　少女は都会の人間で、シカ、なんて単語を出されてもいまいち実感は湧かなかったけれど、少年には確かな覚悟があると感じ取れた。",
        "en": "  As a city girl, she had no idea what it meant to be attacked by a deer, but his determination was apparent enough.",
        "pl": ""
    },
    {
        "ja": "　……たしかに。",
        "en": "  True...",
        "pl": ""
    },
    {
        "ja": "　振り返れば、彼は努めて冷静だった。",
        "en": "  Looking back on it now, he had maintained his composure through it all.",
        "pl": ""
    },
    {
        "ja": "　普通ならパニック状態で会話する事さえ困難だろう。",
        "en": "  A normal person would barely be able to talk through such panic.",
        "pl": ""
    },
    {
        "ja": "　それをここまで、なんとか冷静でいようと努力できるのは、文明から離れた山奥で暮らしていたからなのか。",
        "en": "  Perhaps growing up deep in the mountains, far from civilization, had taught him how to stay calm in the face of so much.",
        "pl": ""
    },
    {
        "ja": "「だから信じてくれ。少しでいいから」",
        "en": "\"So trust me. Just a little.\"",
        "pl": ""
    },
    {
        "ja": "　飾り気のない本心。",
        "en": "  He spoke his plain, unadulterated feelings,",
        "pl": ""
    },
    {
        "ja": "　簡潔な気持ちを口にして、草十郎は手を離した。",
        "en": "  and released his hand.",
        "pl": ""
    },
    {
        "ja": "　……少年の言葉に嘘はない。",
        "en": "  There was no lie in him.",
        "pl": ""
    },
    {
        "ja": "　それが余計、少女には信じられなかった。",
        "en": "  In fact, he was too honest; so much so that she found it hard to believe him.",
        "pl": ""
    },
    {
        "ja": "　だって、草十郎にはそこまでの事をする理由がない。",
        "en": "  Soujuurou had no reason to go that far.",
        "pl": ""
    },
    {
        "ja": "　今の青子にはあらゆる未来がない。",
        "en": "  As it stood, Aoko had no future.",
        "pl": ""
    },
    {
        "ja": "　それを白状して逃げろと言っているのに、どうしてこの少年は、こんな自分に協力すると言うのだろう―――",
        "en": "  After confessing this and telling him to escape, why did this boy still offer to help a person like her?",
        "pl": ""
    },
    {
        "ja": "「分からない。どうしてそこまでするの。",
        "en": "\"I don't understand. Why do all this?",
        "pl": ""
    },
    {
        "ja": "　私に付き合えば貴方は死ぬのよ。",
        "en": "  You're going to die if you stay with me.",
        "pl": ""
    },
    {
        "ja": "これが最後だから、ちゃんと考えてよね。……貴方はここで逃げるべきよ」",
        "en": "This is it. This is your last chance. Think it through. You should be running.\"",
        "pl": ""
    },
    {
        "ja": "「それは分かるよ。でも行かない」",
        "en": "\"I know, but I'm not going anywhere.\"",
        "pl": ""
    },
    {
        "ja": "　即答しながら、青子はその理由をこそ求めている、と草十郎は気が付いた。",
        "en": "  Soujuurou answered immediately, realizing that Aoko was looking for his reason.",
        "pl": ""
    },
    {
        "ja": "　普段の彼からすればまさに<喝采|かっさい>ものの察しの良さで、",
        "en": "  This level of insight in Soujuurou demanded a round of applause.",
        "pl": ""
    },
    {
        "ja": "「そうすると、蒼崎が死んでしまいそうだ」",
        "en": "\"If I do, you'll die, Aozaki.\"",
        "pl": ""
    },
    {
        "ja": "　でた言葉は、いつも通りの理由の無さ。",
        "en": "  His words were as irrational as always.",
        "pl": ""
    },
    {
        "ja": "「だから、どうしてそこまでするのよアンタはっ！」",
        "en": "\"But why?! Why do it? Why go so far for me?!\"",
        "pl": ""
    },
    {
        "ja": "　苛立ちから怒鳴り付ける。",
        "en": "  She was yelling out of frustration.",
        "pl": ""
    },
    {
        "ja": "　少年は少しだけ考えこんでから、",
        "en": "  After thinking for a moment, Soujuurou replied.",
        "pl": ""
    },
    {
        "ja": "「―――そりゃあ、君が好きだからだろ」",
        "en": "\"I guess it's because... I like you.\"",
        "pl": ""
    },
    {
        "ja": "　あっさりと。",
        "en": "  Simple and to the point.",
        "pl": ""
    },
    {
        "ja": "　なんでそんなこと訊くんだ？　なんて顔で返答した。",
        "en": "  His face seemed to ask why she would even question him so.",
        "pl": ""
    },
    {
        "ja": "　……一秒か、たぶん二秒ほど。",
        "en": "  There was a pause, no more than two seconds.",
        "pl": ""
    },
    {
        "ja": "　あまりの不意打ちに、青子の時間は止まってしまった。",
        "en": "  His surprise attack had stopped Aoko in her tracks.",
        "pl": ""
    },
    {
        "ja": "　切り札を隠していたのは有珠だけではなかったようだ。",
        "en": "  Alice was not the only one who had an ace up her sleeve.",
        "pl": ""
    },
    {
        "ja": "　今の一言は、フラットスナークなんかより底が深い。",
        "en": "  That line reached deeper even than Flat Snark could ever hope to.",
        "pl": ""
    },
    {
        "ja": "　青子にとってはただただ呆れるばかりの返答。",
        "en": "  All Aoko could respond with was an expression of pure shock.",
        "pl": ""
    },
    {
        "ja": "　けれど単純で頑強な、地上でいちばん強い理由。",
        "en": "  It was a simple, stubborn reason. The strongest kind on Earth.",
        "pl": ""
    },
    {
        "ja": "「―――はあ」",
        "en": "\"...Ugh.\"",
        "pl": ""
    },
    {
        "ja": "　自分を殺そうとしている相手に無条件で協力出来るなんて、静希草十郎はやっぱり分からない。",
        "en": "  Soujuurou Shizuki was indeed incomprehensible, to be able to work unconditionally with someone who was trying to kill him.",
        "pl": ""
    },
    {
        "ja": "　ただ少しだけ、青子はこの少年の<為人|ひととなり>が掴めた気がした。",
        "en": "  But she felt as though she'd finally grasped a sliver of his true nature.",
        "pl": ""
    },
    {
        "ja": "　鳶丸たちの評価は、たぶん、間違ってはいないのだ。",
        "en": "  Tobimaru and the others' assessment of him was correct...",
        "pl": ""
    },
    {
        "ja": "口惜しいことに。",
        "en": " ...as vexing as it was to her to admit.",
        "pl": ""
    },
    {
        "ja": "「莫迦ね。私は貴方のこと、嫌いなのに」",
        "en": "\"Even though I can't stand you... You sure are a dip, you know.\"",
        "pl": ""
    },
    {
        "ja": "　なんだか負け惜しみのような呟きに、少年は知ってるよ、と苦笑した。",
        "en": "  He laughed at her sour grumbling. At this point, he was used to her insults.",
        "pl": ""
    },
    {
        "ja": "　意地の張り合いはここで終わり。",
        "en": "  Their clash of wills ended here.",
        "pl": ""
    },
    {
        "ja": "　火を放たれた心臓が、青子の体に熱い血液を走らせる。",
        "en": "  Aoko's blood ran hot from her blazing heart.",
        "pl": ""
    },
    {
        "ja": "　だってあんな顔をされたら、ふたりそろって生還する方法しか考えられない。",
        "en": "  If he was going to make a face like that, all she could do was try to think of a way to get them both home.",
        "pl": ""
    },
    {
        "ja": "「……ま、私だって逃げっぱなしは性に合わないし。",
        "en": "\"Running away isn't really my thing, anyway.",
        "pl": ""
    },
    {
        "ja": "　いいわよ、最後まで粘ってみる。それに静希君が付き合ってくれるなら、何かの役には立つでしょう」",
        "en": "  Fine. I'll stick it out to the end. And if you're going to stay with me, Shizuki, I'm sure we can find some way for you to help.\"",
        "pl": ""
    },
    {
        "ja": "　軽口を叩きながらも、青子の眼にはまだ迷いがあった。",
        "en": "  Though her tone had lightened, there was still hesitation in her eyes.",
        "pl": ""
    },
    {
        "ja": "　当然だ。戦うも何も、青子にはスナークの正体、その糸口すら掴めていない。",
        "en": "  It was only natural. Aoko had not even a clue as to how to begin to fight the Snark.",
        "pl": ""
    },
    {
        "ja": "　自分がもう少し器用で、もう少しだけ修練を積んでいたのなら、あるいはスナークを探る手段もあっただろうに。",
        "en": "  If only she had been just a bit more skilled, or had trained just a bit more, there might have been some way to look for it.",
        "pl": ""
    },
    {
        "ja": "「……我ながら情けない。せめて、正体を暴く手がかりでもあればいいんだけど」",
        "en": "\"I'm better than this. If only I had a way to peel back its true form.\"",
        "pl": ""
    },
    {
        "ja": "　知らず、不安をこぼす。",
        "en": "  Without realizing, she let her apprehension show.",
        "pl": ""
    },
    {
        "ja": "　こんな弱音、口にしても仕方がない。",
        "en": "  Whining was pointless.",
        "pl": ""
    },
    {
        "ja": "　その問題は自分が解決するしかない、と青子は自らを<鼓|こ><舞|ぶ>しようとして、",
        "en": "  She would just have to figure it out by herself, but―",
        "pl": ""
    },
    {
        "ja": "「ん？　なんだ、正体さえ分かればいいのか？」",
        "en": "\"Hmm? What, that's all we need to figure out?\"",
        "pl": ""
    },
    {
        "ja": "「へ？」",
        "en": "\"Huh?\"",
        "pl": ""
    },
    {
        "ja": "　なにそれどういうイミ？　なんて顔をする青子と、",
        "en": "  Aoko gave him a look, as if to ask what *that* was supposed to mean.",
        "pl": ""
    },
    {
        "ja": "「いや、だからおかしなモノはどれかってコトだろ？」",
        "en": "\"I mean, you asked me earlier to look for something weird, right?\"",
        "pl": ""
    },
    {
        "ja": "　言ってくれれば良かったのに、なんて顔をする草十郎。",
        "en": "  Soujuurou also made a face that suggested she should have brought it up sooner.",
        "pl": ""
    },
    {
        "ja": "「ちょっ―――分かるの、アンタ!?」",
        "en": "\"Wait, you know what it is?!\"",
        "pl": ""
    },
    {
        "ja": "「たぶん。いや、けっこう前から気になっていたんだけど」",
        "en": "\"I think so. Well, I've been wondering about it for a while, actually.\"",
        "pl": ""
    },
    {
        "ja": "　草十郎は誰かに聞かれないよう、こっそりと青子に耳打ちをする。",
        "en": "  Soujuurou whispered in her ear quietly, so as not to be overheard.",
        "pl": ""
    },
    {
        "ja": "「――――――あ」",
        "en": "\"...Ah.\"",
        "pl": ""
    },
    {
        "ja": "　意外と言えば意外、",
        "en": "  It was certainly unexpected,",
        "pl": ""
    },
    {
        "ja": "　当然と言えば当然の“間違い”を教えられて、青子はその“答え”が正しい事を直感した。",
        "en": "  but then again, equally obvious. After he explained the mistake, she knew right away that he was correct.",
        "pl": ""
    },
    {
        "ja": "　敵の正体。フラットスナークの本体とは、つまり―――",
        "en": "  At last, she had an inkling of Flat Snark's original form. Namely...",
        "pl": ""
    },
    {
        "ja": "　密談は十分で終わった。",
        "en": "  They strategized for ten minutes.",
        "pl": ""
    },
    {
        "ja": "　スナーク本体の考察と、その撃破方法を導きだして、ふたりは互いの役割に頷きあう。",
        "en": "  After deliberation regarding the Snark's true form and figuring a plan of attack, the two exchanged nods in acceptance of their roles.",
        "pl": ""
    },
    {
        "ja": "「それじゃ、ここからは別行動ね。",
        "en": "\"We'll be splitting up now.",
        "pl": ""
    },
    {
        "ja": "　でもミラーハウスの時みたいなのは勘弁してよ。この作戦の<肝|きも>は貴方なんだから。開始一分でドジったら、ホントに打つ手なしだからね」",
        "en": "  Just don't make it a repeat of the blunder in the house of mirrors. You're the crux of this operation. If you bungle the start even a little, there's no coming back from this one.\"",
        "pl": ""
    },
    {
        "ja": "　ミラーハウスでの囮役失敗の件をチクチクとつつく青子だが、その声は明るい。",
        "en": "  Though she jabbed him for his previous failure as a decoy, her voice was bright.",
        "pl": ""
    },
    {
        "ja": "　草十郎の発見からこっち、彼女本来の力強さが戻っている。",
        "en": "  Aoko's original vigor had returned to her at Soujuurou's discovery of the truth.",
        "pl": ""
    },
    {
        "ja": "　一方、草十郎も彼なりに真剣だ。",
        "en": "  Meanwhile, Soujuurou was also getting serious in his own way.",
        "pl": ""
    },
    {
        "ja": "　青子の注意を真面目に受けとめている。",
        "en": "  He took Aoko's warning to heart.",
        "pl": ""
    },
    {
        "ja": "「……ならいいけど。いい、さっきと立場は反対よ。",
        "en": "\"Good. But remember that our positions are reversed this time.",
        "pl": ""
    },
    {
        "ja": "　失敗したら死ぬのは私じゃなくてそっち。もうフォローに回れないから、できるだけ慎重にね」",
        "en": "  If we fail, I'm not the one who's going to die, it's you. I won't be there to clean up your mess, so watch your step.\"",
        "pl": ""
    },
    {
        "ja": "「分かってる。いまさらながら、やっぱりさっき逃がしてもらえば良かったと思うぐらい、慎重だ」",
        "en": "\"I know. After all this, I regret what not taking your advice earlier. I'll be careful.\"",
        "pl": ""
    },
    {
        "ja": "　任せてくれ、と頷く草十郎。恨み言のような台詞だが、彼なりに決意を表しているらしい。",
        "en": "  Soujuurou nodded, telling her to leave it to him. Though he made it sound like he was holding a grudge, it seemed to him to be the only way of showing her his resolve.",
        "pl": ""
    },
    {
        "ja": "　ちぐはぐで分かりづらい草十郎の仕草に、青子はまったく、と降参するようなため息ひとつ。",
        "en": "  Aoko let out a sigh of defeat. Once more, she couldn't figure him out.",
        "pl": ""
    },
    {
        "ja": "「ほんと、大バカなんだか大物なんだか。",
        "en": "\"Seriously, I can't tell if you're a big idiot or a big hero.",
        "pl": ""
    },
    {
        "ja": "　―――でも任せた。期待してるわ、静希君」",
        "en": "  Whichever one it is, I'm counting on you. Don't let me down.\"",
        "pl": ""
    },
    {
        "ja": "　信じている、と返してやりたかったが、さすがにそれは気恥ずかしかったらしい。",
        "en": "  She had wanted to say that she believed in him, but apparently that was too embarrassing for her.",
        "pl": ""
    },
    {
        "ja": "　青子は草十郎に背を向けて走り出す。",
        "en": "  Aoko turned away from Soujuurou and began to run.",
        "pl": ""
    },
    {
        "ja": "　まあ、こういう風にペースを崩されるのも、たまにはいいかもしれない、なんて思いながら。",
        "en": "  She had begun to think that maybe this change of pace was not so bad after all.",
        "pl": ""
    },
    {
        "ja": "　―――休憩は終わりを告げた。",
        "en": "  And so ended the intermission.",
        "pl": ""
    },
    {
        "ja": "　未熟な役者に新たな脚本が手渡される。",
        "en": "  The young cast were handed their new lines.",
        "pl": ""
    },
    {
        "ja": "　さて、結果はどうあれ。",
        "en": "  But what of the climax?",
        "pl": ""
    },
    {
        "ja": "　長かった魔法使いの夜は、最後の幕に入ったらしい。",
        "en": "  At long last, this night of witches had entered its climax.",
        "pl": ""
    }
]