[
    {
        "ja": "　二日目の期末試験が終わって、草十郎はひとり洋館への帰路についた。",
        "en": "  The second day of exams ended and Soujuurou was on his way back to the mansion.",
        "pl": ""
    },
    {
        "ja": "　坂道は上に行くほど傾斜を増していき、森も深さを増していく。",
        "en": "  The road grew steeper and the woods thicker as he made his way up the familiar slope.",
        "pl": ""
    },
    {
        "ja": "　それが二十分以上も続くのだから、地域住人たちにとって久遠寺邸のある丘は山以外の何物でもない。",
        "en": "  People in town called it not a hill but a mountain, simply because it took over twenty minutes to climb.",
        "pl": ""
    },
    {
        "ja": "　一方、草十郎にすれば歩くだけで踏破できる森を山と呼ぶには抵抗がある。",
        "en": "  This did not sit well with Soujuurou, for whom a mountain was something that could not be overcome so easily.",
        "pl": ""
    },
    {
        "ja": "　舗装された道があり、",
        "en": "  The road was paved, for one thing,",
        "pl": ""
    },
    {
        "ja": "　日射しで方角を確かめられる程度の森であり、",
        "en": "  and the canopy overhead let in plenty of sunlight to guide the way.",
        "pl": ""
    },
    {
        "ja": "　急な斜面も、<茂|しげ>みに<潜|ひそ>む動物の姿もない。",
        "en": "  None of the inclines were especially steep, and no animals lurked in the underbrush.",
        "pl": ""
    },
    {
        "ja": "　ここでは遭難の恐れはおろか、迷う事を心配する必要もないのだから。",
        "en": "  There was no chance of losing his way, no reason to worry about getting lost.",
        "pl": ""
    },
    {
        "ja": "「……情けない。まだ未練ばっかりだ」",
        "en": "\"...How sad. I'm still complaining.\"",
        "pl": ""
    },
    {
        "ja": "　知らず知らずのうち回想していた自分を、草十郎は静かに罵倒した。",
        "en": "  Soujuurou quietly reprimanded himself for getting so wrapped up in his own little world.",
        "pl": ""
    },
    {
        "ja": "　町に引っ越してきてからの数週間は、山と町を比較してばかりだった。",
        "en": "  In the past few weeks since moving here he had been constantly comparing the town with his former mountain home.",
        "pl": ""
    },
    {
        "ja": "　その時はこんな風に自分を叱る事もなかったが、",
        "en": "  Normally he would not get upset over it,",
        "pl": ""
    },
    {
        "ja": "　ここ数日―――蒼崎青子と知り合ってからは、それが後ろ向きだという事にようやく気が付いたのだ。",
        "en": "  but in recent days-since meeting Aoko, as it happened-he had become rather hung up on the differences.",
        "pl": ""
    },
    {
        "ja": "　理由、理念はどうあれ立ち止まらない少女。",
        "en": "  He was none the wiser as to why, but he knew that Aoko was a force that could not be stopped.",
        "pl": ""
    },
    {
        "ja": "　その姿を目で追ううちに、自分も自然と早足になっていたらしい。",
        "en": "  This naturally made him want to quicken his own pace.",
        "pl": ""
    },
    {
        "ja": "　その青子が住む洋館は、活き活きとした彼女には不釣り合いな<趣|おもむき>だ。",
        "en": "  The mansion where they both lived was the antipathy of her lively personality.",
        "pl": ""
    },
    {
        "ja": "　三咲町の中でも<一際|ひときわ>異彩な建物。",
        "en": "  It stood out like a sore thumb, even in a town like Misaki.",
        "pl": ""
    },
    {
        "ja": "　幽霊屋敷と呼ばれる洋館。",
        "en": "  Some people said it was haunted.",
        "pl": ""
    },
    {
        "ja": "　実際住んでいるのは幽霊ではなく魔法使いなのだけど、どっちもどっちなので、世論というのはわりと正しいのかもしれない。",
        "en": "  There were no ghosts, per se, but it was inhabited by magicians, so their claims were closer to the truth than they could have possibly known.",
        "pl": ""
    },
    {
        "ja": "「……そう言えば。幽霊と魔法使いっていうのは、どっちが常識はずれなんだろう？」",
        "en": "\"Speaking of which, I wonder. Between ghosts and magicians, which would be more surprising?\"",
        "pl": ""
    },
    {
        "ja": "　都会の生活に慣れていない自分を棚に上げて、草十郎ははて、と首をひねる。",
        "en": "  Lost in contemplation as he was, the boy failed to notice how his own lack of familiarity with city life played into the equation.",
        "pl": ""
    },
    {
        "ja": "　ともあれ、どちらにしてもやるべき事は変わらない。",
        "en": "  In any case, none of his pondering changed what needed to be done.",
        "pl": ""
    },
    {
        "ja": "　期末試験は明日で終わりだ。",
        "en": "  Tomorrow was the last day of exams.",
        "pl": ""
    },
    {
        "ja": "　青子が責任持って草十郎を保護する、といったリミットまであとわずか。",
        "en": "  That meant he only had a little longer until Aoko stopped taking responsibility for his safety.",
        "pl": ""
    },
    {
        "ja": "　可能であるなら今日のうちに、草十郎は洋館の主に同居人として認められなくてはいけない。",
        "en": "  If possible, today was going to be the day when the mansion's owner accepted his continued residence there.",
        "pl": ""
    },
    {
        "ja": "　館をぐるりと囲む木々の隙間、自然の並木道を通って、草十郎は玄関まで歩いていく。",
        "en": "  Soujuurou slipped between the trees encircling the mansion and walked down the naturally tree-lined avenue that led him to the front door.",
        "pl": ""
    },
    {
        "ja": "「――――――よし」",
        "en": "\"...Here goes.\"",
        "pl": ""
    },
    {
        "ja": "　玄関の前で一度だけ深呼吸をし、草十郎は館内へと入っていった。",
        "en": "  Taking a deep breath he stepped across the threshold.",
        "pl": ""
    },
    {
        "ja": "　目指すは有珠がいるであろう居間である。",
        "en": "  The drawing room was where he expected to find Alice.",
        "pl": ""
    },
    {
        "ja": "　しかし。",
        "en": "  However...",
        "pl": ""
    },
    {
        "ja": "　そんな草十郎を迎えたのは、予想外の光景だった。",
        "en": "  He found himself face to face with a most unexpected scene.",
        "pl": ""
    },
    {
        "ja": "　少し歩いて、玄関から館のホールであるロビーに辿り着く。",
        "en": "  A few steps in, he arrived at the large foyer extending from the mansion's entrance.",
        "pl": ""
    },
    {
        "ja": "　そのロビーにひとつ、大きな違和感がある。",
        "en": "  But one thing was clearly out of place.",
        "pl": ""
    },
    {
        "ja": "　中世の城を思わせる洋館のロビー。",
        "en": "  The foyer of the mansion was like a hall in a medieval castle.",
        "pl": ""
    },
    {
        "ja": "　人工の明かりは一切なく、冬の肌寒い日射しが、さあ、と天窓から影を落としている。",
        "en": "  It was illuminated by the cold winter sun casting down through the skylight, unaided by artificial light.",
        "pl": ""
    },
    {
        "ja": "　緑薫る、木製のタイル。",
        "en": "  The wooden tiles smelled of the outdoors.",
        "pl": ""
    },
    {
        "ja": "　四角い大樹によりそう黒衣。",
        "en": "  And there was Alice, dressed all in black, huddled against a column so enormous it resembled a sharply cornered tree trunk.",
        "pl": ""
    },
    {
        "ja": "　少女は文字通り、洋館に体を預けている。",
        "en": "  The mansion was quite literally supporting her frail body.",
        "pl": ""
    },
    {
        "ja": "　母親の子守歌か、穏やかな揺りかごか。",
        "en": "  Like a mother's lullaby, or a gently rocking cradle.",
        "pl": ""
    },
    {
        "ja": "　洋館は少女の眠りを守るように、空気のざわめきさえ飲みこんでいた。",
        "en": "  The heavy atmosphere within this old building suppressed even the slightest stir, almost as if warding away any disturbance to her slumber.",
        "pl": ""
    },
    {
        "ja": "　館の影で眠る少女。",
        "en": "  There she slept in the shadows of home.",
        "pl": ""
    },
    {
        "ja": "　余人の目から隠された有珠の姿は、このロビーで最も鮮明に、見る者を魅了する。",
        "en": "  Hidden away from outsiders, her sleeping figure was enough to mesmerize anyone who laid eyes upon her.",
        "pl": ""
    },
    {
        "ja": "「――――――」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　草十郎は当惑から、つい天井をあおいでしまった。",
        "en": "  Soujuurou instinctively looked up at the ceiling out of sheer awkwardness.",
        "pl": ""
    },
    {
        "ja": "　……だって、不意打ちにも程がある。",
        "en": "  He wanted to surprise her, but not in this way.",
        "pl": ""
    },
    {
        "ja": "　少女は暖炉の傍で、その細い体を預けて眠っている。",
        "en": "  Her slender frame lay asleep by the fireplace.",
        "pl": ""
    },
    {
        "ja": "　いかに美しい絵画のようでも、この状況は心臓に悪い。",
        "en": "  The scene was as beautiful as a painting, yet hard on his heart at the same time.",
        "pl": ""
    },
    {
        "ja": "　……命を感じさせない眠り。",
        "en": "  Her slumber seemed...breathless.",
        "pl": ""
    },
    {
        "ja": "　あまりにも静かで、取り除くもののないカタチ。",
        "en": "  She was too still, with not even a hint of movement.",
        "pl": ""
    },
    {
        "ja": "　この寒空の下、冷たい柱にしなだれているのに、彼女は幸福に包まれていた。",
        "en": "  And yet, slumped against that frigid column under the cold winter sky, happiness appeared to be her blanket.",
        "pl": ""
    },
    {
        "ja": "　死という名の永眠を、見る者に思わせてしまうほどの。",
        "en": "  A passerby would not be blamed for thinking she was in that most peaceful state of eternal slumber: death.",
        "pl": ""
    },
    {
        "ja": "「……寒くないのかな、この子は」",
        "en": "\"She must be pretty cold.\"",
        "pl": ""
    },
    {
        "ja": "　ぼんやりと有珠を眺めながら、ぽつりと呟く。",
        "en": "  Soujuurou spoke to himself as he gazed idly upon her.",
        "pl": ""
    },
    {
        "ja": "　毛布でも持ってくる……なんて気の利いた案を、彼は微塵も考えなかった。",
        "en": "  Bringing her a blanket or something warm did not so much as cross the boy's mind.",
        "pl": ""
    },
    {
        "ja": "　代わりに思いついた事は、なぜか、ふたり分のお茶を淹れる事だった。",
        "en": "  Instead, odd as it sounds, the first thing he thought to do was to go prepare some tea.",
        "pl": ""
    },
    {
        "ja": "　静かにドアを開けて居間に移動する。",
        "en": "  He made sure to be as quiet as possible as he opened the drawing room door.",
        "pl": ""
    },
    {
        "ja": "　テーブルの上には三粒の錠剤。",
        "en": "  On the table, waiting for him, were three pills.",
        "pl": ""
    },
    {
        "ja": "　毎日帰ってきたら飲むように、と青子から言われている薬である。",
        "en": "  They were the medicine Aoko required him to take every day when he arrived home.",
        "pl": ""
    },
    {
        "ja": "　わずかに甘い錠剤を飲みこんで台所に足を運び、数ある紅茶の箱からひとつを選んで、ふたり分の紅茶を淹れる。",
        "en": "  Gulping down the vaguely sweet pills and continuing on to the kitchen, he selected a box of tea from among the many in the cabinet and brewed enough for two people.",
        "pl": ""
    },
    {
        "ja": "　そうしてロビーに戻ってみても、少女は眠ったままだった。",
        "en": "  Alice was still asleep when he returned to the foyer.",
        "pl": ""
    },
    {
        "ja": "　物音に少しだけ気を配って床に腰を下ろす。",
        "en": "  Careful not to make any noise, he crouched close to the ground.",
        "pl": ""
    },
    {
        "ja": "　ズボン越しに伝わってくる床の<感触|つめたさ>にビックリする。",
        "en": "  He was startled by how cold the floor felt through his pants.",
        "pl": ""
    },
    {
        "ja": "　暖炉の<傍|そば>なら温かいのでは、と考えもしたが、青子曰く、あの暖炉は無用の長物とかなんとか。",
        "en": "  He thought it would be warmer here by the fireplace, but then again he recalled how Aoko had referred to it as \"a useless hole in the wall.\"",
        "pl": ""
    },
    {
        "ja": "　青子も有珠も手入れの仕方を知らないらしい。",
        "en": "  What was likely the case was that neither she nor Alice knew how to use it properly.",
        "pl": ""
    },
    {
        "ja": "　草十郎は盆に載せたティーカップを有珠と自分の前に置くと、おもむろに鞄から古典の教科書を取り出した。",
        "en": "  After taking the teacups from the tray and placing one in front of each of them, Soujuurou carefully pulled his textbook on classical literature from his satchel.",
        "pl": ""
    },
    {
        "ja": "「……蒼崎、怒ってたからな」",
        "en": "\"I better get to work or Aozaki will get mad at me again.\"",
        "pl": ""
    },
    {
        "ja": "　今朝の青子の顔を思い出して、つい独白する。",
        "en": "  He could still see her angry face from this morning.",
        "pl": ""
    },
    {
        "ja": "　彼女が怒っていた理由も、あの一瞬の顔もまったく意味不明のままだ。",
        "en": "  The reason for her anger was still as much a mystery as the unusual look he saw briefly come across her face.",
        "pl": ""
    },
    {
        "ja": "　それはそれとして、明日にそなえて復習をしなくてはいけない事だけはハッキリしていた。",
        "en": "  In any case, one thing was certain-he needed to start studying for tomorrow.",
        "pl": ""
    },
    {
        "ja": "　青子のおかげで今日のテストは幾分ましになったけれど、明日の科目はさらに難敵だ。",
        "en": "  Thanks to Aoko's instruction, today's exams went well enough, but tomorrow's would be an even more formidable challenge.",
        "pl": ""
    },
    {
        "ja": "　今朝から怒っている彼女が今夜も手伝ってくれるとは思えない。",
        "en": "  After how angry she was this morning, he could not expect her to help him again tonight.",
        "pl": ""
    },
    {
        "ja": "「そのくせ点数悪いと怒るし。別に、蒼崎が怒る筋合いじゃないと思う」",
        "en": "\"Which means I'll probably do poorly, and then she'll get mad at me again. Not that my grades have anything to do with her in the first place.\"",
        "pl": ""
    },
    {
        "ja": "　文句を言いつつ教科書を開く。",
        "en": "  He complained under his breath as he cracked open his textbook.",
        "pl": ""
    },
    {
        "ja": "　有珠の目が覚めるまで、そうやって待つつもりらしい。",
        "en": "  Apparently, he intended to spend his time in this fashion until Alice finally awoke.",
        "pl": ""
    },
    {
        "ja": "　ホールにはページをめくる音だけが響いていく。",
        "en": "  The sound of the pages turning was the only audible noise in the grand hall.",
        "pl": ""
    },
    {
        "ja": "　時計の針も、森のざわめきも届かない<午睡|ごすい>。",
        "en": "  There was no ticking of clocks, or rustling of leaves to disturb her sleep.",
        "pl": ""
    },
    {
        "ja": "　……数時間が経って、草十郎は静かに立ち上がった。",
        "en": "  After a few hours Soujuurou quietly rose to his feet.",
        "pl": ""
    },
    {
        "ja": "　ロビーに差しこむ日射しは、白から赤に変わりつつある。",
        "en": "  The light that filled the foyer was beginning to turn from white to red.",
        "pl": ""
    },
    {
        "ja": "「そろそろバイトの時間か」",
        "en": "\"Time to go to work.\"",
        "pl": ""
    },
    {
        "ja": "　固まった背筋を伸ばして、草十郎はちらりと有珠を見た。",
        "en": "  He glanced again at Alice as he stretched his stiff back.",
        "pl": ""
    },
    {
        "ja": "　眠りは変わらず穏やかだ。",
        "en": "  She slept in perfect stillness just as she had this entire time.",
        "pl": ""
    },
    {
        "ja": "「………………」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　む、と草十郎は真剣に眉をよせる。",
        "en": "  Soujuurou arched his brow in speculation.",
        "pl": ""
    },
    {
        "ja": "　このまま寝かせておいていいのか、有珠の日常を知らない彼には悩みどころだ。",
        "en": "  He had no idea what her normal sleeping schedule was like, so he had no idea as to whether he should wake her.",
        "pl": ""
    },
    {
        "ja": "「……いや。蒼崎も帰ってくるだろうし、いらぬ世話かな」",
        "en": "\"...Never mind. Aozaki will be home soon anyway. She'll be fine.\"",
        "pl": ""
    },
    {
        "ja": "　いかなる思考が生み出した結論か、草十郎はひとり頷いて洋館を後にした。",
        "en": "  As if reaching the end of a long train of thought, Soujuurou gave a quick nod of his head and took his leave of the mansion.",
        "pl": ""
    },
    {
        "ja": "　今日のバイト先は三咲町商店街にある、中華飯店まっどべあである。",
        "en": "  Today, work was a shift at the Chinese restaurant in Misaki's shopping district, The Mad Bear.",
        "pl": ""
    },
    {
        "ja": "　その制服は、輝かんばかりの色彩センスで作られていた。",
        "en": "  Their uniforms had been made by someone with an obvious preference for garish colors.",
        "pl": ""
    },
    {
        "ja": "　オレンジ一色のエプロンにはデフォルメされた白熊が一頭、その強靱な爪で中華鍋を<爆砕|ばくさい>している。",
        "en": "  The orange apron was emblazoned with a cartoonish polar bear slashing a wok in two with its powerful claws.",
        "pl": ""
    },
    {
        "ja": "　三咲町周辺では他の追随を許さないほど独創的な、山岳地帯の標識と見まがうデザインだ。",
        "en": "  The design resembled warning signs about wild animals seen in the mountains and stood out in Misaki for its one-of-a-kind originality.",
        "pl": ""
    },
    {
        "ja": "　ここは中華飯店まっどべあ。",
        "en": "  This was the Chinese restaurant The Mad Bear.",
        "pl": ""
    },
    {
        "ja": "　地域密着型の、名前とロゴ以外はどこにでもある大衆食堂。",
        "en": "  Aside from its name and logo, the restaurant was the type of cheap, hole-in-the-wall dive that could be found anywhere.",
        "pl": ""
    },
    {
        "ja": "　近年増えはじめているファミリーレストランに押されはじめているものの、食事処として日々絶賛営業中の老舗である。",
        "en": "  It faced competition from the ever-increasing number of chain restaurants, though it had managed to last longer than other dining spots, having received rave reviews on a regular basis.",
        "pl": ""
    },
    {
        "ja": "　近隣住民との触れ合いを大切にする彼らは、サービスの一環として出張配達も行っていた。",
        "en": "  The Mad Bear prioritized the personal touch, focusing on its local clientèle, and thus made a point to offer home delivery.",
        "pl": ""
    },
    {
        "ja": "　人呼んで『<Ｑ|クイック>　<Ｋ|キラー>　<Ｓ|サービス>　・森のクマさん』。",
        "en": "  It had earned the affectionate moniker QKS, the Quick Killer Stop.",
        "pl": ""
    },
    {
        "ja": "　現在、草十郎のおもな仕事はその出前役である。",
        "en": "  Making these deliveries was Soujuurou's responsibility for the time being.",
        "pl": ""
    },
    {
        "ja": "　自転車で宅配が可能な三咲丘周辺は彼の受け持ちで、出前先が遠くなると先輩方の愛車・万能50ccキングサーモン号の出番となるがどうでもいい。",
        "en": "  Places in Misaki within cycling distance fell under his domain. Anything beyond that was handled by a more experienced staff member on the legendary 50cc King Salmon motorbike, but anyway...",
        "pl": ""
    },
    {
        "ja": "「<社木|やしろぎ>のダチから聞いたんだけどな」",
        "en": "\"You'll never guess what a buddy in Yashirogi told me...\"",
        "pl": ""
    },
    {
        "ja": "　出前待機中の配達人は、暇さえあればウェイターと洗い物を一身に引き受ける。",
        "en": "  When delivery workers were not out on deliveries they spent their shift busing tables or washing dishes.",
        "pl": ""
    },
    {
        "ja": "　今日はまだ夕飯時になっていないので、宅配専門の彼らは厨房で仲良く皿洗いをしていた。",
        "en": "  The dinner rush was yet to come, and Soujuurou and his fellow delivery boys were shooting the breeze while washing dishes in the back.",
        "pl": ""
    },
    {
        "ja": "「聞いてるか、静希」",
        "en": "\"Yo, Shizuki!\"",
        "pl": ""
    },
    {
        "ja": "「聞いてるよ、木乃美」",
        "en": "\"I'm listening, Kinomi, I'm listening.\"",
        "pl": ""
    },
    {
        "ja": "　学生バイトである彼らは大きな流し台に両手をつっこんだまま、熱心に仕事をしている……フリをしながら話しこんでいる。",
        "en": "  The two were elbow deep in a giant sink as they enthusiastically scrubbed. At least, that was what they pretended to do while they gossiped.",
        "pl": ""
    },
    {
        "ja": "「和食のケニヤだけじゃねえんだってよ。三咲町の<大帝都|だいていと>にもメシアンにもその手の注文があったらしいぜ。",
        "en": "\"He said it's not just that Japanese place, you know, Keniya? He heard Imperial Metropolis and Messiaen here in Misaki got orders, too!",
        "pl": ""
    },
    {
        "ja": "　そんなに肉がほしいなら<下市|したいち>に行けばいいのにな。なんだって、生肉だの大物の鮭まるごとだのを出前させやがるのか。",
        "en": "  I mean, if you want that much meat just go to Shitaichi! Man! Who the heck orders raw meat and an entire salmon?",
        "pl": ""
    },
    {
        "ja": "　どうよ。こう、露骨にやばそうな話じゃねえ？　ワニとかアザラシでも飼ってるんじゃねえかな、そいつ」",
        "en": "  I tell ya, there's some weird shit going on at that place, for real. Maybe they have a pet alligator or something!\"",
        "pl": ""
    },
    {
        "ja": "「他に比べてみると、たしかに珍しい話だと思う。ところで木乃美、ワニってなんだ？」",
        "en": "\"I've definitely never heard of an order like that before. What's an 'alligator'?\"",
        "pl": ""
    },
    {
        "ja": "「ワニはワニだろー。だっせぇ、実物見たコトないのかよー。まあオレもねえけどな。",
        "en": "\"An alligator's an alligator, dude. You've really never seen one? I mean, I've never actually seen one in real life, either, but even I know what an alligator is.",
        "pl": ""
    },
    {
        "ja": "　んー、今度がくがく動物ランドのアフリカ特集ビデオを貸してやるから、見とけよ」",
        "en": "  You know what? I'll lend you my tape of 'The World's Most Terrifying Animals' episode on Africa.\"",
        "pl": ""
    },
    {
        "ja": "　木乃美も慣れたもので、草十郎への対応が板に付いてきている。",
        "en": "  This was a familiar pattern of conversation between the two, especially now Kinomi was used to Soujuurou's lack of general knowledge.",
        "pl": ""
    },
    {
        "ja": "　そんなとりとめのない会話をしていると、出前の注文を告げる電話が鳴った。マネージャーが素早く受話器を取り、注文と住所を確認する。",
        "en": "  Their banter was interrupted by the delivery phone. The manager snapped up the receiver and quickly jotted down the order and address.",
        "pl": ""
    },
    {
        "ja": "　受話器が置かれると、厨房に集まっている宅配者たちはみんなそっぽを向いた。",
        "en": "  Once he hung up, everyone in the kitchen did their best to avoid making eye contact with him.",
        "pl": ""
    },
    {
        "ja": "　この寒空の中、風をきって出前に行くのは誰だって嫌なものだ。",
        "en": "  Nobody wanted to go rushing out for a delivery on such a cold day.",
        "pl": ""
    },
    {
        "ja": "「静希くん。ちょっと遠いけど、配達お願い」",
        "en": "\"Shizuki. This one's a little far away, but I want you to handle it.\"",
        "pl": ""
    },
    {
        "ja": "　そんな根性無しのアルバイターたちに失望する様子もなく、マネージャーは草十郎へ声をかけた。",
        "en": "  The manager singled Soujuurou out for the task, seemingly unfazed by his staff's laziness.",
        "pl": ""
    },
    {
        "ja": "「はいこれ、届けるもののリスト。異例だからあまり他のバイトには他言しないようにね」",
        "en": "\"Here's the order, and it's an unusual one, so keep it to yourself, okay?\"",
        "pl": ""
    },
    {
        "ja": "　マネージャーの手には注文と住所を書き留めたメモ用紙が一枚。",
        "en": "  The manager tore the sheet with the order and address written on it from his memo pad.",
        "pl": ""
    },
    {
        "ja": "　それを受け取って、草十郎は静かに顔をしかめた。",
        "en": "  Soujuurou took one look at it before a grimace quietly spread across his face.",
        "pl": ""
    },
    {
        "ja": "「マネージャー」",
        "en": "\"Uh, boss?\"",
        "pl": ""
    },
    {
        "ja": "「なんだい？」",
        "en": "\"Yeah?\"",
        "pl": ""
    },
    {
        "ja": "　言いたい事は分かっている、とばかりにマネージャーは草十郎を見つめ返す。",
        "en": "  The manager stared right back at him as if he could tell what it was he wanted to say.",
        "pl": ""
    },
    {
        "ja": "「君の疑問はもっともだ。しかし、まあ、長いことこの商売をやっていると、時にはこんな馬鹿な話が転がってくる事もある。そうおかしなコトじゃない。",
        "en": "\"Look, I know what you're thinking. But I've been in this business a long time, and this is far from the strangest thing I've seen. It's no big deal.",
        "pl": ""
    },
    {
        "ja": "　じゃ、冷蔵庫から品物持ってくるから」",
        "en": "  Now help me get the stuff from cold storage.\"",
        "pl": ""
    },
    {
        "ja": "　ごく自然に厨房を後にする黒服のマネージャーの姿を、なるほど、と感心して草十郎は眺めた。",
        "en": "  Soujuurou stared in admiration as the manager, dressed in black, marched out of the kitchen in his all-business way.",
        "pl": ""
    },
    {
        "ja": "　どんな所でも、おかしな話はあるものらしい。",
        "en": "  Nowhere was free from the odd occurrence now and then.",
        "pl": ""
    },
    {
        "ja": "「遅いっ！」",
        "en": "\"You're late!\"",
        "pl": ""
    },
    {
        "ja": "　午後十時過ぎ。",
        "en": "  It was after ten at night.",
        "pl": ""
    },
    {
        "ja": "　アルバイトを終え、ちょっとした寄り道をしてきた草十郎を迎えたのは、ごらんの通り、<怒|いか>れる蒼崎青子だった。",
        "en": "  Soujuurou had taken a small detour on his way home from work, and now faced an outraged Aoko, as expected.",
        "pl": ""
    },
    {
        "ja": "　目に見えて不機嫌そうな彼女を見て、草十郎はホッと胸をなで下ろす。",
        "en": "  Seeing her so visibly irritated made him feel a rush of relief.",
        "pl": ""
    },
    {
        "ja": "　青子がなぜ怒っているのか不明だが、今朝の分かりづらい怒りとは別種のものだったからだ。",
        "en": "  He did not know why she was angry, but he could tell it was a different type of anger than what he saw earlier that morning.",
        "pl": ""
    },
    {
        "ja": "「遅いって、まだ十時になったばかりだろう。",
        "en": "\"Really? But it's only a little after ten.",
        "pl": ""
    },
    {
        "ja": "　どうしたんだ、蒼崎」",
        "en": "  Did something happen, Aozaki?\"",
        "pl": ""
    },
    {
        "ja": "　両手に抱えたダンボールを床に下ろしながら、草十郎は暖炉のあたりに視線を向ける。",
        "en": "  He set down the cardboard box he had been carrying in his arms and glanced toward the fireplace.",
        "pl": ""
    },
    {
        "ja": "　ひとり眠っていた少女の姿はない。",
        "en": "  The sleeping girl was there no more.",
        "pl": ""
    },
    {
        "ja": "「違うわ。もう十時になった、の間違いでしょ。",
        "en": "\"It's not 'only a little after' ten... You arrived after curfew!",
        "pl": ""
    },
    {
        "ja": "　アンタってほんと、自分がどんな状態にあるか分かってないのね」",
        "en": "  You've got no clue why I'm angry, do you?\"",
        "pl": ""
    },
    {
        "ja": "「？」",
        "en": "\"?\"",
        "pl": ""
    },
    {
        "ja": "「いいから、居間に来て」",
        "en": "\"Just come with me to the drawing room.\"",
        "pl": ""
    },
    {
        "ja": "　首を傾げる草十郎をよそに、青子はスタスタと居間へと歩いて行く。",
        "en": "  She walked briskly to the other room without pausing, leaving Soujuurou standing in confusion, head tilted to one side.",
        "pl": ""
    },
    {
        "ja": "　ダンボール箱を抱え直し、草十郎もいそいそと後に続く。",
        "en": "  He proceeded to pick his box back up and follow after her eagerly.",
        "pl": ""
    },
    {
        "ja": "　草十郎はコートを脱いで、コートハンガーに掛けながら居間に入った。",
        "en": "  He removed his coat and hung it on a hanger as he entered the living room.",
        "pl": ""
    },
    {
        "ja": "　有珠は自室に引きこもっているようだ。",
        "en": "  Apparently today was one of those days where Alice kept herself locked away in her room.",
        "pl": ""
    },
    {
        "ja": "　テーブルの上にはお馴染みの錠剤が置かれている。",
        "en": "  On the table were the familiar pills.",
        "pl": ""
    },
    {
        "ja": "「……説明しなかった私も悪いけど、貴方も帰ってくる時間は守ってよね。こっちはそのつもりで作ってるんだから」",
        "en": "\"It's partly my fault for not being more clear about this, but you need to come home on time. Your curfew exists for a reason.\"",
        "pl": ""
    },
    {
        "ja": "　はい、とテーブル上の錠剤と、水の入ったコップを差しだす青子。",
        "en": "  Aoko handed him the pills and a glass of water with an expectant look on her face.",
        "pl": ""
    },
    {
        "ja": "「？　薬なら出かける前に飲んだけど。",
        "en": "\"But I already took the pills before I went out.",
        "pl": ""
    },
    {
        "ja": "　体の調子だって悪くないし、そんなにあわてるコトか？」",
        "en": "  And I feel fine, anyway. I don't think I need any more pills today.\"",
        "pl": ""
    },
    {
        "ja": "「は？　なんだって私たちがアンタの健康気にかけなくちゃいけないのよ」",
        "en": "\"Excuse me? You think this has anything to do with how you feel?\"",
        "pl": ""
    },
    {
        "ja": "「勘違いしてるようだけど、アンタが帰ってくる度に飲んでるのって、平たく言えば毒よ？",
        "en": "\"Let's get real. These pills that you take every day when you come home... They're poison.",
        "pl": ""
    },
    {
        "ja": "　速効性じゃないから効き目は半日すると出てくるんだけど、その前に新しい<錠剤|どくやく>を飲んでおかないと、古い毒が体に回ってばったり逝くって寸法ね。",
        "en": "  Slow-acting poison, mind, and they take half a day to kick in. If you don't take more pills before that happens, the older poison will kill you.",
        "pl": ""
    },
    {
        "ja": "　有珠のヤツ、これぐらいしないと信用できないって言い張ったのよ」",
        "en": "  This is how much rope Alice is willing to give you.\"",
        "pl": ""
    },
    {
        "ja": "「ほら、分かったらさっさと飲む。",
        "en": "\"Get it? So drink up.",
        "pl": ""
    },
    {
        "ja": "　……ま、私もこれ、面倒だと思うし。",
        "en": "  I'm enjoying this just about as much as you are.",
        "pl": ""
    },
    {
        "ja": "　近いうちもっと形のある方法を考えてみるから、それまでこの方法で我慢して」",
        "en": "  And until I think of a way around this, you're going to have to deal with it.\"",
        "pl": ""
    },
    {
        "ja": "「……言ってる事は支離滅裂だが、とにかく今までよくない物を飲んでたんだな？」",
        "en": "\"...Maybe I misheard you for a second. Did you say that these pills I've been taking this whole time are actually bad for me?\"",
        "pl": ""
    },
    {
        "ja": "　青子から錠剤を受け取って、草十郎は一口で飲みこんだ。",
        "en": "  Soujuurou took the pills from her and gulped it down.",
        "pl": ""
    },
    {
        "ja": "　毒物だと聞いて<怯|ひる>んだ素振りもない。",
        "en": "  The fact that it was poison gave him no pause at all.",
        "pl": ""
    },
    {
        "ja": "　どうも、青子たちの横暴を非難する気はないらしい。",
        "en": "  And as for his roommates' tyrannical behavior, he showed no signs of standing up to it.",
        "pl": ""
    },
    {
        "ja": "「まったく。毒をもって毒を制するなんて、また古風な真似するな、蒼崎も有珠も」",
        "en": "\"Using poison to cancel poison... You two are really taking the old-fashioned approach, huh?\"",
        "pl": ""
    },
    {
        "ja": "　笑いのツボに入ったらしく、草十郎は頬を<緩|ゆる>ませる。",
        "en": "  Soujuurou's face relaxed into a smile upon finding the funny side of the situation.",
        "pl": ""
    },
    {
        "ja": "　一方、青子的には、どうしてそこで笑うのかまったくもって理解不能なのだった。",
        "en": "  Aoko was utterly dumbfounded as to how he could be happy at a time like this.",
        "pl": ""
    },
    {
        "ja": "「今日帰りが遅れたのは、アパートまで荷物を取りにいっていたからなんだ。そういうコトなら、電話のひとつでもすればよかった」",
        "en": "\"I was running late on the way home because I dropped by my old apartment to get all my stuff. You could've tried calling me if it was such a big deal, you know.\"",
        "pl": ""
    },
    {
        "ja": "「……荷物って、まさかそれじゃないでしょうね」",
        "en": "\"Your stuff? Wait...is that everything?\"",
        "pl": ""
    },
    {
        "ja": "　持ってきたダンボール箱を指差され、草十郎はもちろん、と頷く。",
        "en": "  Soujuurou nodded emphatically as she pointed incredulously at the cardboard box in his hands.",
        "pl": ""
    },
    {
        "ja": "「住んでいないのに家賃を払うのは馬鹿らしいから、今日で引き上げてきた。いちおう、いつでも戻れるように話はつけてあるから、三ヶ月ぐらいは大丈夫だよ」",
        "en": "\"It's stupid to pay rent when I don't even live there, so I thought I should move everything out. But I arranged it so I can go back any time within the next three months.\"",
        "pl": ""
    },
    {
        "ja": "「家賃……？",
        "en": "\"Rent...?",
        "pl": ""
    },
    {
        "ja": "　あ、そっか。そうよね、",
        "en": "  Oh, right.",
        "pl": ""
    },
    {
        "ja": "私ってばなんでそんな事を忘れてたんだろう。有珠が聞いたら喜ぶわ、そりゃ」",
        "en": " How could I forget? I'm sure Alice will be thrilled to hear about this.\"",
        "pl": ""
    },
    {
        "ja": "　華のような笑顔、とはこのコトか。",
        "en": "  A smile blossomed across her face, as they say.",
        "pl": ""
    },
    {
        "ja": "　一点の曇りもない、ズバリ、新しい<悪巧|わるだく>みを思いついた子供のような笑顔である。",
        "en": "  It was the open, bold-faced look of a child who just came up with a mischievous plan.",
        "pl": ""
    },
    {
        "ja": "　不吉なコトこの上ない、と来るべき脅威に震える草十郎だった。",
        "en": "  Soujuurou shook with fear at the thought of what that smile might bring his way.",
        "pl": ""
    },
    {
        "ja": "「けど随分少ないのね、荷物。ダンボール一箱分しかないの？」",
        "en": "\"You sure don't have much. That one cardboard box contains all your worldly possessions?\"",
        "pl": ""
    },
    {
        "ja": "「そうかな、十分多いだろ。それより有珠は自室か？」",
        "en": "\"This is a lot to me. Is Alice upstairs?\"",
        "pl": ""
    },
    {
        "ja": "「ちょっと前に戻ったわ。珍しく食後もここに残ってたんだけど、待ちきれなかったみたいね」",
        "en": "\"She just went to her room, although she stayed at the dinner table longer than usual. I guess she got tired of waiting.\"",
        "pl": ""
    },
    {
        "ja": "　青子は不敵な笑顔のまま、意味ありげな視線を草十郎に投げかける。",
        "en": "  She gave Soujuurou a meaningful look while continuing to smile that sinister smile.",
        "pl": ""
    },
    {
        "ja": "「待ちきれなかったって、何を」",
        "en": "\"She got tired of waiting? For what?\"",
        "pl": ""
    },
    {
        "ja": "「そりゃあ、有珠が眠ってるのをいいことに在庫のないフォションとブルーキャリコを勝手に使ってくれた、どこかの誰かさんにお仕置きするためなんじゃない？」",
        "en": "\"I imagine she wanted to punish whoever decided to use the last of her Fauchon and Blue Calico.\"",
        "pl": ""
    },
    {
        "ja": "「フォション……って、あのお茶の葉？」",
        "en": "\"Why do I know that name...? I think 'Fauchon' is that brand of tea I used.\"",
        "pl": ""
    },
    {
        "ja": "「そう。私もびっくりしたけどね。有珠がどっかで寝入るのはよくある事だけど、紅茶を用意して眠るなんてのは初めてだったから。",
        "en": "\"It sure is. To be honest even I was shocked when I first walked in. I know how she falls asleep all over the mansion, but I've never seen her prepare tea first.",
        "pl": ""
    },
    {
        "ja": "　どんな心境の変化か知りたくて起こしたら、有珠の方が驚いてたわ。一体、誰の仕業なんだって」",
        "en": "  I woke her up to see if she was okay, and she was just as surprised as I was. We couldn't imagine who would do such a thing.\"",
        "pl": ""
    },
    {
        "ja": "　ぽん、と手を叩く草十郎。",
        "en": "  Soujuurou clapped his hands together as if remembering something important.",
        "pl": ""
    },
    {
        "ja": "　お茶の用意はしたけれど、<後|あと><片付|かたづ>けをした記憶はまったくない。",
        "en": "  He had forgotten to clean up the tea before leaving.",
        "pl": ""
    },
    {
        "ja": "　まずいな、という顔をする草十郎と、そんな彼を見て楽しむ青子。",
        "en": "  The regret written from forehead to chin delighted Aoko immensely.",
        "pl": ""
    },
    {
        "ja": "「そうか……それじゃあ、有珠は怒っていただろう」",
        "en": "\"I see... How mad was she?\"",
        "pl": ""
    },
    {
        "ja": "「当然。駒鳥がとばっちりでドリブルされてたしね」",
        "en": "\"Pretty mad. Robin was all aflutter about it, too.\"",
        "pl": ""
    },
    {
        "ja": "「ああ、俺でも怒る。片付けをきちんとしないなんて、だらしないにもほどがある」",
        "en": "\"Well I'm mad at myself, too, if that helps. I can't believe I forget to take them back to the kitchen.\"",
        "pl": ""
    },
    {
        "ja": "　なんたる失態、と草十郎は激しく自分を責めた。",
        "en": "  Soujuurou harshly scolded himself for his failure.",
        "pl": ""
    },
    {
        "ja": "「論点違うっ！　あのね、寝顔をまぢかで見られたから怒ってるのよ有珠は！」",
        "en": "\"No dummy! She's mad at you because you sat and watched her sleep!\"",
        "pl": ""
    },
    {
        "ja": "「え…………そうかな。有珠は、そういうのは気にしないと思うんだけど」",
        "en": "\"Oh... I didn't think she would mind all that much.\"",
        "pl": ""
    },
    {
        "ja": "「アンタはそうかもしれないけど、私たちは気にするの！」",
        "en": "\"Well WE do mind when you watch us sleep, just so you know!\"",
        "pl": ""
    },
    {
        "ja": "　ぎりり、とガラスを裂く擬音のような目で睨む青子。",
        "en": "  Aoko's glare was enough to make glass shatter.",
        "pl": ""
    },
    {
        "ja": "　私たち、という響きに言いようのない迫力を感じる草十郎だった。",
        "en": "  There was an indescribable intensity in the way she said that.",
        "pl": ""
    },
    {
        "ja": "「それは蒼崎たち限定の話か？」",
        "en": "\"You mean it's a personal pet peeve for you and Alice?\"",
        "pl": ""
    },
    {
        "ja": "「世間一般での常識よ。自分が気にしないからって他人もそうだと思ってると、いつか火傷するからね」",
        "en": "\"No, it's common sense! If you go around assuming that other people feel the same way as you, you're asking for trouble.\"",
        "pl": ""
    },
    {
        "ja": "「む。でもそれだったら、ロビーで寝ている有珠にだって問題ないか？　見かけたら放っておけないだろう、あんなの」",
        "en": "\"Huh. But isn't it kind of her fault for falling asleep in the foyer in the first place? It would be stranger if I saw her like that and didn't want to look out for her.\"",
        "pl": ""
    },
    {
        "ja": "「……その心意気は立派だけど、そこはそれ、この館の持ち主は彼女だから。",
        "en": "\"Look, I appreciate that's what you thought, but you just have to understand that that's how the lady of the house is.",
        "pl": ""
    },
    {
        "ja": "　この洋館内で貴方が出会ったあらゆる<不義|ふぎ><不始末|ふしまつ>、<失敗|しっぱい><失|しっ><態|たい>の責任は草十郎に押しつけられるの。",
        "en": "  While you live here, responsibility for any and all mistakes or bad judgment on your part will be laid at your feet and your feet alone.",
        "pl": ""
    },
    {
        "ja": "　この意味、分かる？」",
        "en": "  Do you get what I'm trying to say here?\"",
        "pl": ""
    },
    {
        "ja": "　あんまりな青子の言葉に、草十郎はむむ、と考えこんで、",
        "en": "  Aoko's question sent Soujuurou into a trance of deep thought until finally he uttered,",
        "pl": ""
    },
    {
        "ja": "「―――つまり、ここは有珠の自治領なんだな？」",
        "en": "\"So in other words, I'm in Alice's kingdom now?\"",
        "pl": ""
    },
    {
        "ja": "「はい、よくできました。正確には私と有珠のだけどね。",
        "en": "\"Yes, congratulations. Although technically this kingdom belongs to both me and her.",
        "pl": ""
    },
    {
        "ja": "　領主は何をやっても許されるってコトよ」",
        "en": "  Which means what we say goes.\"",
        "pl": ""
    },
    {
        "ja": "　笑顔で言って、青子はソファーに腰を下ろした。",
        "en": "  She smiled as she spoke and plopped herself down on the sofa.",
        "pl": ""
    },
    {
        "ja": "　草十郎は青子の向かいのソファーの後ろに立ったまま、今の会話を振り返っていた。",
        "en": "  Soujuurou remained standing behind the sofa opposite her as he ran over their conversation again and again in his head.",
        "pl": ""
    },
    {
        "ja": "　有珠の自治領、青子の自治領と言うが、そもそも彼女の家族、実家はどうなっているのか。",
        "en": "  The notion of this being their kingdom made him realize he actually had no idea where the girls had come from or their families' background.",
        "pl": ""
    },
    {
        "ja": "「蒼崎。君、ご両親はどうしてるんだ？」",
        "en": "\"Where are your parents, Aozaki?\"",
        "pl": ""
    },
    {
        "ja": "　草十郎はつい、思いついた疑問を口にする。",
        "en": "  He inadvertently blurted out, this being the question foremost on his mind.",
        "pl": ""
    },
    {
        "ja": "「生きてるわよ。三咲町から下りに四駅いった<陶川|とうかわ>ってところの地主。師は祖父だけど、今は隠居して両親と一緒の土地に住んでるわ」",
        "en": "\"They're alive and well. They own a place in Toukawa, four stops from Misaki. I learned everything I know from my grandfather, who's retired now and lives with them.\"",
        "pl": ""
    },
    {
        "ja": "「……む。そう聞くと、なんだか普通の家庭だな」",
        "en": "\"Huh. Sounds like a pretty normal family.\"",
        "pl": ""
    },
    {
        "ja": "　魔法使いの一族というから、草十郎はもっと破天荒なものを想像していたらしい。",
        "en": "  Soujuurou had imagined something more outrageous for a family of magicians.",
        "pl": ""
    },
    {
        "ja": "「両親はね。父さんにはあんまり魔術回路は作られなかったみたいだから。その分、私には二世代分の潜在能力があるって祖父は言ってるけど、どうだか。",
        "en": "\"Sure, as far as my parents go. My father sucked as a mage. My grandfather says it skipped a generation so I get double the power, but I'm not so sure about that.",
        "pl": ""
    },
    {
        "ja": "　草十郎の期待してるような一族は、どっちかって言うと有珠のほうよ。私と違って英国出身だからね、彼女」",
        "en": "  I think Alice has more the type of family you're imagining. She's from England, you know.\"",
        "pl": ""
    },
    {
        "ja": "　そこまで口にして、いけない、と青子は会話を止めた。",
        "en": "  Aoko offered nothing more, as if to suggest that was as far as she was willing to reveal for now.",
        "pl": ""
    },
    {
        "ja": "　有珠の事は本人から訊く―――目の前の少年はそう言った。その方針を、こんなところで台無しにする訳にはいかない。",
        "en": "  Soujuurou had insisted on talking to Alice directly rather than hearing things secondhand, so chose not to go back on his word by pushing the topic further.",
        "pl": ""
    },
    {
        "ja": "「ま、詳しくは本人から訊きなさい。有珠の紅茶好きもそこからきてるんだし。",
        "en": "\"Ask her if you want to know more. Now you know why she loves English blends of tea so much.",
        "pl": ""
    },
    {
        "ja": "　……そう言えば、なんで今日にかぎってリーフティーなんか淹れたの？　ティーバッグを使ったほうがまだマシだったでしょうに」",
        "en": "  ...Speaking of which, why did you use tea leaves today of all days? You should've stuck to the tea bags.\"",
        "pl": ""
    },
    {
        "ja": "「蒼崎が、そっちの方がいいって言ったじゃないか。",
        "en": "\"But you said the leaves taste better.",
        "pl": ""
    },
    {
        "ja": "　有珠は紅茶にうるさいって」",
        "en": "  And also that Alice is picky about her tea.\"",
        "pl": ""
    },
    {
        "ja": "　むう、と自らの失言に青子は言いよどむ。",
        "en": "  Aoko was momentarily at a loss for words.",
        "pl": ""
    },
    {
        "ja": "　大雑把に見えて細かい事を覚えているヤツめ、と。",
        "en": "  He seemed so oblivious most of the time, but apparently he was attentive to some details, at least selectively.",
        "pl": ""
    },
    {
        "ja": "「……ま、いいわ。それより明日の放課後だけど、またひとりで帰ってくれない？",
        "en": "\"Just forget it. Anyway, think you can make it home by yourself tomorrow?",
        "pl": ""
    },
    {
        "ja": "　年明けの行事があるんだけど、その場しのぎで言った<餅|もち>つき大会が通っちゃってさ。明日も忙しいのよ、私」",
        "en": "  They accepted my proposal for a mochi-making festival in the new year, so I'll be pretty busy with that.\"",
        "pl": ""
    },
    {
        "ja": "　了解、と頷く草十郎。",
        "en": "  Soujuurou nodded in acceptance.",
        "pl": ""
    },
    {
        "ja": "　青子に言われずともそのつもりだったらしい。",
        "en": "  In fact he had already been planning to do so before she even asked.",
        "pl": ""
    },
    {
        "ja": "「それはいいけど、体は大丈夫か蒼崎？　昨日から寝てないだろう」",
        "en": "\"I'll be fine, but what about you? You haven't even slept since yesterday.\"",
        "pl": ""
    },
    {
        "ja": "「夕方に三時間ちょい仮眠をとったから調子はいいわ。",
        "en": "\"Oh, I took a quick three-hour nap earlier. I'll be fine.",
        "pl": ""
    },
    {
        "ja": "　そう言うアンタこそ体は<保|も>つんでしょうね？　もう少ししたら昨日の続き、始めるわよ」",
        "en": "  What about you for that matter? I hope you didn't forget about our session tonight.\"",
        "pl": ""
    },
    {
        "ja": "　昨日の続き、とはマンツーマンによる一夜漬けだ。",
        "en": "  She meant the all-night cramming session, of course.",
        "pl": ""
    },
    {
        "ja": "　あれから一睡もしていない草十郎にとって、厳しい荒行なのは言うまでもないが―――",
        "en": "  Needless to say, Soujuurou was more than likely to struggle given that he, too, had not slept a wink.",
        "pl": ""
    },
    {
        "ja": "　それ以上に、嬉しくてつい頬が緩んでしまう。",
        "en": "  All he could do was give a relieved smile.",
        "pl": ""
    },
    {
        "ja": "　転校当時、物陰からはらはらと自分の行動を監視していた彼女の、分かりづらい心遣いが思い出される。",
        "en": "  He thought back to the days just after he transferred here, when she watched his every move from the sidelines and showed a startling amount of concern for him.",
        "pl": ""
    },
    {
        "ja": "「いいよ。どのみち苦労するのは蒼崎の方だし。",
        "en": "\"I didn't forget. And besides, it's tougher on you than me, Aozaki.",
        "pl": ""
    },
    {
        "ja": "　異例中の異例は、有り難く受け取っておくとしよう」",
        "en": "  I'm still glad to be your exception among exceptions.\"",
        "pl": ""
    },
    {
        "ja": "　晴れ晴れとした顔で返され、青子は小さく呆れながら、",
        "en": "  His cheery response grated on her just a little.",
        "pl": ""
    },
    {
        "ja": "「……ほんと。くだらない事だけは、しつこく覚えてるんだから」",
        "en": "\"Wow. You manage to forget everything except the most irritating little details, don't you?\"",
        "pl": ""
    },
    {
        "ja": "　その笑顔から視線を逸らすように、やれやれと肩をすくめるのだった。",
        "en": "  She heaved her shoulders in exasperation and dropped her head as an excuse to look away from the beaming smile on his face.",
        "pl": ""
    },
    {
        "ja": "　翌日。",
        "en": "  The following day...",
        "pl": ""
    },
    {
        "ja": "　期末試験、その最終日は滞りなく終了した。",
        "en": "  The last day of finals had ended without a hitch.",
        "pl": ""
    },
    {
        "ja": "　多くの学生たちにとって十二月最大の難問は、晴れて過去の歴史と消え去った。",
        "en": "  That final December hurdle was finally a thing of the past.",
        "pl": ""
    },
    {
        "ja": "　だが。",
        "en": "  For all but one student, that is.",
        "pl": ""
    },
    {
        "ja": "　草十郎にとって最大の難問は、この後にこそ控えている。",
        "en": "  To Soujuurou, the greatest challenge was yet to come.",
        "pl": ""
    },
    {
        "ja": "　明日の終業式に向けて浮き足立つクラスメイトたちと町中で別れを告げ、白犬塚の森の中へ。",
        "en": "  He bid farewell to his classmates, all jittery with excitement for the last day of term, and headed into the Shiroinuzuka woods.",
        "pl": ""
    },
    {
        "ja": "　昨日通りの帰宅風景、",
        "en": "  The road home was no different than yesterday,",
        "pl": ""
    },
    {
        "ja": "　昨日の焼き直しのような気分で、草十郎は坂道を登っていく。",
        "en": "  like he was reliving yet another day striding up that hill.",
        "pl": ""
    },
    {
        "ja": "　草十郎とて確固たる決意に燃えている。",
        "en": "  Yet today, there was a fierce determination in his steps.",
        "pl": ""
    },
    {
        "ja": "　今日が最終期限であるし、なにより草十郎自身、あの少女の<話|こえ>を聞きたがっていた。",
        "en": "  Today was his last chance, and he wanted nothing more than to talk to the girl.",
        "pl": ""
    },
    {
        "ja": "　多少邪険に扱われても、とことん無視されても、果ては“怒らせると鏡の国に放りこまれるわよ”とニヤけ顔で笑う青子の忠告を実現させる事になったとしても、挨拶ぐらいはしたいのである。",
        "en": "  He did not care if she was cruel to him or ignored him, nor whether Aoko was being truthful when she said that she could trap him in a mirror land or something like that. All he really cared about was having the chance to speak with her face-to-face.",
        "pl": ""
    },
    {
        "ja": "　―――しかし。",
        "en": "  But nothing is ever that simple.",
        "pl": ""
    },
    {
        "ja": "　草十郎を待ち受けていたものは、半分以上、なんとなく予感していた通りの光景だった。",
        "en": "  To tell the truth, what he found upon finally entering the mansion was not wholly unexpected.",
        "pl": ""
    },
    {
        "ja": "「…………よく寝る子だな、ほんと」",
        "en": "\"...She sure sleeps a lot.\"",
        "pl": ""
    },
    {
        "ja": "　目眩を覚えるほどの既視感。",
        "en": "  The déjà vu he was experiencing made him dizzy.",
        "pl": ""
    },
    {
        "ja": "　見た目だけなら昨日と何ら変わらない風景に迎えられて、草十郎は素直な感想を漏らした。",
        "en": "  Faced with an exact reenactment of the previous day, he could not help but blurt out what he was thinking.",
        "pl": ""
    },
    {
        "ja": "　少女は今日も暖炉の<傍|そば>で眠っている。",
        "en": "  Alice was sleeping by the fireplace, just as she had done yesterday.",
        "pl": ""
    },
    {
        "ja": "　正座から横にしなだれ落ちた両足は、絵本で見る少女の座り方に似ていた。",
        "en": "  The way her legs draped to one side resembled those of a princess in a children's book.",
        "pl": ""
    },
    {
        "ja": "　昨日よりは<幾分|いくぶん>居心地のいい座り方だろう。",
        "en": "  She looked more comfortable than she had the day before.",
        "pl": ""
    },
    {
        "ja": "　たまに奇跡的な察しの良さを発揮する彼は、それで事の<絡|から><繰|くり>が読めてしまった。",
        "en": "  Miraculously, he had a rare flash of insight that enabled him to read the situation more clearly.",
        "pl": ""
    },
    {
        "ja": "『……学校で、鳶丸はひとり何をしているんだろう……』",
        "en": "(...What could Tobimaru be doing at school on his own?)",
        "pl": ""
    },
    {
        "ja": "　ちらりと入ってきた玄関へ視線を投げて、よし、と気合いを入れて腕まくりをする。",
        "en": "  Upon glancing back at the entrance, he made his decision, took a deep breath, and rolled up his sleeves.",
        "pl": ""
    },
    {
        "ja": "　何もかも昨日の通りなら、自分もそれに合わせてみようと思ったのか。",
        "en": "  If today was a reenactment of yesterday, then he supposed he would play along with that idea.",
        "pl": ""
    },
    {
        "ja": "　草十郎は鞄を置いて台所に向かった。",
        "en": "  Soujuurou removed his shoes and headed for the kitchen.",
        "pl": ""
    },
    {
        "ja": "　もちろん昨日と同じ、不出来な紅茶を淹れるために。",
        "en": "  He was off to prepare another ill-fated pot of tea.",
        "pl": ""
    },
    {
        "ja": "　フォションは怒られたので、今日は反省してジャクソンのフルーツハーブを手に取る。",
        "en": "  Since she was angry about him using her precious Fauchon, this time he turned to Jacksons' Fruit & Herb brew.",
        "pl": ""
    },
    {
        "ja": "　……悲しいかな、これが今の草十郎の限界だった。",
        "en": "  ...Sadly, this was about as much as Soujuurou could manage to amend his behavior.",
        "pl": ""
    },
    {
        "ja": "　お茶の葉の種類で怒られたのではなく、それを使いこなせなかった事が問題だったと気付いていない。",
        "en": "  He had failed to realize that it was not the brand of tea that had landed him in hot water, but rather his incorrect brewing method.",
        "pl": ""
    },
    {
        "ja": "　ポットに紅茶を淹れてロビーに戻る。",
        "en": "  After filling the pot with tea, he carried it back to the foyer.",
        "pl": ""
    },
    {
        "ja": "　白い息をこぼして草十郎は暖炉の前にあぐらをかいた。",
        "en": "  His breath was visible in the cold air as he sat himself down by the fireplace.",
        "pl": ""
    },
    {
        "ja": "　自分で淹れたフルーツミックスを口にし、鞄から教科書を取りだす。",
        "en": "  Soujuurou took a sip of the fruity tea he prepared for himself and pulled his textbook from his bag.",
        "pl": ""
    },
    {
        "ja": "　期末試験は終わったけれど、一日目の科目はいくつか補習を宣言されたので、やっぱりこうなる運命なのだ。",
        "en": "  Exams were over now, but he had been instructed to take extra classes for the subjects from day one of school. Quite inevitable.",
        "pl": ""
    },
    {
        "ja": "　ロビーは外より<幾分|いくぶん>暖かいが、快適にはほど遠い。何らかの暖が恋しくなる寒さだ。",
        "en": "  The foyer was warmer than outside but still far from comfortable. It was enough to make anyone yearn for some source of warmth.",
        "pl": ""
    },
    {
        "ja": "　冬の寒気を色濃く残すホールで、草十郎は電子工学のテキストに没頭した。",
        "en": "  Soujuurou dove into his electronics textbook in the winter-chilled hall.",
        "pl": ""
    },
    {
        "ja": "　選択する生徒が少ないという理由で勧められた科目だが、高校から基礎が始まる分、他の科目より少しだけ面白い。",
        "en": "  The class was not very popular, which is why it had been recommended to him in the first place. That fact that everyone who took it started on equal footing made it more appealing to him than other classes.",
        "pl": ""
    },
    {
        "ja": "『けど、蒼崎の言う通り』",
        "en": "(Aozaki was right...)",
        "pl": ""
    },
    {
        "ja": "　味の分からない紅茶を空にして、カップに二杯目を注ぐ。",
        "en": "  He downed the rest of the tea, having no appreciation for its flavor, and refilled his cup.",
        "pl": ""
    },
    {
        "ja": "　陶磁器のポットは保温性に勝れているので、紅茶はまだ温かい。",
        "en": "  The tea was still warm, since the ceramic teapot had excellent heat retention.",
        "pl": ""
    },
    {
        "ja": "『文字で物事を覚えるのは、苦手みたいだ』",
        "en": "(I can't seem to remember anything that's written down.)",
        "pl": ""
    },
    {
        "ja": "　ぼんやりと思いながら、草十郎は文字の羅列を読み進める。",
        "en": "  He vaguely recalled their conversation as his eyes advanced across the page.",
        "pl": ""
    },
    {
        "ja": "　ロビーに電灯はなく、天窓からの日射しだけが頼りだ。",
        "en": "  The lack of lighting in the foyer was forcing him to rely on illumination from the skylight.",
        "pl": ""
    },
    {
        "ja": "　斜に差しこむ光はロビーに明暗を作り、壁際の暖炉はじき影に沈もうとしている。",
        "en": "  The light cut into the room at a diagonal angle in such a way as to divide the foyer into light and dark areas, with the fireplace in shadow.",
        "pl": ""
    },
    {
        "ja": "　見ようによっては、灰に<浸|ひた>された廃墟の風景。",
        "en": "  The room resembled ancient ruins covered in ash.",
        "pl": ""
    },
    {
        "ja": "　あるいは、くすんだ童話の中に忘れられた、色あせた挿し絵の世界。",
        "en": "  Or perhaps the quiet, forgotten world of a faded fairy tale.",
        "pl": ""
    },
    {
        "ja": "　白い城壁の部屋で、時間は人知れず、太陽の目を盗むようにこつこつと流れていった。",
        "en": "  Time slipped on by within the white walls of this room, hidden away from the sun.",
        "pl": ""
    },
    {
        "ja": "「――――――」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　そうして、ゆるやかに時間が過ぎたあと。",
        "en": "  The minutes passed slowly for some time. Until...",
        "pl": ""
    },
    {
        "ja": "　ぱたんと教科書を閉じた音が、くすんだ風景を現実に引き戻した。",
        "en": "  The sound of a textbook slamming shut brought the room back to reality.",
        "pl": ""
    },
    {
        "ja": "　草十郎は腕を伸ばして肩の凝りをほぐすと、いそいそと後片づけをはじめる。",
        "en": "  Soujuurou stretched his stiff back and eagerly got started on clearing up.",
        "pl": ""
    },
    {
        "ja": "　本を鞄にしまい、",
        "en": "  He put his textbook back in his bag,",
        "pl": ""
    },
    {
        "ja": "　有珠のカップはそのまま床に残し、",
        "en": "placed his cup on the tray,",
        "pl": ""
    },
    {
        "ja": "　自分の使ったカップをトレイに載せて立ち上がって、",
        "en": "leaving Alice's sitting in front of her on the floor.",
        "pl": ""
    },
    {
        "ja": "「バイトの時間だ」",
        "en": "\"Well, time to go to work,\"",
        "pl": ""
    },
    {
        "ja": "　あっさりと。",
        "en": "  he said unceremoniously.",
        "pl": ""
    },
    {
        "ja": "　そういう事なら仕方ない、と納得するように口にして、眠るロビーを後にした。",
        "en": "  He spoke as if to convince himself that he had no other choice as he prepared to leave the sleepy foyer behind.",
        "pl": ""
    },
    {
        "ja": "　―――その直前。",
        "en": "  But before he could...",
        "pl": ""
    },
    {
        "ja": "　背後からの物音を聞いて、草十郎は足を止めた。",
        "en": "  A sound behind him stopped him in his tracks.",
        "pl": ""
    },
    {
        "ja": "　鞄を<脇|わき>に挟んだままトレイ片手に振り返る。",
        "en": "  He turned around with his bag under his arm and tray in his hands.",
        "pl": ""
    },
    {
        "ja": "　有珠用のカップに注がれた紅茶に波ひとつ立てず、",
        "en": "So as not to cause even a ripple in her teacup, he greeted her,",
        "pl": ""
    },
    {
        "ja": "「や」",
        "en": "\"Hey,\"",
        "pl": ""
    },
    {
        "ja": "　気軽な口振りで、草十郎はそう語りかけた。",
        "en": "  in a light, easygoing manner.",
        "pl": ""
    },
    {
        "ja": "　暖炉の横で座ったままの、黒い瞳の眠り姫に。",
        "en": "  She remained seated next to the fireplace like a black-eyed sleeping beauty.",
        "pl": ""
    },
    {
        "ja": "　有珠は彫像のようだった寝顔と変わらない静かさで草十郎を見ている。",
        "en": "  Her face was as still as a statue, almost no different than it had been in slumber.",
        "pl": ""
    },
    {
        "ja": "　それを見て、草十郎は今更ながら有珠と青子の違いに気が付いた。",
        "en": "  Looking at Alice now, he realized just how different she and Aoko really were.",
        "pl": ""
    },
    {
        "ja": "　青子は、その思考経路は謎としても、実に分かりやすい意思表示をしてくれる。",
        "en": "  Aoko communicated her feelings openly, even if he never could quite tell where they came from.",
        "pl": ""
    },
    {
        "ja": "　トレードマークである不機嫌そうな顔は、何に不機嫌なのかはさておくとして、常に意思を反映している。",
        "en": "  Her trademark expression of irritation would keep him guessing as to the reason she was angry, but to her credit her emotional state was always clear.",
        "pl": ""
    },
    {
        "ja": "　対して、有珠はそもそも感情が読めない。",
        "en": "  Alice, on the other hand, was completely unreadable.",
        "pl": ""
    },
    {
        "ja": "　怒っているのか悲しんでいるのかさえ表れない。",
        "en": "  She might be angry, or then again sad; he could not tell either way.",
        "pl": ""
    },
    {
        "ja": "「何の、つもり―――？」",
        "en": "\"What do you think you're doing?\"",
        "pl": ""
    },
    {
        "ja": "　沈みこむような問いかけ。",
        "en": "  Her question gave him a sinking feeling in the pit of his stomach.",
        "pl": ""
    },
    {
        "ja": "　敵意なのか疑問なのかすら、草十郎には判別がつかない。",
        "en": "  He could not decide whether it was animosity or perplexity that he heard in her voice.",
        "pl": ""
    },
    {
        "ja": "　もし前者なら、有珠を相手にあの夜の再現になるかもしれない。",
        "en": "  If the former, this was likely to turn into a replay of their interaction from the other night.",
        "pl": ""
    },
    {
        "ja": "　粉々に散った小瓶が草十郎の脳裏をよぎる。",
        "en": "  An image of the shattered bottle sprang to his mind.",
        "pl": ""
    },
    {
        "ja": "　返答次第では無事では済まないと承知して、",
        "en": "  Soujuurou knew his response would be extremely important,",
        "pl": ""
    },
    {
        "ja": "　しばし迷ったあと、草十郎は覚悟を決めた。",
        "en": "  and after struggling for a few moments he finally worked up the courage to say something.",
        "pl": ""
    },
    {
        "ja": "　と、言うより―――",
        "en": "  Just not the correct thing, unfortunately.",
        "pl": ""
    },
    {
        "ja": "「そうだな。一口じゃ説明できないから、座るよ」",
        "en": "\"Right, about that... It'll take awhile to explain, so let me just have a seat first.\"",
        "pl": ""
    },
    {
        "ja": "　何が正しい選択か考えもつかなかったので、単純に、自分のしたい事をする事にした。",
        "en": "  He had no idea what the correct approach would be, so he simply did whatever came into his mind instead.",
        "pl": ""
    },
    {
        "ja": "「………………」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　返事はない。",
        "en": "  She gave him no response.",
        "pl": ""
    },
    {
        "ja": "　黒衣の少女は嫌がっているようにも見えたが、草十郎はあえて無視した。",
        "en": "  Her face said that she detested his presence, but he plowed ahead regardless.",
        "pl": ""
    },
    {
        "ja": "　もう一度床に座ってトレイを置くと、ふたりの視線はぴったりと合った。",
        "en": "  Soujuurou took a seat and set down the tray once more. Their eyes met.",
        "pl": ""
    },
    {
        "ja": "　底の見えない有珠の瞳は、依然として余人を寄せつけない。",
        "en": "  Her inscrutable gaze was enough to turn most people away.",
        "pl": ""
    },
    {
        "ja": "　が。肝心の草十郎は、そんな重圧をまったく感じてはいないようだった。",
        "en": "  But, the target of her animosity appeared not to notice it at all.",
        "pl": ""
    },
    {
        "ja": "「それで、なに……？」",
        "en": "\"Yes...?\"",
        "pl": ""
    },
    {
        "ja": "「ああ。遅くなったけど、こうして話がしたかったんだ、有珠と」",
        "en": "\"Ah, well, I guess I should have done this a long time ago, but I've been wanting to talk to you about something, Alice.\"",
        "pl": ""
    },
    {
        "ja": "　一口じゃ説明できないらしいのに、草十郎はあっさりと一口で説明した。",
        "en": "  Despite having suggested that it would take time to explain, he managed to sum things up succinctly.",
        "pl": ""
    },
    {
        "ja": "「わたしと……？　青子とではなく？」",
        "en": "\"Me? Not Aoko?\"",
        "pl": ""
    },
    {
        "ja": "「ん？　そうだね、蒼崎とはもっと話したいところだけど、それよりは三人で話してみたい」",
        "en": "\"Hm? Well, I have lots to talk to Aozaki about. In fact, I think all three of us should sit down at some point...\"",
        "pl": ""
    },
    {
        "ja": "　草十郎の意図が読めず、戸惑う有珠。",
        "en": "  Alice found herself out of kilter, unable to read his true intentions.",
        "pl": ""
    },
    {
        "ja": "　そんな有珠の困惑に気付かず、草十郎はしかつめらしく話を続ける。",
        "en": "  Soujuurou continued on, none the wiser to her bewilderment.",
        "pl": ""
    },
    {
        "ja": "「蒼崎は普段から有珠とは会話がないって言うんだ。それが俺のせいなら困るし、俺のせいじゃないならもっと困る。",
        "en": "\"Aozaki said you two rarely speak to each other. I'd feel bad if that's because of me, but I'd feel even worse if it isn't.",
        "pl": ""
    },
    {
        "ja": "　せっかく同じ場所に居るのに会話がないなんて、もったいないと思うんだ」",
        "en": "  It's sad that we live together but never talk.\"",
        "pl": ""
    },
    {
        "ja": "　噛みしめるような、やけに情感の籠もった声。",
        "en": "  Each word he spoke was heavy with emotion.",
        "pl": ""
    },
    {
        "ja": "　有珠には少年の意図はこれっぽっちも掴めない。",
        "en": "  Alice remained utterly unable to discern this boy's intentions.",
        "pl": ""
    },
    {
        "ja": "　けれど、彼が自分に対して強く、何かを願っているのは感じ取れる。",
        "en": "  All she could parse was that there was something he wanted from her.",
        "pl": ""
    },
    {
        "ja": "　……それが。",
        "en": "  ...But what could that be?",
        "pl": ""
    },
    {
        "ja": "　恐れに起因するものでない事が、彼女には意外だった。",
        "en": "  What she found even stranger was that he was not speaking to her from a place of fear.",
        "pl": ""
    },
    {
        "ja": "「貴方は、わたしが恐くないの……？」",
        "en": "\"Aren't you afraid of me?\"",
        "pl": ""
    },
    {
        "ja": "「ああ。だってそう言えるほど、俺は君をよく知らない」",
        "en": "\"No. I don't know enough about you to be scared of you, to tell the truth.\"",
        "pl": ""
    },
    {
        "ja": "　見開いた瞳は<玻|は><璃|り>細工のように。",
        "en": "  Her gleaming eyes looked like they were made of polished quartz.",
        "pl": ""
    },
    {
        "ja": "　少女にとって、少年の予想外さはもう驚きの域だった。",
        "en": "  His response had not been what she expected.",
        "pl": ""
    },
    {
        "ja": "　あまりにも素直な、脊髄反射のような答え。",
        "en": "  He spoke with pure honesty and unfettered truth.",
        "pl": ""
    },
    {
        "ja": "　そんな無遠慮極まりない言葉が、なぜか不快と感じない。",
        "en": "  Such boldness, however, did not actually upset her.",
        "pl": ""
    },
    {
        "ja": "　ふたりの会話はそこで途絶えた。",
        "en": "  Their conversation ground to a halt,",
        "pl": ""
    },
    {
        "ja": "　いや、もとより会話は成立していない。",
        "en": "  if you could even call it a conversation in the first place.",
        "pl": ""
    },
    {
        "ja": "　不思議と居心地のいい沈黙を嫌うように、少女は気を引き締める。",
        "en": "  Alice grew tense, as if displeased by the strangely comfortable moment of silence between them.",
        "pl": ""
    },
    {
        "ja": "　少年はそんな少女の視線を、怯えることなく受けとめる。",
        "en": "  Soujuurou endured her cold stare, showing no sign of flinching.",
        "pl": ""
    },
    {
        "ja": "「…………話」",
        "en": "\"...Talk.\"",
        "pl": ""
    },
    {
        "ja": "「ん？」",
        "en": "\"Hm?\"",
        "pl": ""
    },
    {
        "ja": "「わたしと話をしたいと言ったでしょう。",
        "en": "\"You said you wanted to talk to me.",
        "pl": ""
    },
    {
        "ja": "　なら、好きにしてみたら……？」",
        "en": "  So... be my guest. Whatever topic you like.\"",
        "pl": ""
    },
    {
        "ja": "　できるものならしてみろ、という少女の誘い。",
        "en": "  It was more a challenge than an invitation.",
        "pl": ""
    },
    {
        "ja": "　草十郎には彼女に話しかける話題も、親密さもない。",
        "en": "  He had neither a topic on hand, nor were they intimate enough to strike up a casual conversation.",
        "pl": ""
    },
    {
        "ja": "　意地の悪い少女の挑発は、しかし。",
        "en": "  Nonetheless, her challenge hanged in the air, waiting for a response.",
        "pl": ""
    },
    {
        "ja": "「じゃあ、あの鳥の話を。ほら、そこにいる青い鳥。",
        "en": "\"Well, what about that bird? The blue one over there.",
        "pl": ""
    },
    {
        "ja": "　たまに見かけるんだけど、君の飼い鳥か？",
        "en": "  I see it around now and then. Is it your pet?",
        "pl": ""
    },
    {
        "ja": "　それともほら、なんて言ったかな。プロイ、だっけ。あの鳥も有珠の使い魔？」",
        "en": "  Or is it one of those, what are they called... 'Ploys'? A magical familiar?\"",
        "pl": ""
    },
    {
        "ja": "「っ―――」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　一瞬、少女の瞳に人間らしい色が灯る。",
        "en": "  Her eyes let slip for a moment a very natural response.",
        "pl": ""
    },
    {
        "ja": "　あの厄介者、と睨みつけるような視線だった。",
        "en": "  It was annoyance, such as that which one might feel toward a troublemaker.",
        "pl": ""
    },
    {
        "ja": "「……アレもプロイだけど、わたしとは何の関係もない<駄鳥|だちょう>。ずいぶん古くから<在|い>るだけで、わたしもよく知らないわ」",
        "en": "\"Yes, it's a Ploy, but the stupid bird isn't mine. It's lived here longer than I have, and I'm afraid I don't know much about it.\"",
        "pl": ""
    },
    {
        "ja": "「？　じゃあ勝手に住んでるのか、この家に？」",
        "en": "\"You mean... it just decided to live here of its own free will?\"",
        "pl": ""
    },
    {
        "ja": "「勝手になんて、わたしが許す筈がないでしょう。",
        "en": "\"Of course not. I would never allow such a thing.",
        "pl": ""
    },
    {
        "ja": "　……ロビンは本当に役に立たないけど、あんなのでも母から譲り受けたものだから。失敗続きでも、特別に住まわせてあげてるの」",
        "en": "  Robin's useless, but I inherited it from my mother. As such, I permit it to continue living here, despite its constant failures and shortcomings.\"",
        "pl": ""
    },
    {
        "ja": "「そっか、安心した。ここに住むの、役に立たなきゃダメってワケでもないんだね」",
        "en": "\"I see. That's a relief. Here I was thinking I'm the only useless one in the house.\"",
        "pl": ""
    },
    {
        "ja": "「っ―――」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　無防備な笑顔を向けられて、少女は顔を<逸|そ>らして黙りこんでしまった。",
        "en": "  She turned away in silence to avoid looking at his hapless grin.",
        "pl": ""
    },
    {
        "ja": "　あとの時間は、草十郎が喋るだけの一方通行だ。",
        "en": "  Thus began Soujuurou's very lengthy monologue.",
        "pl": ""
    },
    {
        "ja": "　日々のアルバイトのこと。学校のこと。遊園地でのこと。町のこと。家賃のこと。",
        "en": "  It started with his part-time job, then moved on to the school. Next came the amusement park and random gossip around town, and last the subject of rent.",
        "pl": ""
    },
    {
        "ja": "　そんな益体のない話をすること二十分。",
        "en": "  He spent all of twenty minutes on mindless small talk.",
        "pl": ""
    },
    {
        "ja": "　さすがにこれ以上は延ばせない、と少年は会話を切った。",
        "en": "  Then he ran out of things to say and finally stopped.",
        "pl": ""
    },
    {
        "ja": "「ごめん。アルバイトがあるから、もう行くよ」",
        "en": "\"Sorry. I'm on the clock soon, so I should get going.\"",
        "pl": ""
    },
    {
        "ja": "　……この通り。",
        "en": "  And that was that.",
        "pl": ""
    },
    {
        "ja": "　せっかくの機会をあっさり諦めるあたり、本当に何も考えていなかったらしい。",
        "en": "  After finally getting his long-awaited chance to talk to her, he realized he had no exit plan in place.",
        "pl": ""
    },
    {
        "ja": "　草十郎はトレイを厨房に戻し、鞄をロビーに置いて玄関に向かう。",
        "en": "  So he returned the tray to the kitchen, placed his bag in the foyer, and headed for the door.",
        "pl": ""
    },
    {
        "ja": "　有珠は彼のそんな淡泊さを知らなかった。",
        "en": "  She had never seen the boy so candid.",
        "pl": ""
    },
    {
        "ja": "　なので、意表をつかれて見届けそうになって、つい、",
        "en": "  Which was why, overcome with surprise, she found herself calling out to him.",
        "pl": ""
    },
    {
        "ja": "「―――待って」",
        "en": "\"...Wait.\"",
        "pl": ""
    },
    {
        "ja": "　必要もないのに、その背中を呼び止めていた。",
        "en": "  She had no reason to do so, and yet she called out anyway.",
        "pl": ""
    },
    {
        "ja": "「ん、なに？」",
        "en": "\"Hm? Yes?\"",
        "pl": ""
    },
    {
        "ja": "「…………その。",
        "en": "\"...It's just...",
        "pl": ""
    },
    {
        "ja": "　今日は、ポットがあったけど」",
        "en": "  I saw the pot you used today.\"",
        "pl": ""
    },
    {
        "ja": "「あ、うん。昨日の反省点だったから。結局、使ったのは自分だけだけど」",
        "en": "\"Oh, right. I wasn't going to make the same mistake as yesterday. But I guess I'm the only one who drank any today, so...\"",
        "pl": ""
    },
    {
        "ja": "「そう。……そのポットはコーヒーとの兼用だから、ハーブティーには合わないわ」",
        "en": "\"Well, that pot is normally used for coffee, so you shouldn't put tea leaves in it.\"",
        "pl": ""
    },
    {
        "ja": "　む、と目を見張る草十郎。",
        "en": "  Soujuurou's eyes grew wide with shock.",
        "pl": ""
    },
    {
        "ja": "　言われてみれば、紅茶のポットとカップは何種類もあった。どうも各紅茶には専用のティーセットが定められているらしい。",
        "en": "  Now he remembered that there had been all sorts of cups and teapots in the cupboard. Each one specially designed for a different type of tea!",
        "pl": ""
    },
    {
        "ja": "「……なかなかに奥深い。",
        "en": "\"Who knew there was so much to brewing tea?",
        "pl": ""
    },
    {
        "ja": "　あれかな、慣れない事はするもんじゃないってコトか」",
        "en": "  I guess a beginner like me shouldn't mess with things he doesn't understand, huh?\"",
        "pl": ""
    },
    {
        "ja": "　やれやれと嘆息する。",
        "en": "  She let out a vexed sigh.",
        "pl": ""
    },
    {
        "ja": "「……どうして、わたしを起こさなかったの？」",
        "en": "\"Why didn't you wake me?\"",
        "pl": ""
    },
    {
        "ja": "　草十郎の言葉なんて聞いていないのか、それとも、それが本当に訊ねたかった事なのか。",
        "en": "  Either she had not heard what he said, or she had been waiting this whole time for a chance to ask him that.",
        "pl": ""
    },
    {
        "ja": "　有珠は彼の言葉を<遮|さえぎ>って問いただした。",
        "en": "  In any case, her question abruptly interrupted his stream of thought.",
        "pl": ""
    },
    {
        "ja": "　草十郎はむ、と自問するように黙りこむ。",
        "en": "  He fell silent with introspection.",
        "pl": ""
    },
    {
        "ja": "　言われて見れば、昨日も今日も“有珠を起こす”という発想に、まったく思い至らなかったからだ。",
        "en": "  The thought of waking her had not so much as crossed his mind either that day or the previous one.",
        "pl": ""
    },
    {
        "ja": "「……言って。",
        "en": "\"...Tell me.",
        "pl": ""
    },
    {
        "ja": "起こす気も、起きることも期待していなかったのは、なぜ？」",
        "en": "You didn't wake me. Did you expect me to just keep sleeping?\"",
        "pl": ""
    },
    {
        "ja": "　その視線には殺意すら含まれている。",
        "en": "  Her eyes were filled with animosity.",
        "pl": ""
    },
    {
        "ja": "　深い瞳にはどんな嘘も通用しない。",
        "en": "  Lies were useless against such an all-piercing gaze.",
        "pl": ""
    },
    {
        "ja": "　夕暮れのロビーは一転して、生死を分かつ法廷になっていた。",
        "en": "  The setting sun transformed the foyer into a battle of life and death.",
        "pl": ""
    },
    {
        "ja": "　嘘も、つまらない答えも許さない。",
        "en": "  Lies or deceptive answers would not be permitted.",
        "pl": ""
    },
    {
        "ja": "　何を口にしようと心臓を貫かれそうな雰囲気の中、草十郎が抱いた感情は恐れより痛みだった。",
        "en": "  Amidst the palpable tension that filled the room, where any move, wrong or otherwise, was likely to get him killed, he felt pain rather than fear.",
        "pl": ""
    },
    {
        "ja": "　久遠寺有珠の声は冷たく、また、回答を拒絶している。",
        "en": "  Alice's voice was icy cold, preemptively rejecting any response he was to give.",
        "pl": ""
    },
    {
        "ja": "　少年は漠然と、地面に落ちながら<独|ひと>り立ちしたひな鳥を連想した。",
        "en": "  The boy vaguely imagined a newborn chick that had fallen from the nest, struggling to survive on its own.",
        "pl": ""
    },
    {
        "ja": "　一縷の希望を待ちながら、その希望の<在処|ありか>を憎む、取り残されたモノの喘ぎ。",
        "en": "  It gasped, hanging on to a thread of hope, yet detesting where that thread hung.",
        "pl": ""
    },
    {
        "ja": "「言わなきゃいけないか？」",
        "en": "\"Do you really want to know?\"",
        "pl": ""
    },
    {
        "ja": "　有珠はこくりと頷く。",
        "en": "  Alice nodded sharply.",
        "pl": ""
    },
    {
        "ja": "「じゃあ言うけど、別に深い考えがあったワケじゃない。",
        "en": "\"Fine, but it's not especially meaningful or anything.",
        "pl": ""
    },
    {
        "ja": "　単に、寝た子を起こすのはよくないだろ」",
        "en": "  I just think it's rude to wake someone who's asleep.\"",
        "pl": ""
    },
    {
        "ja": "「……冗談は聞いてないわ」",
        "en": "\"...I have no time for jokes.\"",
        "pl": ""
    },
    {
        "ja": "「冗談じゃないよ。眠っているのならそのままでいいと思ったんだ。話はしたいけど、それはまた、目が覚めた次の機会にするべきだって」",
        "en": "\"That is the truth. I just thought I should let you sleep. I really wanted to talk, but I decided to wait till the next time we saw each other.\"",
        "pl": ""
    },
    {
        "ja": "「……ずいぶんと悠長なのね。青子が貴方を守るのは今日までだって聞いているけど。",
        "en": "\"How sweet of you. That reminds me, Aoko's protection over you ends today, doesn't it?",
        "pl": ""
    },
    {
        "ja": "　わたしに取り入る機会はこれが最後なのに。",
        "en": "  That makes this your last chance to win me over.",
        "pl": ""
    },
    {
        "ja": "　それとも―――あれだけ忠告されておいて、まだ何も分かっていないの？」",
        "en": "  So, have you, or have you not, learned your lesson, hmm?\"",
        "pl": ""
    },
    {
        "ja": "　何も分かっていない。",
        "en": "  He had not.",
        "pl": ""
    },
    {
        "ja": "　約束はした、事情も分かった、同じ人間として話し合えた。だから―――もう殺される事はないはずだ、と。",
        "en": "  He swore to her, agreed to her terms, and gone as far as to sit face to face with her to get to know her. Surely, he thought, this was enough to escape death.",
        "pl": ""
    },
    {
        "ja": "　そんな良識、常識からの判断なら、少女はこの場で魔女としての鉄槌を振り下ろす。",
        "en": "  And she believed, as a mage, that his naive goodwill and simplemindedness were all the reasons she needed to execute him.",
        "pl": ""
    },
    {
        "ja": "　くだらない勘違いは、どちらにとっても害にしかならないからだ。",
        "en": "  Trivial misunderstandings would only make things worse at this point.",
        "pl": ""
    },
    {
        "ja": "「そりゃ何も分からないよ。魔術とか魔法とか、たった数日で分かるもんか。",
        "en": "\"What lesson? What am I supposed to have learned? All this magic and magecraft stuff is way over my head.",
        "pl": ""
    },
    {
        "ja": "　はっきりしているのは、有珠も蒼崎も言った事はきっちり守るってコトだけだ」",
        "en": "  All I know is I've done everything you and Aozaki have asked of me.\"",
        "pl": ""
    },
    {
        "ja": "「なら、どうして」",
        "en": "\"Then why...?\"",
        "pl": ""
    },
    {
        "ja": "　眠っている自分を起こして、命を<乞|こ>わなかったのかと視線で問う。",
        "en": "  Her gaze said what she really wanted to ask. She wanted to know why he did not beg for his life.",
        "pl": ""
    },
    {
        "ja": "　有珠は知っている。",
        "en": "  She knew the answer.",
        "pl": ""
    },
    {
        "ja": "　この少年が自分を起こさず立ち去ろうとした時に見せた表情を。",
        "en": "  She saw the look on his face when he turned to leave without so much as trying to wake her.",
        "pl": ""
    },
    {
        "ja": "“そういう事なら仕方がない―――”",
        "en": "A look of resignation.",
        "pl": ""
    },
    {
        "ja": "　あの顔は、一体どういう意味だったのか。",
        "en": "  What on earth had it meant?",
        "pl": ""
    },
    {
        "ja": "「どうしてって、そう言われても困る。",
        "en": "\"What do you expect me to say?",
        "pl": ""
    },
    {
        "ja": "　……そうだな。機会が訪れなかったのなら、それはそういう事だと思ったのかもしれない。",
        "en": "  I thought if the opportunity didn't present itself, then so be it.",
        "pl": ""
    },
    {
        "ja": "　君の寝顔はそれぐらい、なんていうか判断に困った。蒼崎とは違う意味で、簡単には関われないと思ったんだ」",
        "en": "  When I saw you sleeping again I didn't know what to do. You're not exactly the easiest people to approach, you and Aozaki, though Aozaki is a little different...\"",
        "pl": ""
    },
    {
        "ja": "　うまく言葉にできないながらも、草十郎はあの時の気持ちを口にする。",
        "en": "  Soujuurou struggled to find the right words, but said what he was feeling in the moment anyway.",
        "pl": ""
    },
    {
        "ja": "　誰かを必要としているクセに誰も望んでいない、眠りの森の少女の姿を。",
        "en": "  He'd seen a sleeping witch of the wood who clearly needed someone's help yet sought the help of no one.",
        "pl": ""
    },
    {
        "ja": "「……そう。でも、静希君は関わろうとしているのね。",
        "en": "\"But here you are trying to approach me anyway.",
        "pl": ""
    },
    {
        "ja": "　その機会は、訪れなかったのに」",
        "en": "  Even though the opportunity never presented itself.\"",
        "pl": ""
    },
    {
        "ja": "「機会はやってきたよ。なんで、こっちも今日ぐらいは自分の勝手にして、無茶をしたくなったんだ」",
        "en": "\"Oh, but it did. That's why I decided to do things my way today, even if nothing could go right to begin with.\"",
        "pl": ""
    },
    {
        "ja": "「静希君の言う通りなら、わたしは貴方を拒絶するしかないのに？」",
        "en": "\"You talk as though you always expected me to reject you.\"",
        "pl": ""
    },
    {
        "ja": "「まあ、そこが難しいところなんだけど」",
        "en": "\"Err, yeah, I guess it's hard to explain.\"",
        "pl": ""
    },
    {
        "ja": "　草十郎はちらりと玄関に視線を向ける。",
        "en": "  Soujuurou glanced at the entrance.",
        "pl": ""
    },
    {
        "ja": "　今は何の意味もない行為だが、そうせずにはいられなかったのだ。",
        "en": "  He had no reason to-he just felt an urge to do so.",
        "pl": ""
    },
    {
        "ja": "「たぶん、そこを解決したがってるのは俺だけじゃないと思うよ」",
        "en": "\"I doubt I'm the only one who'd like to see this situation solved.\"",
        "pl": ""
    },
    {
        "ja": "　自問めいた答えは少女に対して向けられたものでもある。",
        "en": "  He muttered as if speaking to himself, but it was clearly meant for her to hear.",
        "pl": ""
    },
    {
        "ja": "　それが大きな間違いだという事を、有珠は分かっている。",
        "en": "  Alice knew full well how poorly he had understood the situation.",
        "pl": ""
    },
    {
        "ja": "　全て彼の勘違い。",
        "en": "  All of this was one giant misunderstanding on his part.",
        "pl": ""
    },
    {
        "ja": "　死に瀕した子猫に手を伸ばそうとする程度の、清らかで浅ましい、小さな善性。",
        "en": "  His tiny gesture of goodwill, pitiful and pure, resembled that of someone reaching out to help a dying kitten.",
        "pl": ""
    },
    {
        "ja": "　それが、有珠には<茨|いばら>のようにいとわしかった。",
        "en": "  For Alice, doing so would be akin to clutching the thorns of a rose.",
        "pl": ""
    },
    {
        "ja": "　……久しぶりに、胸に痛いと感じたのだ。",
        "en": "  She felt pain in her chest for the first time in quite a while.",
        "pl": ""
    },
    {
        "ja": "「……けど、わたしは貴方の同居を認めてはいないわ」",
        "en": "\"I still don't want you in the mansion.\"",
        "pl": ""
    },
    {
        "ja": "　そんな心を隠すように、うつむき加減に有珠は言った。",
        "en": "  She addressed the floor at her feet to avoid showing him how she truly felt.",
        "pl": ""
    },
    {
        "ja": "　立っている草十郎からでは、今の有珠が、あの時の青子と同じ顔をしている事には気づけない。",
        "en": "  If he had, he would have seen that her face looked just the way Aoko's had earlier.",
        "pl": ""
    },
    {
        "ja": "「だろうな。それはきっと、今は解決できない問題だ。",
        "en": "\"I'm sure you don't. And I doubt that'll change anytime soon.",
        "pl": ""
    },
    {
        "ja": "　でもそのうち、何かの気まぐれであっさり終わるものかもしれない。だからその時まで、有珠はずっと、俺を嫌っていていいんだと思う」",
        "en": "  But that doesn't mean we can't work something out. It's okay if you keep hating me in the meantime.\"",
        "pl": ""
    },
    {
        "ja": "「―――――――――」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　息を飲む気配は、それこそ声のように。",
        "en": "  Her gasp of breath was like a response in itself.",
        "pl": ""
    },
    {
        "ja": "　その時まで、嫌ってもいいと。",
        "en": "  To suggest she could keep hating him...",
        "pl": ""
    },
    {
        "ja": "　そんな言葉を、少女は今まで、いや、一度だけ、強く願った事があって―――",
        "en": "  She had once wished to hear those words so dearly, if only the once.",
        "pl": ""
    },
    {
        "ja": "「だいたいだぞ。有珠だけじゃなく、蒼崎も同居を認めてない節があるじゃないか。",
        "en": "\"I mean, you're not the only one. That goes for Aozaki, too. I don't think she wants me here, either.",
        "pl": ""
    },
    {
        "ja": "　だから、認めてもらう、なんて意気ごみ自体が間違いなんだ。どうあっても俺は蒼崎や君たちとは違うんだし。",
        "en": "  Expecting to feel welcomed would be a big mistake on my part. We're fundamentally different people, and that's never going to change.",
        "pl": ""
    },
    {
        "ja": "　となると、あとは我慢してもらうしかない。",
        "en": "  I just want you to tolerate me.",
        "pl": ""
    },
    {
        "ja": "難しい話だけど、一緒にいても邪魔にならないぐらいなら、その可能性はあがらないか？」",
        "en": "I know it's a lot to ask, but is there a way I could live here without bothering you too much?\"",
        "pl": ""
    },
    {
        "ja": "　たしかにその通りなのだけど、それが出来るのなら苦労はしない―――と、そこまで思って、有珠はなるほど、と頷いてしまった。",
        "en": "  Thinking that of course it was possible, but if it were that easy none of this would have been necessary in the first place, Alice nodded in agreement.",
        "pl": ""
    },
    {
        "ja": "　彼が企んだ訳ではないのだろうが。",
        "en": "  There was no way he could have planned for things to work out this well.",
        "pl": ""
    },
    {
        "ja": "　こうして会話が成立している時点で、自分は術中に<嵌|はま>ってしまったのだ。",
        "en": "  But his plan in fact had worked, if inadvertently, from the moment the conversation began.",
        "pl": ""
    },
    {
        "ja": "「例えば、貴方が<隣|となり>にいても眠っていられるぐらいに？」",
        "en": "\"You mean, so that I can sleep undisturbed even with you sitting right next to me?\"",
        "pl": ""
    },
    {
        "ja": "「そうだね、例えばの話」",
        "en": "\"Sure, why not.\"",
        "pl": ""
    },
    {
        "ja": "　笑顔で返して草十郎はロビーを後にする。",
        "en": "  Beaming, Soujuurou stood up and left the foyer.",
        "pl": ""
    },
    {
        "ja": "　その後ろ姿を有珠はもう止めなかった。",
        "en": "  Alice did not stop him this time.",
        "pl": ""
    },
    {
        "ja": "　玄関から外に出た少年は、心機一転してアルバイト先に足を向ける。",
        "en": "  He had a newfound spring in his step as he headed to work.",
        "pl": ""
    },
    {
        "ja": "　ただ、その前に。",
        "en": "  But something gave him a moment's pause.",
        "pl": ""
    },
    {
        "ja": "「じっさい、覗き見は趣味が悪いと思う」",
        "en": "\"It's not nice to spy on people.\"",
        "pl": ""
    },
    {
        "ja": "　誰かに告げるように、そんな文句を呟いた。",
        "en": "  He complained aloud to make sure a certain someone heard him.",
        "pl": ""
    },
    {
        "ja": "　草十郎が洋館を後にしてから二分ほど経った後、足音を忍ばせて、長い髪の人影がロビーに入ってきた。",
        "en": "  No more than two minutes had passed since Soujuurou left the mansion when a long-haired figure came creeping into the foyer.",
        "pl": ""
    },
    {
        "ja": "　今まで外から様子を<窺|うかが>っていた、蒼崎青子その人である。",
        "en": "  Aoko Aozaki had been just outside the entire time, eavesdropping.",
        "pl": ""
    },
    {
        "ja": "「……帰ってたの？」",
        "en": "\"...When did you get home?\"",
        "pl": ""
    },
    {
        "ja": "　むっとした目付きで、有珠は青子に語りかけた。",
        "en": "  With a sullen glare, Alice addressed the interloper.",
        "pl": ""
    },
    {
        "ja": "　どれほど外に居たのか、青子の体は寒さで震えている。",
        "en": "  Aoko was shivering from head to toe after standing in the cold for so long.",
        "pl": ""
    },
    {
        "ja": "　手袋は悪、と公言している青子は、よほどの寒さでなければ手袋はつけない。それが災いして、長い指が哀れなほど赤くなっていた。",
        "en": "  She deemed gloves an abomination and refused to wear them except in the most extreme cold. As a result, her slender fingers were pitifully swollen and red.",
        "pl": ""
    },
    {
        "ja": "「ちょっと前にね。それでどうだったの有珠？　ずいぶんと話してたみたいだけど」",
        "en": "\"Don't know, a while ago. Anyway, how did it go? You two were talking for so long...\"",
        "pl": ""
    },
    {
        "ja": "　吐息で両手を温めながら、青子はどこか楽しそうに問いただす。",
        "en": "  She looked strangely elated, as she blew on her hands to warm them.",
        "pl": ""
    },
    {
        "ja": "「………………」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　その意地の悪い顔で、有珠は事の<絡繰|からくり>を読み取った。",
        "en": "  Alice was not fooled at all by Aoko's facade, clear from the ill-tempered look she wore on her face.",
        "pl": ""
    },
    {
        "ja": "「……貴女がここまで過保護とは思わなかったわ。",
        "en": "\"...I never expected you to be so overprotective.",
        "pl": ""
    },
    {
        "ja": "　意地？　それとも義務？」",
        "en": "  But did you do it out of stubbornness, or obligation?\"",
        "pl": ""
    },
    {
        "ja": "「どっちかっていうと成り行きね。",
        "en": "\"Oh, please, I was just going with the flow.",
        "pl": ""
    },
    {
        "ja": "　で、どうだったのよ結果は。気にくわなかったら実力行使に出るって言ってたじゃない」",
        "en": "  But seriously, how did it go? You told me you'd resort to force if he made you mad.\"",
        "pl": ""
    },
    {
        "ja": "「………………」",
        "en": "\"...\"",
        "pl": ""
    },
    {
        "ja": "　上機嫌な青子を前に、有珠はますます面持ちを暗くしていく。",
        "en": "  Alice's mood was growing darker and darker the longer she had to look at Aoko's cheerful posturing.",
        "pl": ""
    },
    {
        "ja": "　話は昨日の夕食までさかのぼる。",
        "en": "  It all went back to their dinner together the previous night.",
        "pl": ""
    },
    {
        "ja": "　ロビーでの一件で草十郎への不信感、および関心がメーターを振り切ったのか、有珠は“明日も彼をひとりで帰して”と青子に強要した。",
        "en": "  After everything that happened in the foyer, Alice was both more suspicious of and intrigued by Soujuurou than ever before. She insisted that Aoko let him walk home alone the next day.",
        "pl": ""
    },
    {
        "ja": "　今日の眠りは薬による擬似的なもので、意図的に昨日の状況を再現したものである。",
        "en": "  She then used a concoction to fake her slumber and recreate the same scene as the previous day.",
        "pl": ""
    },
    {
        "ja": "　状況はうまくいったが結果は彼女の予想から外れ、また、お節介な同居人が壁越しに手に汗握っていた、というのも面白くない。",
        "en": "  That portion of her plan went well, but the rest had veered totally off course. It did not help to know her roommate had savored every moment of it from the other side of the wall, either.",
        "pl": ""
    },
    {
        "ja": "　さらに付け足すのなら、そんなどうでもいい事に腹を立てている自分にも呆れてしまう有珠だった。",
        "en": "  To make matters worse, Alice was frustrated at herself for letting such trivial matters bother her.",
        "pl": ""
    },
    {
        "ja": "　床に置かれたティーカップを見つめる有珠。",
        "en": "  She  stared at the teacup still sitting on the floor.",
        "pl": ""
    },
    {
        "ja": "　その白い指が冷えたカップの<縁|ふち>をなぞっていく。",
        "en": "  Her pale finger traced its cold rim.",
        "pl": ""
    },
    {
        "ja": "「……青子の言う通り、害にはならない人ね。",
        "en": "\"It's as you said. He is harmless.",
        "pl": ""
    },
    {
        "ja": "　あくまで、今のところの話だけど」",
        "en": "  ...For the time being.\"",
        "pl": ""
    },
    {
        "ja": "　青子に内心の苛立ちを見せないよう、有珠は冷淡な感想を述べた。",
        "en": "  She forced a tone of indifference in order to hide her irritation with her apprentice.",
        "pl": ""
    },
    {
        "ja": "　その時点で、もう結論は出ているようなものだが。",
        "en": "  It was in this moment that Soujuurou's fate was decided.",
        "pl": ""
    },
    {
        "ja": "「あら、それだけ？　有珠にしては長く話してたのに」",
        "en": "\"That's it? You were talking for what seemed like forever.\"",
        "pl": ""
    },
    {
        "ja": "　白状しろ、とばかりに青子はしつこく繰り返す。",
        "en": "  Relentless, Aoko continued her line of questioning.",
        "pl": ""
    },
    {
        "ja": "　有珠はそんな同居人を冷徹に見据えると、",
        "en": "  Alice only stared back icily.",
        "pl": ""
    },
    {
        "ja": "「青子。貴女、隠していたわね」",
        "en": "\"Aoko, I know you were eavesdropping.\"",
        "pl": ""
    },
    {
        "ja": "　敵意すらこめて、彼女の不義を糾弾した。",
        "en": "  She voiced her displeasure at Aoko's behavior in no uncertain terms.",
        "pl": ""
    },
    {
        "ja": "　ロビーの空気が凍る。",
        "en": "  Suddenly the air in the foyer felt cold as ice.",
        "pl": ""
    },
    {
        "ja": "　ふたりの少女は相手の出方を探るように見つめ合った。",
        "en": "  They stared at one another, each trying to guess the other's next move.",
        "pl": ""
    },
    {
        "ja": "「…………流石ね。よくそこに気が付いたもんだわ。でも、こればかりは譲れないのよ」",
        "en": "\"...So you did notice. This... doesn't change anything about our deal. I hope that's clear.\"",
        "pl": ""
    },
    {
        "ja": "　じり、と腰を落として有珠を睨む青子。",
        "en": "  Aoko widened her stance and glared at Alice.",
        "pl": ""
    },
    {
        "ja": "「なにも全て奪うとは言っていないわ。……そうね。貴女にも三割ぐらいは回すつもり」",
        "en": "\"I'm a reasonable person, Aoko. It's fine with me if you take thirty percent.\"",
        "pl": ""
    },
    {
        "ja": "　戦闘態勢に入った青子に動じず、有珠は視線だけで青子を牽制する。",
        "en": "  Completely unperturbed by Aoko's warlike posturing, a simple look was all Alice needed to keep her roommate in check.",
        "pl": ""
    },
    {
        "ja": "「ふん。十が三に化けちゃあ、ちょっと黙ってらんないわね」",
        "en": "\"Down from all of it? Hah! Not a chance.\"",
        "pl": ""
    },
    {
        "ja": "「高望みは命取りよ、青子」",
        "en": "\"Fly too high and you may lose those wings, Aoko.\"",
        "pl": ""
    },
    {
        "ja": "　凛とした姿勢のままで有珠は動かない。",
        "en": "  Alice remained calm and dignified, not moving a muscle.",
        "pl": ""
    },
    {
        "ja": "　そうして無言のまま、両者は長いこと見つめ合った。",
        "en": "  It felt like hours passed as the two stared at each other in silence.",
        "pl": ""
    },
    {
        "ja": "　ぎり、と悔しげに歯を鳴らす青子。",
        "en": "  Aoko was grinding her teeth in frustration.",
        "pl": ""
    },
    {
        "ja": "　このままでは外敵との対決を前にして、仲間割れという形で幕は下りかねない。",
        "en": "  At this rate, their alliance would be in tatters before they even confronted their foe.",
        "pl": ""
    },
    {
        "ja": "　……加えて。",
        "en": "  And worst of all,",
        "pl": ""
    },
    {
        "ja": "　どう考えても、分が悪いのは自分だった。",
        "en": "  she knew Alice had the upper hand.",
        "pl": ""
    },
    {
        "ja": "「…………けち」",
        "en": "\"...Cheapskate.\"",
        "pl": ""
    },
    {
        "ja": "　青子はちっ、と舌打ちして敗北を認める。",
        "en": "  Aoko accepted her defeat with a \"tsk.\"",
        "pl": ""
    },
    {
        "ja": "「悔しいけど有珠が六、私が四で手を打つわ」",
        "en": "\"Fine. You get sixty, I get forty.\"",
        "pl": ""
    },
    {
        "ja": "　無念げに妥協する青子と、満足げにうなずく有珠。",
        "en": "  It pained her to settle for less. Alice nodded in satisfaction.",
        "pl": ""
    },
    {
        "ja": "「そうね。<家主|やぬし>はわたしだけど、彼を招いたのは青子だから。そのかわり、<家賃|やちん>の取り立ては貴女の役割ね」",
        "en": "\"Very well. But I'm the head of the house, and you're the one who brought him here, so it's your job to collect rent.\"",
        "pl": ""
    },
    {
        "ja": "「……いいけど。あーあ、情けない。こんな事なら錬金術でもかじっておくんだった。そうすれば、こんな思いをしなくてもすんだのに」",
        "en": "\"Fine. Ugh, this sucks. I should've gone into alchemy instead, then all my problems would be solved.\"",
        "pl": ""
    },
    {
        "ja": "「そうでもないわ。彼ら、バブルが弾けて大変だって話よ」",
        "en": "\"Not really. Not even alchemists are immune to market downturns.\"",
        "pl": ""
    },
    {
        "ja": "　妙に実感のこもった有珠の言葉に、青子ははいはいと空返事をする。",
        "en": "  Alice spoke with the confidence of someone with first-hand experience of such matters, yet Aoko only nodded absentmindedly in response.",
        "pl": ""
    },
    {
        "ja": "　ふたりは草十郎を住まわせた後の、彼が支払う家賃の取り分を真剣に議論していたのだ。",
        "en": "  Their bitter fight was over how to split the take of Soujuurou's rent now that he was officially going to move in.",
        "pl": ""
    },
    {
        "ja": "　魔術師にあるまじき口論である。",
        "en": "  Not the most becoming quarrel for a pair of mages.",
        "pl": ""
    },
    {
        "ja": "　無理やり同居を強制しておいて家賃を取るあたり、詐欺を通り越してもはや暴力と言っていいレベル。",
        "en": "  Forcing a boy to live with them and then demanding he pay rent was beyond extortion-it was truly vicious.",
        "pl": ""
    },
    {
        "ja": "「でも、そんな台詞が出るって事は有珠もようやく認めたってコトね」",
        "en": "\"Since we're even discussing this, I assume that means you've accepted his presence in the mansion?\"",
        "pl": ""
    },
    {
        "ja": "　よしよし、と満足する青子。",
        "en": "  Aoko was triumphantly satisfied with herself.",
        "pl": ""
    },
    {
        "ja": "「……認めてはいないけど、公園での夜、彼を結界で捕捉しなかった責任があるから。",
        "en": "\"The only thing I've accepted is my responsibility for not catching him with the Bounded Field in the park that night.",
        "pl": ""
    },
    {
        "ja": "　彼と約束をした青子だけを責められないでしょう」",
        "en": "  I mean, it's not as if I can blame it all on you and your promise to him.\"",
        "pl": ""
    },
    {
        "ja": "「……約束、か」",
        "en": "\"...Oh, *that* promise.\"",
        "pl": ""
    },
    {
        "ja": "　遊園地の夜を思い出すように、青子は天井を見上げた。",
        "en": "  Aoko looked up at the ceiling as she recalled the night at the amusement park.",
        "pl": ""
    },
    {
        "ja": "　たかだか一週間ほど前の出来事なのに、あれから随分と草十郎との縁が強くなった気がする。",
        "en": "  Only a week at most had passed since then, but Aoko already felt that Soujuurou's fate and her own had become intrinsically linked.",
        "pl": ""
    },
    {
        "ja": "　それとも、初めて会ったあの時から縁は強いものだったのだろうか。",
        "en": "  Or perhaps they had always been connected by fate since the moment they'd met.",
        "pl": ""
    },
    {
        "ja": "　未来視ではない青子には、とうてい預かり知らぬコトではあるが。",
        "en": "  She could not see into the future, so there was no way to know for sure.",
        "pl": ""
    },
    {
        "ja": "「ま、縁とか運とかはともかく。",
        "en": "\"Destiny and fate aside,",
        "pl": ""
    },
    {
        "ja": "　変だけどいい奴よね、あいつ」",
        "en": "  he's not a bad egg. Besides being weird, I mean.\"",
        "pl": ""
    },
    {
        "ja": "　有珠に同意を求めるワケでもなく呟く青子。",
        "en": "  A thought uttered to herself in self-confirmation more than to Alice.",
        "pl": ""
    },
    {
        "ja": "　それを有珠は不機嫌そうに眺める。",
        "en": "  Alice could only look on in annoyance.",
        "pl": ""
    },
    {
        "ja": "　なにか、今の台詞が気に入らなかったのかも知れない。",
        "en": "  Perhaps in an attempt to voice her displeasure at her comment.",
        "pl": ""
    },
    {
        "ja": "「青子、あの傷を知ってる？」",
        "en": "\"Do you know about his injury, Aoko?\"",
        "pl": ""
    },
    {
        "ja": "「傷……？」",
        "en": "\"Injury? What injury?\"",
        "pl": ""
    },
    {
        "ja": "　思わず口にでた声を、有珠は細い指で押し止めた。",
        "en": "  Alice raised her slender fingers to her mouth as if to push the words back in.",
        "pl": ""
    },
    {
        "ja": "　感情的に出てしまった質問。",
        "en": "  She had blurted it out in the heat of the moment.",
        "pl": ""
    },
    {
        "ja": "　人に話す事ではないと分かっていたのに訊かずには―――知らさずにはいられなかった、自分しか知らない秘密。",
        "en": "  A secret that no one else was supposed to know, but that which one couldn't keep to herself.",
        "pl": ""
    },
    {
        "ja": "「？？」",
        "en": "\"?\"",
        "pl": ""
    },
    {
        "ja": "　有珠の問いに首を傾げる青子。",
        "en": "  Aoko tilted her head in confusion.",
        "pl": ""
    },
    {
        "ja": "「―――そう」",
        "en": "\"...I see.\"",
        "pl": ""
    },
    {
        "ja": "　なぜか胸を撫でおろす。",
        "en": "  Alice looked relieved for some reason.",
        "pl": ""
    },
    {
        "ja": "　青子に感じた突発的な反感も、それで晴れてくれたようだ。",
        "en": "  Her sudden antipathy towards Aoko had dissipated as well.",
        "pl": ""
    },
    {
        "ja": "「―――<倖|しあわ>せな人」",
        "en": "\"Ignorance is bliss, I suppose.\"",
        "pl": ""
    },
    {
        "ja": "　そうして。",
        "en": "  Said Alice, as she took a sip of her cold tea.",
        "pl": ""
    },
    {
        "ja": "　誰がどう倖せなのか口にせず、有珠は冷めきった紅茶を口にした。",
        "en": "  She made no attempt to explain who was fortunate, or why.",
        "pl": ""
    },
    {
        "ja": "　とたん、その可憐な顔が苦々しい<貌|かお>を作る。",
        "en": "  A moment later, her beautiful face contorted in revulsion.",
        "pl": ""
    },
    {
        "ja": "「……まずい」",
        "en": "\"...Yuck.\"",
        "pl": ""
    },
    {
        "ja": "　無情にも床に放置されるカップ。",
        "en": "  She abandoned the cup to the floor once more.",
        "pl": ""
    },
    {
        "ja": "　少女の黒衣がおごそかに揺れる。",
        "en": "  Her black dress unceremoniously scrunched up as she stood.",
        "pl": ""
    },
    {
        "ja": "　未熟な紅茶を一口だけ飲んだ有珠は、口直しとばかりに居間へと歩いていってしまった。",
        "en": "  Just one sip of the under-brewed tea sent her fleeing to the drawing room to remove the bad taste from her mouth.",
        "pl": ""
    },
    {
        "ja": "　それを見送った後、ためらいながらも青子は残されたティーカップを手に取った。",
        "en": "  As soon as she was gone Aoko hesitatingly took the teacup in her own hands.",
        "pl": ""
    },
    {
        "ja": "　よせばいいのに、有珠の酷評を受けた草十郎のお茶を飲む気になったのだ。",
        "en": "  It was almost certainly better left untasted, but she could not help but wonder how Soujuurou's tea could arouse such a strong response.",
        "pl": ""
    },
    {
        "ja": "　くいと一口に試した後、青子も静かにカップを戻す。",
        "en": "  After one small sip she returned it quietly to the floor.",
        "pl": ""
    },
    {
        "ja": "「……だからティーバッグにしろって言ったのに、あの莫迦」",
        "en": "\"Yep, he should have used the tea bags like I told him to. Dummy.\"",
        "pl": ""
    },
    {
        "ja": "　有珠と同じ、苦いような困ったような顔をして、青子はそう呟いた。",
        "en": "  The expression on her face was nearly identical to that of her roommate's.",
        "pl": ""
    }
]